[{"title": "Proppinäyttely", "description": "Tarinoita ja kädentaitoja, niistä on propit tehty. Näyttelyssä nähtävät esineet ja asut voivat olla joko omistajansa muistorikkaimpia tavaroita harrastustaipaleen varrelta, ne voivat kertoa tarinaa rakkaasta hahmosta, tai niiden valmistamiseen on saattanut upota päiviä ja öitä. Näyttelyssä pääset näkemään esineiden, pukujen, kirjoitusten ja valokuvien välittämänä tarinaa suomalaisesta larppiharrastuksesta.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Carolin Sajur, Sirian Holappa", "room_name": "Halli 1A", "length": 3000, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Helmet-kirjastojen tapahtumapiste", "description": "Helmet-kirjastojen tapahtumapisteellä on tarjolla kirjavinkkejä sekä lauta- ja roolipelejä ilman ennakkoilmoittautumista. Pelejä ja vinkkejä löytyy niin lapsille kuin aikuisille, ja voit tutustua myös luku- ja pelihaasteisiin. Osastolla voi tulostaa vinyylitarroja ja kokeilla 3D-tulostusta.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Helmet", "room_name": "Halli 1B", "length": 300, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Lautapelien lainauspiste | Board game library", "description": "Ropeconissa on jälleen tarjolla iso kasa lautapelejä pelattavaksi, ja lautapelitiskin asiantuntijat myös opastavat sopivan pelin löytämisessä. Lautapelitiskiltä voit lainata itsellesi pelin panttia vastaan ja kysellä itsellesi peliseuraa. Panttina voidaan käyttää esimerkiksi ajokorttia tai kännykkää. Pelejä ei saa viedä pois Halli 3:sta. \r\n\r\nThere is once more a plethora of board games to choose from at the board game library of Ropecon. You can borrow a game from the library for a collateral (e.g. driver's license or mobile phone) and find people to play with. If you have trouble choosing or need instructions on how to play, our staff will be glad to help you. It is forbidden to take the games outside of Hall 3.", "category_title": "Pelitiski: Lautapeli / Board game", "formatted_hosts": "", "room_name": "Halli 3", "length": 2940, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Potato Republic - 1700", "description": "Tavoitteena jokavuotinen verkon ylitse pelattava banaanivaltio <strike>valloitus peli</strike> <strike>poliittinen peli</strike> <strike>seurapeli</strike> <strike>rento peli</strike> PELI.\r\nEnsimmäisessä iteraatiossaan (ALPHA VERSIO) pelin ideana on kehittää pienen saarivaltion infrastruktuuria ja tietenkin pelaajan rahakukkaroa. Pelin taustalla tulee pyörimään arviolta 10000 yksilöllistä NPC-hahmoa ja heidän pyörittämänsä ekonomia. Pelin käyttöliittymä tulee olemaan englanniksi.\r\n\r\nKatsotaan mihin tämä johtaa. Vapaa ilmoittautuminen osoitteessa shiroten.com", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Shiroten", "room_name": "Halli 3", "length": 2800, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Historiallisten pelien pöytä", "description": "Työpajassa kokeillaan historiallisia kortti-, lauta- ja noppapelejä noin 500 vuoden takaa. Silloin pelejä pelasivat esimerkiksi pahamaineiset palkkasotilaat, pelilauta kaiverrettiin vaikka tuvan pöytään tai kirkon penkkiin ja pelikorttien kääntöpuolelle saatettiin raapustaa rakkauslauluja. Harmaasudet ry:n pelipöydässä pääset kokeilemaan onneasi Karnöffelissä, Myllyssä ja noppapelissä sekä tutustumaan vanhojen pelien historiaan ja historianelävöitykseen. Ei ennakkoilmoittautumista.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Maria", "room_name": "Halli 3 Hengailualue", "length": 60, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Turvasatama", "description": "Nörttitytöt ry:n Turvasatama on tarkoitettu matalan kynnyksen tutustumispaikaksi ensisijaisesti ensikertalaisille, mutta myös kokeneemmat conikonkarit ovat tervetulleita. Turvasatama on kaikille niille, jotka saattavat tarvita conikaveria, suunnistusapua tapahtuma-alueella tai muuta apua viikonlopun aikana. Satamatyöntekijät toimivat auttajina ja opastajina kävijöille ja tarvittaessa lähtevät vaikka ohjelmaan mukaan, jos et uskalla itse mennä yksin. Satamaan voi tulla myös lepuuttamaan jalkojaan, pelailemaan pelejä tai vain hengaamaan vapaasti. Se on pieni keidas keskellä conivilinää, turvallinen ja lempeä tila uuvahtaneelle tai pientä jutteluhetkeä kaipaavalle. \r\n\r\nRatkesiko puvusta sauma? Tippuiko sarvi irti? Ei hätää! Turvasatamasta löydät Cosplay-ensiapupisteen.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Nörtti \"Nörttitytöt\" Tytöt", "room_name": "Halli 3 Hengailualue", "length": 360, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Riichi Mahjong", "description": "Tarjoamme japanilaista mahjongia sekä kokeneille että aloittelijoille. Mahjong on neljän hengen perinteikäs aasialainen taktinen uhkapeli, jossa on mukana sekä taito- että tuurielementtejä. Länsimaiset rommikorttipelit ovat syntyneet tämän pelin pohjalta. Yksi kokonainen peli kestää noin 90 min, mutta paikalle voi tulla kokeilemaan myös vain n. 30 min pelillä. Odottavaa peliseuraa löytyy aina myös paikan päältä, eli tervetuloa kokeilemaan yksin tai vaikka porukalla. Tervetuloa!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Ninni \"Ninzo\" Kaarnaoja, Sakari \"Amlisirev\" Ikonen, Juhani \"SirBacon\" Heliö, Mikko \"Kirtsu\" Kirjokangas, Maaria \"Willow\" Wahlström, Nikolas \"HyuGarona\" Kiili", "room_name": "Halli 3 Kokemuspiste", "length": 780, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "30 minuuttia avaruusmurmelina", "description": "TL-2323 Karhukainen on diplomaattisella rauhantehtävällä, kunnes matkalla tapahtuu jotain odottamatonta.\r\n\r\n30 minuuttia avaruusmurmelina on vapaamuotoinen, scifistinen aikalooppi-roolipeli, joka vie puoli tuntia. Aiempaa kokemusta ei tarvita. \r\n\r\nMaksimissaan voidaan venyä 8 pelaajaan", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Tommi \"Shael\" Yli-Ollila", "room_name": "Halli 3 Kokemuspiste", "length": 360, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "GW Specialist Games - Varjot Tharoksen yllä", "description": "Kuolema saapuu Tharokseen synkässä tulevaisuudessa galaksin tuolta puolen ajelehtineiden muukalaisten bioalusten herätessä horroksestaan, ainoana tarpeenaan repiä kaikki elävä planeetalta loputtoman nälkäisiin kitoihinsa. Miljardit ihmishenget panevat toivonsa nyt sinuun, Keisarin sotilas. Lataa äläkä varmista!\r\n\r\nTervetuloa kokeilemaan erilaisia Warhammer 40,000 maailmaan sijoittuvia erikoisempia figupelejä (Battlefleet Gothic, Space Hulk, Betrayal at Calth) viikonlopun läpi kehittyvässä kampanjassa planeetan hengestä, kun ihmisten imperiumi taistelee kynsin hampain olemassaolostaan. Pelit ovat kaksin pelattavia ja demotuksiin kannattaa varata ainakin 30-60 minuuttia. Pelautus onnistuu sekä suomeksi että englanniksi eikä vaadi mitään ennakkotietoja. Kanna kortesi kekoon!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Peitsa \"Sherrypie\" Veteli, Erno Trygg", "room_name": "Halli 3 Kokemuspiste", "length": 360, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Choose your own adventure - Pelaajien valitsema seikkailu", "description": "Pelejä on lukuisia tarjolla, jokaisen makuun takuulla jotain sopivaa, useampia eri systeemejä ja tarinoita tarjolla, sovitaan pelaajien kanssa mitä systeemiä käytetään milloinkin. Tämä ohjelma siis helposti esittelee useita eri pelisysteemejä.\r\nOletettu pituus on 1-3 h, mutta hahmonluonnista riippuen voi venähtää pitemmälle. \r\nAloittelijaystävällistä pelailua, mutta kokeneetkin ovat tervetulleita.\r\nValmiita hahmoja löytyy, mutta hahmot voidaan myös luoda, mieluusti pelin alussa.\r\nJokainen tarinan pätkä on pari tuntia, ja niistä on mahdollista jatkaa toiseen tarinan pätkään.\r\nPelaajat voivat liittyä mukaan kesken pelin ja tarinoiden vaihtuessa.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Ganmue", "room_name": "Halli 3 Kokemuspiste", "length": 360, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Luolaholvien valloittajat", "description": "Vanhan koulukunnan Dungeons & Dragonsia kotitekoisella sääntöjärjestelmällä ja jatkuvalla pelipöydällä. Kiinnostuneet voivat mielensä mukaan tulla katsomaan tai osallistumaan juuri niin pitkäksi aikaa kuin haluavat \r\n\r\nPelaajien hahmot tutkivat vaarallisia luolastoja, etsivät niissä piileviä aarteita ja kohtaavat vaarallisia ansoja, hirviöitä ja muita uhkia. Rohkeuden ja voiman lisäksi tarvitaan myös oveluutta ja kylmiä hermoja, mikäli havittelee kultaa ja kunniaa!\r\n\r\nMitään edellistä kokemusta ei edellytetä.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Teemu \"Teemu\" Tarkkala", "room_name": "Halli 3 Kokemuspiste", "length": 480, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Sorcerer - Demotus", "description": "Sorcerer-korttipelin demotusta. Pelin tavoitteena on kerätä energiaa, kutsua itselleen mahtavia liittolaisia ja taistella näillä eri alueiden herruudesta toisia velhoja vastaan. Kaikki tämä tapahtuu viktoriaanisen Englannin tyylisuunnalla vahvalla Cthulhu-mythoksen vaikutuksella. TCG-korttipelin pelimekaniikka yhdessä laatikossa, rakenna pakkasi valitsemalla velhosi, magiakoulu ja voimien lähdepaikka ja ota sen jälkeen mittaa muista pelaajista. Uhmaa kohtaloa, pakota noppia parempaan suuntaan ja käytä kaikkea, mitä käsissäsi (tai kynsissäsi/lonkeroissasi) on viedäksesi voiton kotiin.\r\n\r\nPerjantaina järjestämme vapaata demotusta pelistä ja pidämme yhden alueen pienoisotteluita, joissa pelaajat voivat kokeilla peliä muutaman kierroksen ja jatkaa pidempäänkin, jos nauttivat pelistä. Yksittäinen demotus kestää noin 20-30 minuuttia.", "category_title": "Pelitiski: Lautapeli / Board game", "formatted_hosts": "Jaakko \"Eltharrion\" Ylikippari", "room_name": "Halli 3 Kokemuspiste", "length": 300, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Exploding Kittens / Star Realms, leppoisaa korttipelaamista", "description": "Exploding kittens, nopea ja helppo kaikki vastaan kaikki -korttipeli, jossa yrität estää kissanpentuja räjäyttämästä sinua. Teemana räjähtävät kissanpennut. Kortit englanniksi, mutta peli on kielivapaa. Viidelle pelaajalle.\r\n\r\nStar Realms, nopeatempoinen pakanrakennuspeli avaruusteemalla max neljälle pelaajalle. Osta avaruusaluksia, rakenna avaruusasemia ja pysy pisimpään hengissä. Korteissa jonkin verran tekstiä englanniksi.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Sami Ala-Poikela", "room_name": "Halli 3 Korttipelialue", "length": 120, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Tao oma korusi", "description": "Onko aina kiinnostanut, miten rauta taipuu tulen ja vasaran avulla? Nyt se on mahdollista! Tao oma korusi -kurssilla on mahdollisuus saada pintaraapaisu perinteisen kuumataonnan maailmaan. Voimme yhdessä katsoa valmiista malleista tai suunnitella yhdessä juuri sellaisen yksinkertaisen korumallin, minkä haluat itsellesi, ja naputella sen perinteisin tavoin.\r\n\r\nIlmoittaudu etukäteen sepille. Kurssista veloitetaan materiaalikulut työn koon mukaisesti (n. 20 euroa, isosta työstä enemmän).", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Alkutuli", "room_name": "Messuaukio", "length": 180, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Vieraile kirjastoautossa!", "description": "Kirjastoauto päivystää piha-alueella. Tule lainaamaan luettavaa, pelaamaan pihapelejä tai vaikka hankkimaan kirjastokortti! Enemmän ohjelmaa löytyy Helmet-kirjastojen tapahtumapisteeltä hallista 1B.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Helmet", "room_name": "Messuaukio", "length": 300, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Rytmipelipiste", "description": "Rytmipelit Ropeconissa! Useammista coneista tuttu tanssi-ja rytmipelipiste ajatutuu nyt viimein myös Ropeconiin. Pisteellä on pelattavissa perinteinen tanssipeli sekä useita muita rytmipelejä. Piste on auki aamusta iltaan.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Rytmiepelit", "room_name": "Sali 307", "length": 360, "start_time": "2019-07-26T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Epic: Armageddon Demo", "description": "Epic: Armageddon on pienen skaalan (6 mm) armeijapeli. Se on suunniteltu joukko-osastojen taisteluun. Peli perustuu Games Workshopin 40k-universumiin.  Aikaisempi kokemus miniatyyripeleistä helpottaa pelin ymmärtämistä, mutta ainoastaan kokeilumieltä tarvitaan.\r\n\r\nEpic: Armageddon is a small scale (6 mm) miniature wargame. It has been designed for platoon and division combat between two armies. The game is based on Games Workshop 40k universe. Previous experience from miniature games is useful but only an interested mind is needed.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Hena", "room_name": "Halli 3 Kokemuspiste", "length": 420, "start_time": "2019-07-26T12:30:00Z", "is_public": true, "video_link": ""}, {"title": "Historiallisten tanssien opetus: Setti 1: Branlet ja helpot ECD:t", "description": "Helppoja ja yksinkertaisia historiallisia tansseja mm. 1500-luvun Ranskasta brandleja ja 1600-luvun Englannista ECDitä (English Country Dances), joita tanssitaan illan tanssiaisissa. Aloittelijaystävällinen ohjelma, askeleet opetetaan alusta alkaen.\r\n\r\nTanssit:\r\nPease Branle\r\nBranle Pinagay\r\nSellengers Round\r\nRufty Tufty\r\nUpon a Summers Day\r\nPornopolka\r\nCeltic Spiral", "category_title": "Työpaja: musiikki / Music", "formatted_hosts": "Purr Consuegra, Annika Lehto, Sini Tossavainen", "room_name": "Ala-Galleria", "length": 105, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Vapaata bofferointia", "description": "Pehmomiekkailussa, tai bofferoinnissa, taistelijat ottavat mittaa toisistaan pehmustetuin asein yksinkertaisilla säännöillä. Kevyen liikunnallinen kamppailulaji sopii kaikenlaisille conivierailijoille.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "John Helin", "room_name": "Halli 3 Bofferialue", "length": 180, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Suomen pelimuseo peluuttaa harvinaisia pelejä", "description": "Steissin Yö -roolipeli:\r\nPelaajat ovat nuoria, jotka seikkailevat Helsingin yössä \"Steissin\" eli rautatieaseman läheisyydessä. Vastaan tulee kaikenlaista kulkijaa sekä huumeita ja alkoholia. Miten pelaajat selviävät kovasta, huuruisesta, seikkailullisesta bileillasta?\r\n\r\nAulos -tarinankerrontakorttipeli:\r\nAulos on Karoliina Korppoon tekemä tarinallinen korttipeli. Pelissä on tarkoituksena tuottaa nopeita, novellin tai lyhytelokuvan kokoisia tarinoita, joissa ytimenä on salamurha tai sen yritys. Pelin keskiössä ovat hahmojen väliset suhteet ja draama. \r\n\r\nTilsaworld:\r\nTilsaworld on sarjakuvaroolipeli. Tässä pelissä ei ole paljon sääntöjä, mutta pelaajilta vaaditaan hyvää mielikuvitusta ja rentoa herjafiilistä. Pelissä hahmot eivät ole maailmoja pelastavia avaruussankareita tai lohikäärmeitä teurastavia barbaarikuninkaita, vaan jotain aivan muuta. Tilsaworldin pelaamisen nautinto perustuu huumoripitoisten tilanteiden tuottamiseen ja kokemiseen, pelihahmojen kautta.\r\n\r\nZombeja! Ovella!:\r\nZombeja! Ovella! on innovatiivinen tarinankerrontapeli, jonka osanottajat luovat yhdessä jännittävän kertomuksen tavallisista ihmisistä zombihyökkäyksen kurimuksessa. Pelaajat ottavat kukin aluksi pelattavakseen yhden hahmon, mutta voivat päätyä myös pelaamaan itse zombeja, jos omalle hahmolle käy huonosti. Joka tapauksessa pelaajat onnistuvat tai epäonnistuvat yhdessä, onhan tavoitteena kertoa jännittävä, koskettava ja ennenkaikkea viihdyttävä tarina!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Joni-Tatu Rannanpiha", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Pako Dysentrus IX:ltä", "description": "Taistelu kaaoksen voimia vastaan planeetan pinnalla on hävitty, ja on aika vetäytyä ennen kuin pommitus kiertoradalta alkaa. Onnistutko johtamaan joukkosi turvaan läpi paiseisia paholaisia kuhisevan kaupungin?\r\n\r\nAloittelijaystävällinen miniatyyripeliskenaario Warhammer 40K Kill Team -sääntöjä soveltaen vähintään yhdelle pelaajalle. Figujen hallintavastuuta voidaan jakaa joustavasti pelaajien kesken, joten mukaan voi liittyä myös kesken pelin, vaikkei ehtisi paikalle heti sen alkaessa.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Antti Itäpää, Tommi", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Infinity the game miniliiga/demotus", "description": "Infinity-miniliiga Halli 3:ssa. Pelaa pelejä ja osallistu figuarvontaan. Jokainen pelattu peli on arpalippu. Pelaa niin monta peliä kuin haluat, mutta vain kerran per vastustaja. Pöydät varattavissa varauskalenterilla omiin peleihin perjantaista ovien avauksesta sunnuntaihin pari tuntia ennen sulkemisaikaa. Muista kirjoittaa yhteystietosi varauskalenteriin, muuten peliä ei rekisteröidä osallistumiseksi etkä voi osallistua arvontaan.\r\n\r\nTarjolla myös Infinity the Game -peliesittelyjä. Esittely lasketaan myös osallistumiseksi.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Tor-Erik \"Tuure\" Nygård", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Dust 1947 - WWII ja Cthulhun nousu", "description": "On vuosi 1947. Sota, joka alkoi 8 vuotta sitten kun Saksa hyökkäsi Puolaan, ei ole ohi. Sota on levinnyt maailmanlaajuiseksi. Maailma on jakaantunut erillisiin ryhmittymiin, vain kourallinen valtioita on onnistunut pysymään neutraaleina ja toimivatkin palkkasotilaina. Sodan pitkittyessä uusia liittoumia syntyi ja vanhoja hajosi.\r\n\r\nTällä hetkellä maailma on jakaantunut erillisiin liittoumiin.\r\n- Liittoutuneet (Allies) ovat keskittyneet USA:n johdon alle. Tämän voimakkaan ryhmittymän pääjäseninä ovat: USA, Yhdistyneet kansakunnat ja Vapaa Ranska.\r\n- Saksa, Skandinaavia ja Keski-Eurooppa ovat liittoutuneet yhteen Akselivalloiksi. Tämä totalitaarinen valtio muodostui Operaatio Walkyrien onnistuessa salamurhaamaan Fuhrerin 1943.\r\n- Pettyneinä liittouman toimintaan Neuvostoliitto ja Kiina yhdistyivät SSU:ksi (Sino-Soviet Union), muodostaen kolmannen ryhmittymän taatakseen kommunismin selviytymisen.\r\n- Keisarillinen Japanin laivasto erosi Japanista ja taistelee mythoksen nousua vastaan Tyynellä valtamerellä, ja muita, jotka eivät erosta pitäneet.\r\n- Mythos eli Cthulhu ja kultistit. Heillä on kokonaan omat tavoitteensa\r\n\r\nYmpäri maailmaa nämä liittoumat taistelevat mullistavan VK-mineraalin hallinnasta. Tämä mineraali on mahdollistanut täysin uusia teknologisia harppauksia. Taistelurobotit ovat korvanneet vanhentuneet panssarivaunut, kuolleet ovat liittyneet taisteluun uudelleen. Laser- sähkö ja sädeaseet korvaavat hiljalleen vanhat tuliaseet. Ja Cthulhu on noussut sekavaa tilannetta hyväksikäyttäen.\r\n\r\nSaksalaiset olivat ensimäiset, jotka alkoivat hyödyntää VK-mineraalin tarjoamia etuja. Kaikki tämän mineraalin ympärillä on kuitenkin edelleen verhottu mysteeriin. Huhut jopa väittävät planeetan ulkopuolisen elämän neuvoneen saksalaisia sen hyödyntämisessä... Ja Vril-konfederaatio saattaa lähiaikoina tulla avaruudesta torjumaan Cthulhua ja mitä tahansa seisoo heidän edessään...", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Lexa", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Aristeia! -demotusta", "description": "Aristeia! on Espanjalaisen Corvus Bellin (Infinity) uusin avaus figu- ja lautapelien alalla. Pelissä pelataan kahdella neljästä figuurista koostuvalla joukkueella heksa-laudalla hieman vapaapainia muistuttavaa kamppailulajia.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Sampo", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Luolailua pyynnöstä / dungeoncrawling on demand", "description": "Velho Xylarthenin tyrmässä piilee aarteita ja vaaroja. Tule paikalle, ota hahmo, yritä selvitä tyrmässä ja löytää aarteita. Paikalla voi olla minuutteja tai tunteja. Poistua saa kun haluaa. Tämä pöytäroolipeli sopii myös aloittelijoille.\r\n\r\nOld school dungeoncrawling. Come, bring your own D&D-type character or grab a pregen, and try to survive in the dungeon and maybe get rich. Join the game at will, leave whenever it suits you.\r\n\r\nVanhan liiton henkistä luolakomppausta - ansoja ja salaovia kannattanee etsiä, tasaväkiset taistelut eivät ole hyvä ajatus, fiksuus, varovaisuus ja rohkeus johtavat menestykseen. Fyysinen väkivalta ja hahmokuolemat ovat mahdollisia.\r\n\r\nPeliin voi tuoda oman hahmon jostain D&D-henkisestä pelistä. Myös valmiita hahmoja on riittävästi.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Tommi Brander", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Darklands - dark age fantasiapelin demotusta", "description": "Darklands on 650-luvulle sijoittuva figupeli, jonka maailmassa muinaiset mytologiat olivatkin todellista historiaa. Pelidemossa pääset kokemaan, miten sotajoukkosi pärjää toista vastaan taistelutantereella, jossa peikot, kolossit ja muut muinaiset hirviöt taistelevat rinnakkain ihmisten kanssa ja heitä vastaan.\r\n\r\nPelisysteemi on dynaaminen: vuorot vaihtuvat nopeasti ja pelaajan päätöksillä on valtava merkitys taistelun kulkuun. Pelin figut ovat huippulaatua ja esteettisesti tajunnanräjäyttävän upeita. Pelikokeilijoilta odotetaan perustietämystä figupeleistä, muuta et tarvitse. Demo kestää n. 30-60 min.\r\n\r\nVaroitus: pelin realistinen ulkoasu ja väkivaltainen teema eivät välttämättä sovi perheen pienimmille.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Tuomas Pyryharakka, Tommi \"Icchan\" Malkki", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Tutustu Daimyriaan lautapelien kautta", "description": "Sukella Daimyriaan, mielenkiintoisten eläinten asuttamaan maailmaan!\r\n\r\nOsallistu kauppiaskisaan kokeilemalla Dale of Merchants -pelisarjan uusinta Collection-osaa. Jokainen pelaaja ohjastaa omaa uniikkia hahmoaan erikoiskykyineen kamppaillessaan tulevan maailmannäyttelyn ohjaajan pestistä!\r\n\r\nTaltuta sota Dawn of Peacemakers -lautapelissä. Hyppää seikkailijan saappaisiin ja pysäytä oselottien ja puna-arojen välinen konflikti käyttäen toinen toistaan mielikuvituksellisempia kikkoja!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Sami Laakso", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Twist and Turn - lyhyitä roolipelejä", "description": "Nopeita skenaarioita roolipeleihin tutustuville ja muille pikapelinnälkäisille. Valittavana listallamme:\r\n\r\n- Murtokeikka jalokiviliikkeeseen\r\n- Palkkionmetsästystä villin lännen saluunassa\r\n- Klassisten kauhuhirviöiden konditoriareissu\r\n\r\nAlso available in English! Quick role playing games for beginners or anyone hungry for an RPG snack. Choose from our menu:\r\n\r\n- Burglars on a jewel heist\r\n- Wild West bounty hunting showdown\r\n- Monster mash in a bakery", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Mika Metsätähti", "room_name": "Halli 3 Kokemuspiste", "length": 180, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Suomen pelimuseo peluuttaa harvinaisia pelejä", "description": "Steissin Yö -roolipeli:\r\nPelaajat ovat nuoria, jotka seikkailevat Helsingin yössä \"Steissin\" eli rautatieaseman läheisyydessä. Vastaan tulee kaikenlaista kulkijaa sekä huumeita ja alkoholia. Miten pelaajat selviävät kovasta, huuruisesta, seikkailullisesta bileillasta?\r\n\r\nAulos -tarinankerrontakorttipeli:\r\nAulos on Karoliina Korppoon tekemä tarinallinen korttipeli. Pelissä on tarkoituksena tuottaa nopeita, novellin tai lyhytelokuvan kokoisia tarinoita, joissa ytimenä on salamurha tai sen yritys. Pelin keskiössä ovat hahmojen väliset suhteet ja draama. \r\n\r\nTilsaworld:\r\nTilsaworld on sarjakuvaroolipeli. Tässä pelissä ei ole paljon sääntöjä, mutta pelaajilta vaaditaan hyvää mielikuvitusta ja rentoa herjafiilistä. Pelissä hahmot eivät ole maailmoja pelastavia avaruussankareita tai lohikäärmeitä teurastavia barbaarikuninkaita, vaan jotain aivan muuta. Tilsaworldin pelaamisen nautinto perustuu huumoripitoisten tilanteiden tuottamiseen ja kokemiseen, pelihahmojen kautta.\r\n\r\nZombeja! Ovella!:\r\nZombeja! Ovella! on innovatiivinen tarinankerrontapeli, jonka osanottajat luovat yhdessä jännittävän kertomuksen tavallisista ihmisistä zombihyökkäyksen kurimuksessa. Pelaajat ottavat kukin aluksi pelattavakseen yhden hahmon, mutta voivat päätyä myös pelaamaan itse zombeja, jos omalle hahmolle käy huonosti. Joka tapauksessa pelaajat onnistuvat tai epäonnistuvat yhdessä, onhan tavoitteena kertoa jännittävä, koskettava ja ennenkaikkea viihdyttävä tarina!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Joni-Tatu Rannanpiha", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Skenaariokisan pelejä", "description": "Tule kokemaan skenaariokisan tuotoksia ja muita keveitä roolipelejä!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 360, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "MtG: 8-player events", "description": "On-demand 8:n pelaajan turnaukset pyörivät pääturnauksen alusta lähtien ja starttaavat, kun listassa on kahdeksan nimeä. Päivän viimeiset 8-manit alkavat viimeistään seuraavasti: pe klo 19:00, la klo 18:00 ja su klo 12:30. Formaattivaihtoehtoina ovat: Core Set 2020, War of the Spark, Ravnica Allegiance, Guilds of Ravnica ja Modern Horizons, Standard, Modern, Legacy, Vintage ja Pauper. Erikoisempiakin draftiformaatteja saa ehdottaa paikan päällä!", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Poromagia", "room_name": "Halli 3 Korttipelialue", "length": 300, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Two-Headed Giant Bulk Smash", "description": "Two-Headed Giant -pelimuodossa kaksi pelaajaa muodostaa joukkueen, \"kaksipäisen jättiläisen\". Joukkueet kasaavat hallussaan olevista korteista (tässä tapauksessa Bulk Smash(tm)-laatikosta) kaksi pakkaa, molemmille päille omansa. Tämän jälkeen jättiläiset taistelevat keskenään, toki vain pelaamalla MTG-otteluita. Pelit ratkeavat \"kerrasta poikki\"-menetelmällä, ja kummallakin jättiläisellä (eli joukkueella) on 30 elämäpistettä. Poikkeuksena tavalliseen Magiciin, ensimmäinen mulligan on näissä peleissä ilmainen.\r\n\r\nTarkempi kuvaus Two-Headed Giant -formaatista löytyy esimerkiksi Wizards of the Coastin sivuilta osoitteesta:\r\n\r\nhttps://magic.wizards.com/en/game-info/gameplay/formats/two-headed-giant\r\n\r\nBulk Smash laatikoita myydään Poromagialla ja Poromagian myyntipisteellä \r\nRopeconissa. \r\n\r\nhttps://poromagia.com/catalogue/bulk-smash-kilobox-battle-for-two-players_187113/  \r\n\r\nBasic landeja on tarjolla pelipaikalla.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Poromagia", "room_name": "Halli 3 Korttipelialue", "length": 300, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Ropeconin esittelykierros", "description": "Oletko ensi kertaa Ropeconissa? Haluatko päästä tutustumaan Ropeconin maailmaan, mutta et tiedä mistä aloittaa? Oletko käynyt vuosia sitten, etkä tiedä mistä lähteä tutustumaan Ropeconiin uudelleen? Tai haluatko lähteä tekemään jotain ihan muuta kuin mihin olet tottunut? Tule esittelykierrokselle! Kierroksella pääset tutustumaan muihin ensikertalaisiin ja kiertämään tapahtumaa tuutorin kanssa. Kierrokset lähtevät Infon vierestä.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Merli", "room_name": "Infotiski", "length": 60, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Charlie ei surffaa", "description": "Roolipelikampanja Vietnamin sodasta. Nyt 24. kertaa Ropeconissa. http://www.charlieeisurffaa.com\r\nIlmoittautuminen pelipaikalla, peliin voi päästä mukaan kesken skenaarion ja voi poistua kun on tarve. Aikaisempaa pelikokemusta ei tarvita. Huom! Tänä vuonna ei ole mahdollista pelata kommunistisia pelaajahahmoja (sissejä).\r\nSkenaariot kestänevät 6+ tuntia.\r\nPeli perjantaina klo 16-23, lauantaina klo 10-23, sunnuntaina klo 10-16", "category_title": "Roolipeli / Pen & Paper RPG", "formatted_hosts": "Eero", "room_name": "Sali 211", "length": 420, "start_time": "2019-07-26T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Avajaiset", "description": "Ropeconin perinteisissä avajaisissa toivotamme kaikki kävijät tervetulleiksi tapahtumaan. Esittelemme myös kunniavieraat ja kurkistamme hieman viikonlopun ohjelmaan.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "", "room_name": "Halli 1", "length": 45, "start_time": "2019-07-26T14:00:00Z", "is_public": true, "video_link": ""}, {"title": "Mauista manaan: Tuttua ja tuntematonta Polynesiasta", "description": "Polynesialainen maailma voi Suomesta katsoen tuntua vieraalta, kaukaiselta ja eksoottiselta. Useimmat kuitenkin ovat kuulleet puhuttavan manasta, puolijumala Mauista ja hakasta, tatuoinneista puhumattakaan. Polynesialaisissa kulttuureissa traditiot, uskomukset ja mytologia sekoittuvat jokapäiväiseen elämään, ja pieniä paloja näistä perinteistä ja tarinoista on kulkeutunut muualle maailmaan.\r\n\r\nPolynesialaiset myytit ja traditiot sisältävät valtavan määrän merkityksiä ja tapoja selittää maailmaa, ja tätä vyyhtiä esittelen ja avaan esitelmässäni. Mitä seuraa, kun vuori ei jaksa enää kävellä? Miten saaren voi kalastaa merestä? Ja mitä tapahtuu, jos pudottaa palavan kynnen?", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Mikko Myllyntausta", "room_name": "Sali 204", "length": 45, "start_time": "2019-07-26T14:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kryptovaluuttojen historia ja perusteet roolipelaajille", "description": "Bitcoin ei suinkaan ollut ensimmäinen yritys luoda digitaalinen valuutta, mutta mikä erottaa sen kaikista edeltäjistään sekä perinteisestä sähköisestä rahasta? Entä olisiko kryptovaluutta mahdollinen ilman sähköä tai maailmassa, jossa taikuus on yleistä?\r\n\r\nEsityksessä käydään läpi kryptovaluuttojen perusteet roolipelien näkökulmasta, mistä palikoista ne koostuvat ja mikä on nykytiedon valossa mahdollista. Pelinjohtajille näistä lienee apua kryptovaluuttojen uskottavaan käsittelyyn tai ainakin inspiraatioksi.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Ilja Honkonen", "room_name": "Sali 208", "length": 45, "start_time": "2019-07-26T14:00:00Z", "is_public": true, "video_link": ""}, {"title": "Introducing the Lost dances of the Bordonians", "description": "Dr John Gardiner-Garden, producer of the Lost Dances of Earthly Delights books and CDs, will lead everyone to some Bordonian dances from the valley of Earthly Delights – fun dances in all sorts of formations and rhythms to catchy timeless music. Dances are suitable for beginners.  \r\n\r\nDances: Dizzy Mixer, Lotsi's Spell, The Battering Ram, Daring Damsel, Baltic Crossing", "category_title": "Työpaja: musiikki / Music", "formatted_hosts": "John Gardiner-Garden", "room_name": "Ala-Galleria", "length": 115, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Nanoreality: Adventure Calls", "description": "Ilmassa on kihelmöivä tunne juuri ennen suuren seikkailun alkua. Nanorealityn laulajat värväävät nyt yleisönsä tankeiksi ja saattajiksi Azerothiin, Ankkalinnaan ja Apinasaarelle - ja se on vasta alkua. Kymmenen slotin repussa mukana ovat uudet, vanhat ja uudistetut teemat.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Antti", "room_name": "Halli 1", "length": 60, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Myyttisten eläinten piirtopaja", "description": "Miten lohikäärmeen suomut menivätkään? Montako raajaa on aarnikotkalla? Kuinka voisin piirtää oman myyttisen olentoni? Näihin kaikkiin kysymyksiin saat vastauksen myyttisten eläinten piirtopajasta! Pajaan kuuluu lyhyt opastus, miten aloittaa oman tai tutun myyttisen olennon tekeminen ja niksejä! Sopii kaiken ikäisille ja tasoisille piirtäjille. Pienemmät lapset vanhempiensa valvonnassa. Paperin ja kynät löytää paikalta, mutta omia välineitä saa halutessaan käyttää. Ilmoittautuminen ennakkoon infotiskillä!", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Maija", "room_name": "Halli 1B Työpaja-alue", "length": 105, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "WH40k Apocalypse", "description": "Greetings, my fellow Imperials, Xenos and Heretics!\r\n\r\nThe always somewhat epic Fluffy Heralds of Armageddon are hosting a Warhammer 40,000 Apocalypse game this year at Ropecon 2019. \r\n\r\nFor the past three years, we have showcased the utter magnificence and chaos of unnecessarily large-scale miniature matches at Ropecon, and 2019 will not be different! \r\n\r\nOur match will be a non-narrative team-deathmatch, where you can witness the imperials, forces of chaos and the random assortment of xenos, fighting side-by-side or at each others throats (we don't know yet), until one side stands victorious over the others. ´Cause we wouldn't have it any other way.\r\n\r\nWe are of course looking for more people who wish to join us in the match. There will be a posting on Sotavasara.net about the rule-package and information on registration at a later date.\r\n\r\nTo all players joining us, and those coming to enjoy the show; \r\nThank you and we'll see you all there!", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Paula Nykänen, Lasse Klenberg, Janne Kivekäs, Holtsi", "room_name": "Halli 3", "length": 840, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Star Trek – Away Team: Season 2", "description": "Join the crew of USS Adventure on the second season of its five year mission to boldly go where no one has gone before! This fast-paced rules-light game is played in one hour episodes. You can join in for one episode or more. Thanks to its popularity last year, this year's game is run as a franchise: There is one game run by the creator, and ready-made gamemaster demo kits for running your own Away Team. Ask the Experience Point for the demo kit. I hope this will allow everyone interested in the game to have a chance to play it. \r\n\r\nTo join a session, check the Experience Point to see when and where the next session is running.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Jussi \"J2K\" Kenkkilä", "room_name": "Halli 3 Kokemuspiste", "length": 120, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Pickstones  -challenge", "description": "The two-person mathematical game Nim, which many believe originated in China (with a name \"Picking stones\", thus now under title \"Pickstones\"), is probably one of the oldest games in the world. Now there is a challenge: try and win the game master here, even just once during the weekend. A prize is promised, if this is done without cheating (ie. looking at help from the internet). The rules are very simple and each game is very short, but beating the master will be close to impossible :-P  \r\n\r\nKaksinpeli Nim - nyt vaihtoehtoisella nimellä Pickstones - on todennäköisesti yksi maailman vanhimpia pelejä. Haasteena on kokeilla/harjoitella/oppia voittamaan niin että päihität esittelijän tässä pelissä vaikkapa vain kerrankin viikonlopun aikana. Palkinto on luvassa jos onnistuu ilman että huijaat katsomalla netistä. Säännöt peliin ovat hyvin helpot ja pelit lyhyitä, vain voittamisessa on haastetta :-P", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "tanar", "room_name": "Halli 3 Kokemuspiste", "length": 500, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Pitchcar SM-kisat", "description": "Huikea neppauskisa aidossa Ropecon-tunnelmassa. Kaikille avoin kisa. Tapahtuma aloitetaan vapaalla harjoittelulla, jota seuraa tiivistunnelmainen aika-ajo. Aika-ajon parhaat pääsevät itse kisaan. Nähdäänkö viime vuosien ensimmäisen mutkan kaaos, jossa paalupaikalla lähtijä tippuu viimeiseksi? Ja tämän jälkeen yrittää lähteä ajamaan kärkeä epätoivoisesti takaa. Löytyykö uusia haastajia?", "category_title": "Pelitiski: Lautapeli / Board game", "formatted_hosts": "Pantteri", "room_name": "Halli 3 Kokemuspiste", "length": 120, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "1600-luvun keihäsharjoitukset", "description": "Kiinnostavatko 30-vuotisen sodan historia ja historianelävöittäminen? Haluatko kokea, miltä sotaan pakko-otetusta maalaisesta tuntui temppuilla viisimetrisen saarnikeihään kanssa käsittämättömien käskyjen tahtiin? Nyt on mahdollista tutustua 1600-luvun sotilaselävöittämiseen historianelävöitysryhmä GARSin aloittelijaystävällisissä keihäsäksiisissä. Äkseeraus on helppoa eikä vaadi normaalikuntoa kummempaa pohjaa, ja tarjoamme välineet eli pitkät keihäät. Ennakkoilmoittautuminen infotiskillä.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Maria, Konsta", "room_name": "Pohjoinen aukio", "length": 60, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Jon Hodgson - the Man, the Career and the Games", "description": "Guest of Honour Jon Hodgson, the man whose artwork can be found in the favourite games of entire role-playing generations, discusses his career in the role-playing industry and his work on Dungeons & Dragons, Pathfinder, Warhammer Fantasy Roleplay and many others.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Jon Hodgson", "room_name": "Sali 103", "length": 105, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Praedor - Kielletyn rakkauden kirjan julkaisutilaisuus", "description": "Suosittuun Praedor-roolipeliin ilmestyy jo neljäs lisäkirja, \"Kielletyn rakkauden kirja\", joka kertoo rakkaudesta, avioliitoista, seksuaalisuudesta ja seksuaalivähemmistöistä Praedor-roolipelin maailmassa. Tällaista lisäkirjaa ei tiettävästi ole julkaistu mihinkään muuhun roolipeliin, ja se julkaistaan Ropeconissa 2019. Kielletyn rakkauden kirjan kirjoittaja Kristel Nyberg istuu alas Praedor-roolipelin kirjoittajan Ville \"Burger\" Vuorelan kanssa ja puheenaiheena on kaikki se maailmatietous, joista fantasiaroolipeleissä yleensä punastellen vaietaan.", "category_title": "Puheohjelma: keskustelu / Discussion group", "formatted_hosts": "Ville \"Burgeri\" Vuorela, Kristel Nyberg", "room_name": "Sali 201", "length": 105, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Condottierin käsikirja", "description": "Tutustu Italian 1300-luvun kaupunkivaltioiden palveluksessa olevien palkkasotilasjohtajien elämään heistä ehkäpä menestyksekkäimmän, Sir John Hawkwoodin ja hänen White Companynsa verentahraisen, mutta suuria sankaritekoja sisältävän elämän kautta. \r\n\r\nLuento antaa hyviä ideoita ja käytännön historiallisia esimerkkejä palkkasoturikampanjan vetämiseen PJ:lle, joka haluaa peleihinsä puoltenvaihtoja ja juonitteluja hyvine syineen ja tietoa, miten palkkasoturiarmeija oikeasti toimii.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Janne Kemppi", "room_name": "Sali 204", "length": 105, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Proteus: Sotakarjujen synty -  Post Mortem", "description": "Syksyllä 2018 Kauhavan lentosotakoulun valtasi suuri joukko tutkijoita, poliitikkoja, konsultteja ja sotilaita. Mukanaan heillä oli pieni joukko Sotakarjuja. Melkein puolitoista vuotta kestänyt tuotanto- ja suunnittelutyö kulminoitui kolmen vuorokauden toteutukseen, jossa rakennettiin tutkimusasema ja yksi maailman suurimmista black box -tiloista.\r\n\r\nMistä pelissä oli kyse? Oliko peli hyvä? Ja miten ihmeessä se saatiin kasaan? Pelin tuottaja ja suunnittelijat vastaavat kaikkiin näihin kysymyksiin, sekä tietenkin siihen tärkeimpään: Miten meni omasta mielestä?", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Vera Schneider, Simo Järvelä, Markus", "room_name": "Sali 205", "length": 45, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Energiaa kansalle", "description": "Kulttuurit ja yhteiskunnat pyörivät energialla. Koska energia on häviämätöntä, niin energiaa pitäisi saada muutettua jotenkin käyttökelpoiseen muotoon. Tämä pätee niin todellisessa maailmassa, fantasiamaailmassa, kuin scifimaailmassakin. Vai päteekö? Esitelmässä tutkitaan energian tuottamista, siirtoa ja varastointia sekä yhteiskuntaa pelimaailmasuunnittelun ja insinöörin näkökulmasta. Tutustumme paitsi nykyfysiikalla toimiviin menetelmiin, niin myös scifistä, steampunkista ja fantasiasta johdettuihin menetelmiin.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Darquan", "room_name": "Sali 206", "length": 105, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Roolipelaajan peruskoulu: Hyvän pelaamisen perusteet", "description": "Mikä on hyvää roolipelaamista muiden pelaajien kannalta? Mikä on hyvää pelaamista pelinjohtajan kannalta? Miten itseään voi kehittää pelaajana? Koska pelitapoja on yhtä paljon kuin pelaajiakin, kutsumme yleisöä tuomaan omia näkemyksiään ja kysymyksiään, joille on jätetty myös tavallista enemmän aikaa. Ymmärrettävää puhetta ja käyttökelpoisia neuvoja tuttuun Peruskoulu­tyyliin.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Pekka Hänninen, Risto Ravela", "room_name": "Sali 207", "length": 105, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Yksisarvissatutunti", "description": "Lasten yksisarvissatutunti. Kirmaa viettämään hauska lepohetki yksisarvisen kanssa satujen laitumilla. Järjestäjä: Helmet-kirjastot.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Helmet", "room_name": "Sali 208", "length": 45, "start_time": "2019-07-26T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Ropeconin esittelykierros", "description": "Oletko ensi kertaa Ropeconissa? Haluatko päästä tutustumaan Ropeconin maailmaan, mutta et tiedä mistä aloittaa? Oletko käynyt vuosia sitten etkä tiedä mistä lähteä tutustumaan Ropeconiin uudelleen? Tai haluatko lähteä tekemään jotain ihan muuta kuin mihin olet tottunut? Tule esittelykierrokselle! Kierroksella pääset tutustumaan muihin ensikertalaisiin ja kiertämään tapahtumaa tuutorin kanssa. Kierrokset lähtevät Infon vierestä.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Merli", "room_name": "Infotiski", "length": 60, "start_time": "2019-07-26T15:30:00Z", "is_public": true, "video_link": ""}, {"title": "Historiallisen miekkailu 1300-1800 luvuilla ja sen harrastaminen nykyisin", "description": "Esittelemme Euroopan alueella kirjoitettuihin lähdeteoksiin pohjautuvia historiallisia taistelulajeja (HEMA) ja kerromme niiden harrastamisesta nykyisin. Esittelemämme aseet ja niiden käyttötekniikat pohjautuvat historiallisiin, kirjoitettuihin lähteisiin aina 1300-luvun alusta 1800-luvulle saakka ja sovellamme niitä nykyisin harjoittelussa ja vapaamuotoisessa miekkailussa. Käyttämämme tekniikat vaihtelevat aseettomasta painista tikarin ja erilaisten miekkojen kautta aina keihääseen ja varsikirveeseen.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Suomen Historiallisen Miekkailun Seura", "room_name": "Halli 3 Bofferialue", "length": 45, "start_time": "2019-07-26T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Parasite - A game of paranoia, treachery and irrational logic", "description": "Co-op survival anxiety board game for 5 to 8 players. The game contains traitor mechanics, paranoia, ability to exercise free will, and is one kind of team building exercise.\r\n\r\n\"At a remote scientific outpost in the Arctic, a team of nine study their harsh environment. Trapped with a hostile alien parasite that can mimic humans almost perfectly. They must stop it before it escapes and infects the rest of the world.\"", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Mikko \"Hermiitti\" Hyvönen, Kimi \"Drauce\" Haapalainen", "room_name": "Halli 3 Kokemuspiste", "length": 300, "start_time": "2019-07-26T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "1600-luvun keihäsharjoitukset", "description": "Kiinnostavatko 30-vuotisen sodan historia ja historianelävöittäminen? Haluatko kokea, miltä sotaan pakko-otetusta maalaisesta tuntui temppuilla viisimetrisen saarnikeihään kanssa käsittämättömien käskyjen tahtiin? Nyt on mahdollista tutustua 1600-luvun sotilaselävöittämiseen historianelävöitysryhmä GARSin aloittelijaystävällisissä keihäsäksiisissä. Äkseeraus on helppoa eikä vaadi normaalikuntoa kummempaa pohjaa, ja tarjoamme välineet eli pitkät keihäät. Ennakkoilmoittautuminen infotiskillä.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Maria, Konsta", "room_name": "Pohjoinen aukio", "length": 60, "start_time": "2019-07-26T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Puujalkavitsejä yleisön toiveiden mukaisesti", "description": "Yleisö pääsee osallistumaan sanomalla sivunumeron, minkä jälkeen vetäjä lukee valitsemaansa kirjaa sanotulta sivulta, kunnes keksii puujalkavitsin. Ohjelmassa havainnollistuu, kuinka helppoa ja hauskaa puujalkavitsien keksiminen on. Tämä ohjelmanumero on jotain ainutlaatuista, mitä sanallisen nokkeluuden/puujalkavitsien ystävät eivät halua jättää väliin. Mytologia otetaan myös huomioon.", "category_title": "Puheohjelma: keskustelu / Discussion group", "formatted_hosts": "Sami Nisonen", "room_name": "Sali 205", "length": 45, "start_time": "2019-07-26T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Lohikäärme lemmikkinä - aloittelijan opas", "description": "Moni haluaisi oman lohikäärmeen, mutta ei ole tietoinen siitä, millaista elo näiden otusten kanssa on tai mitä niiden kanssa voisi puuhailla. Eläinlääkäri antaa muutamia vinkkejä hankintaan ja harrastusmahdollisuuksiin sekä pyrkii varoittamaan tavallisimmista aloittelevaa lohikäärmeenomistajaa vaanivista sudenkuopista.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Katri Saarelma", "room_name": "Sali 208", "length": 105, "start_time": "2019-07-26T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Paloista peliksi: Kuinka syntyy modulaarisesti suunniteltu larppi?", "description": "Työpajassa perehdytään esitelmän ja harjoituksen kautta Markus Montolan ja Simo Järvelän Proteus: Sotakarjujen synty -larpissa luomaan modulaarisen sisällönluonnin ja pelisuunnittelun menetelmään. Esitelmä avaa menetelmää Proteuksen esimerkin kautta, minkä jälkeen luodaan kokonainen pelikonsepti hahmoineen pienryhmissä. Ennakkoilmoittautuminen infotiskillä.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Vera Schneider", "room_name": "Sali 209", "length": 105, "start_time": "2019-07-26T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Rockin' With My Baby", "description": "Vuosi on 1981, paikkana Kerava. Rockabilly-musiikki ja alakulttuuri ovat lyöneet läpi nuorison parissa ja tänään paikallinen nuoriso on kerääntynyt huoltoaseman parkkipaikalle tanssimaan. \r\n\r\nLarpissa käsitellään aikuisuuden kynnyksen juuri ylittäneiden nuorten elämää, toiveita ja ihastuksia. Painopiste on kevyessä ihmissuhdedraamassa ja rakkauden etsinnässä.\r\n\r\nOsallistujien sukupuolella ei ole väliä. Pelaajat saavat valita omastaan ja hahmon sukupuolesta riippumattoman seuraajan tai viejän roolin, joka määrittelee keistä hahmo on kiinnostunut romanttisessa mielessä. \r\n\r\nLarppi sisältää kosketusta, mutta ei intiimiä fyysistä peliä. Odotettavissa oleva kosketus kohdistuu käsiin, käsivarsiin ja yläselkään. \r\n\r\nMikäli pelaajalla ei ole asiaan vaikuttavia rajoitteita, tanssitaan tässä larpissa seisten, pitäen tanssiparia käsistä. Tanssi on muokattavissa pyörätuoliystävälliseksi. Voit tanssia myös kainalosauvojen kanssa, jolloin vienti ja seuraaminen tapahtuu siten, että seuraaja peilaa viejän liikkeitä näköaistin avulla. Riittävä kuuloaisti on larpissa välttämätön: osallistujien on voitava kuulla mitä muut pelaajat puhuvat tavallisella puheäänellä musiikin soidessa taustalla.", "category_title": "LARP", "formatted_hosts": "Tanja Lehto", "room_name": "Sali 215", "length": 240, "start_time": "2019-07-26T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Robin Hood's Last Stand", "description": "The beginning of the legend of Robin Hood has been told many times, but how about the end? Robin Hood’s Last Stand explores an alternative, less-than-glorious finale for the adventures of the merry man in green. The story is not one of those child-friendly adventure stories, where the heroes effortlessly succeed in everything they do, but rather dark and even depressing in tone.\r\n\r\nThe Sheriff of Nottingham has finally got the Merry Men Robin Hood and his Merry Men surrounded. The only thing keeping him from storming the hideout is the Merry Men holding Guy of Gisbourne hostage. Robin Hood's Last Stand goes through this seemingly hopeless situation in six scenes that flow almost seamlessly into each other.\r\n\r\nThe game fits six to seven players (including one NPC). Players may choose sex and gender for their short, pre-written characters freely.\r\n\r\nMaterials for the game are written in English, but it can be played in any language. Pelin materiaalit on kirjoitettu englanniksi, mutta se voidaan pelata myös suomeksi.", "category_title": "LARP", "formatted_hosts": "Olli Hakkarainen", "room_name": "Sali 216", "length": 180, "start_time": "2019-07-26T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Unicorn Season", "description": "Unicorn Season on tragikomedia siitä, kuinka heteronormatiivisuus pilaa kaiken – myös polyamorisen deittailun.\r\n\r\nMaagisen realismin sävyttämä peli kertoo kolmista kolmen hengen treffeistä ja lähestyy huumorin keinoin vakaviakin aiheita.\r\n\r\nPeli on osa Suomen Kulttuurirahaston työskentelyapurahalla toteutettavaa queerfeminististä liveroolipelisarjaa.\r\n\r\n\r\nUnicorn Season is a tragicomedy about how heteronormativity ruins everything – including polyamorous dating.\r\n\r\nThe game tells a story of three dates for three, is springled with magical (sur)realism and uses comedy to reflect serious topics.\r\n\r\nUnicorn Season is a part of a series of queerfeminist live action role playing games designed on a working fund from Finnish Cultural Foundation.", "category_title": "LARP", "formatted_hosts": "Myrtti Lehtinen", "room_name": "Sali 217", "length": 240, "start_time": "2019-07-26T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kirjeitä Pohjolassa", "description": "Suomi, määrittelemätön ajankohta tulevaisuudessa. Tuntemattomasta syystä Suomen koko sähköverkko on kaatunut muutama kuukausi sitten. Maanlaajuiset ongelmat ovat mittavat: bensaa ei saa, koska mittarit eivät toimi, kauppojen kassat eivät toimi eivätkä kylmäkaapit toimi. Puhelimet, tietokoneet, tukiasemat, internet.... Mikään ei toimi. Lisäksi talvi ja ennennäkemättömän kovat pakkaset ovat aiheuttaneet ongelmia. Ulkomaailmasta ei ole tietoa. Onko sama ongelma kohdannut muuta maailmaa? Ainut tapa saada yhteys läheisiin on joko jotenkin mennä heidän luokseen tai kirjoittaa kirje. Suomen postilaitos on noussut arvoon arvaamattomaan ja lukemattomat vapaaehtoiset kuljettavat kirjeitä ympäri Suomea. Sinä olet myös päättänyt kirjoittaa kirjeen. Kenelle se on?\r\n\r\nPelaajat luovat hahmot itse työpajassa pelinjohtajan avustuksella. Työpajaan varataan aikaa noin 2 tuntia, max 3, minkä aikana luodaan hahmo ja kontaktit sekä mahdollisesti syvennetään hahmojen välisiä suhteita lyhyiden kohtausten pelaamisen kautta. Työpajan jälkeen pelaajat kirjoittavat vähintään yhden kirjeen jollekin kontaktilleen Ropeconin aikana ja sen jälkeen niin monta kuin jaksavat, ehtivät ja haluavat. Jokainen kirjoittaa ja saa vähintään yhden kirjeen.", "category_title": "LARP", "formatted_hosts": "Teikku", "room_name": "Sali 218", "length": 180, "start_time": "2019-07-26T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Historiallisten tanssien opetus: Setti 2: Solatanssit ja haastavammat historialliset", "description": "Italialaisia 1400-1600 luvun historiallisia tansseja sekä solatansseja Ranskasta ja Englannista, joita tanssitaan illan tanssiaisissa. Aloittelijaystävällinen ohjelma, askeleet opetetaan alusta alkaen.\r\n\r\nTanssit:\r\nAmoroso\r\nBallo del fiore\r\nHole in the Wall\r\nLe Pistolet\r\nLa Bonne Amitié\r\nMr. Lane’s Minuet", "category_title": "Työpaja: musiikki / Music", "formatted_hosts": "Purr Consuegra, Petri Myllynen, Sonja Tuukkanen", "room_name": "Ala-Galleria", "length": 105, "start_time": "2019-07-26T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "Bofferiturnauksen karsinnat 1", "description": "Pehmomiekkailun yksilöturnauksen ensimmäiset karsinnat. Pehmomiekkailussa, tai bofferoinnissa, taistelijat ottavat mittaa toisistaan pehmustetuin asein yksinkertaisilla säännöillä. Perjantain ja lauantain karsinnoista selvinneet taistelijat pääsevät mittelemään voitosta sunnuntain finaalissa.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "John Helin", "room_name": "Halli 3 Bofferialue", "length": 45, "start_time": "2019-07-26T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "Lynne Hardy - the Woman, the Career and the Games", "description": "Guest of Honour Lynne Hardy discusses her career in the role-playing industry and her work on Cogs, Cakes and Swordsticks, Call of Cthulhu and other games.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Lynne Hardy", "room_name": "Sali 103", "length": 105, "start_time": "2019-07-26T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "World of Alessia D&D 5th Edition julkaisu", "description": "World of Alessia -pelimaailmakirjan julkaisutapahtuma. Esittelen matkaa maailman kehitysvaihesta sen julkaisuun. \r\n\r\nWorld of Alessia on scifi- ja fantasiamaailma, joka julkaistaan käyttäen Dungeons & Dragons 5th Editionin sekä Starfinder Roleplaying Gamen systeemejä. Pelin kehtiys alkoi vuonna 2013 ja sen kuuden vuoden kehitykseen mahtui paljon eri vaiheita, esim. pelin julkaisijan ja kehittäjän löytyminen Amerikasta sekä onnistunut Kickstarter-kampanja vuonna 2018.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Jere Manninen", "room_name": "Sali 201", "length": 105, "start_time": "2019-07-26T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "Japanilainen miekkakultti", "description": "Jokainen on varmasti kuullut tarinoita japanilaisten miekkojen paremmuudesta verrattuna muun maailman teräaseisiin. Onko näillä uskomuksilla totuusperää? Mistä ne ovat syntyneet? Miksi katanan terä taitetaan tuhansia kertoja? Mitä tamahagane edes on? Mikä on totta ja mikä ei? Luento perehtyy miekan rooliin kansanmielisyyden ja kulttuuri-identiteetin työkaluna Japanissa, sekä materiaalitieteen taidonnäytteenä.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Matti \"Ruostevuori\" Maalismaa", "room_name": "Sali 205", "length": 45, "start_time": "2019-07-26T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "Spatial Design in Larps: Case Odysseus", "description": "How does larp design look through the eyes of an interior architect? Mia guides you through the spatial design principles and process with case examples from this year’s space blockbuster Odysseus. A lot of inspiring photos guaranteed.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Mia Makkonen", "room_name": "Sali 206", "length": 45, "start_time": "2019-07-26T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "Are you there, Crom? It's me, Conan: Mythologies in Role-Playing Games", "description": "Role-playing games have always drawn from myth and legend. This is a deep dive into the ways mythology has been used in different role-playing games over the years, from American interpretations of Kalevala to the umpteenth Viking fantasy. Come discover who is the most popular god in all of role-playingdom!", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Jukka Särkijärvi", "room_name": "Sali 207", "length": 105, "start_time": "2019-07-26T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "Wrestling Show Live - Ropecon Edition", "description": "Suomalainen showpainiorganisaatio FCF Wrestling tarjoaa ennennäkemättömän show'n! Salissa rytisee ja paukkuu, kun painijat ottavat yhteen. Tule kannustamaan suomalaisen showpainitaivaan kirkkaimpia tähtiä!", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "H.C. Andersen", "room_name": "Halli 1", "length": 120, "start_time": "2019-07-26T18:00:00Z", "is_public": true, "video_link": ""}, {"title": "Elder Scrollsin khajiitit ja mytologia", "description": "Monet tuntevat Elder Scrolls -videopelit ja ovat tutustuneet vuosien varrella sarjan rikkaaseen fantasiamaailmaan, mutta kuinka hyvin tunnet kissamaiset khajiitit? Luennolla otetaan selvää tämän oudon fantasiarodun eri olomuodoista aina Alfiq-kotikissasta ihmisen näköiseen Ohmesiin asti, tutustutaan uskomuksiin ja jumaluuksiin sekä sukelletaan kulttuuriin ja rotuun kohdistuviin ennakkoluuloihin, kotimaa Elsweyeriä unohtamatta. Tule tutustumaan fiktiiviseen mytologiaan.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Aki \"Twili\" Ilola", "room_name": "Sali 204", "length": 105, "start_time": "2019-07-26T18:00:00Z", "is_public": true, "video_link": ""}, {"title": "Odysseus – järjestelmät ja tekniikka", "description": "Miten yli kymmenestä eri järjestelmästä, tuhansista ohjattavista valoista, monista kymmenistä kaiuttimista ja sadoista työtunneista muodostuu avaruusalus? Esitelmässä kerrotaan miten Odysseus-larpin avaruusalus saatiin eloon IT-järjestelmien sekä A/V-tekniikan avulla, ja miten oppeja voisi hyödyntää tulevissa larpeissa. Odysseuksen valosuunnittelija Essi Santala on toiminut 9 vuotta valosuunnittelijana ammattiteattereissa ja larpin järjestelmiä toteuttanut Sampo Juustila 10 vuotta ohjelmistosuunnittelijana.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Sampo Juustila, Essi Santala", "room_name": "Sali 205", "length": 105, "start_time": "2019-07-26T18:00:00Z", "is_public": true, "video_link": ""}, {"title": "Lisää! Kovempaa! Autenttisemmin! - Historia ja liveroolipelaaminen", "description": "Miksi liveroolipelaaminen on parasta historianelävöittämistä? Onko vaihtoehtohistoria historianelävöittämistä – ja voiko muuta edes tehdäkään? Voiko metatekniikoiden avulla saavuttaa autenttisuuden kokemuksen? Miten välttää stereotypioiden sudenkuopat niin maailman, hahmojen kuin pelaajan valintojenkin suhteen?\r\n\r\nMenneisyys kiehtoo, mutta sen käsittelemisen tavat roolipeleissä ovat moninaiset. Paneelissa etsimme yhdessä rakkaan aihepiirin ääriviivoja. Historianelävöittämisen ja liveroolipelaamisen suhteesta keskustelevat pitkän linjan pelinjohtajat, pelaajat ja historian ammattilaiset. \r\n\r\nPaneelissa mukana: Maija Pollari, Jenni Sahramaa, Teppo Suontakanen ja Aino Haavisto. Paneelia luotsaa folkloristi, museolehtori Tiuku Talvela.", "category_title": "Puheohjelma: paneeli / Panel discussion", "formatted_hosts": "Nina \"Tiuku\" Talvela", "room_name": "Sali 206", "length": 105, "start_time": "2019-07-26T18:00:00Z", "is_public": true, "video_link": ""}, {"title": "Nornat ja muut kohtalottaret eri mytologioissa", "description": "Kiinnostavatko skandinaaviset nornat, antiikin kohtalottaret ja muut kohtalon välikappaleet? Tule kuulemaan värikkäin esimerkein höystettyä koontia kohtalon moninaisista ilmenemismuodoista eri tarustoissa ja tarinaperinteissä.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Elli Leppä", "room_name": "Sali 208", "length": 45, "start_time": "2019-07-26T18:00:00Z", "is_public": true, "video_link": ""}, {"title": "Looking For Geek Friends - Nörttiystäviä etsimässä", "description": "Etsitkö uusia nörttiystäviä? Uutta peliseuraa? Tai conikaveria, jonka kanssa seikkailla viikonlopun ajan? Tervetuloa etsimään uusia nörttiystäviä ja tutustumaan ihmisiin hauskan platonisen \"ystäväpikadeittailun\" hengessä! Huom! LFGF:n kautta on tarkoitus etsiä vain ja ainoastaan uusia nörttiystäviä, ei siis romanttista seuraa. \r\n\r\nLooking for new geeky friends? New people to join your gaming group? Or just someone to party up with for the convention weekend? Come and find new geeky friends and get to know people through some fun platonic \"friend speed dating\"! Please note that LFGF is meant only for finding new geeky friends: you will unfortunately have to look elsewhere for romantic company.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "emiliaotus", "room_name": "Sali 209", "length": 105, "start_time": "2019-07-26T18:00:00Z", "is_public": true, "video_link": ""}, {"title": "Lupus in Tabula", "description": "Jo kymmenen vuoden ajan Ropeconin yössä on metsästetty Tabulan kylää riivaavia ihmissusia. Säännöt ovat helpot ja yksi peli kestää noin 45+ minuuttia. Pelissä sinun tulee pyrkiä löytämään muiden kyläläisten kanssa ihmissuhdet joukostanne ennen kuin he laittavat koko kylän suihinsa. Vai oletko itse yksi ihmissusista? Molemmat puolet voivat menestyä vain intuitiolla, neuvottelutaidoilla ja terveellä epäluottamuksella kaikkia kohtaan. Pelejä pelataan aamuun asti myös merkityn ohjelma-ajan ulkopuolella.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Mika Ketu", "room_name": "Halli 3", "length": 420, "start_time": "2019-07-26T19:00:00Z", "is_public": true, "video_link": ""}, {"title": "Cthulhu-mytologia nyt", "description": "H. P. Lovecraft -historiallisen seuran aktiivi, päätoimittaja ja Lovecraft-asiantuntija jatkaa Cthulhu-mytologian järkeä rienaavien salaisuuksien tonkimista. Tällä kertaa esitelmässä keskitytään erityisesti Cthulhu-mytologian merkitykseen nykypäivässä ja siihen, miksi se edelleen kiinnostaa niin roolipelaajia kuin filosofejakin.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Lattu", "room_name": "Sali 201", "length": 105, "start_time": "2019-07-26T19:00:00Z", "is_public": true, "video_link": ""}, {"title": "Isoosella vaan eli häjyä elämää Härmässä", "description": "Uusi annos kansanperinteestä ja käräjäkirjoista löytyviä tarinoita Härmän häjyistä. Varjeliini laskee leilillä krouvin vinniltä, Kiipeli ja Tina-Matti etsivät kirveelle töitä Mäjenpäästä, Luamansuun Puusilimä-Antti lopettaa tanssit Fräntilän sillalla ja kaikenlaista muutakin sattuu ja tapahtuu, kun puukkojunkkarit lähtevät liikkeelle. Tarinoista voi ammentaa inspiraatiota vaikkapa historialliseen peliin.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Tommi Syrjänen", "room_name": "Sali 207", "length": 45, "start_time": "2019-07-26T19:00:00Z", "is_public": true, "video_link": ""}, {"title": "Do's and Don'ts of LARP cooking", "description": "LARP cooking is a pain. It really is. But it is indeed necessary. \"Everyone's gotta eat\" is a true saying. But what to do with the hodgepodge of requirements, diets, allergies and weird quirks of players? What about the venue? A single stove and an itty bitty fridge, but you should feed the entire 60-person horde storming in?\r\n\r\nAll of these answered by the Grand Poobah of Finnish LARP-cuisine, Veemeli Miettinen. Come and find out what to do and what NOT to do, and especially why one should never leave raw potatoes unattended for too long.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Veemeli", "room_name": "Sali 208", "length": 45, "start_time": "2019-07-26T19:00:00Z", "is_public": true, "video_link": ""}, {"title": "We broke down on the highway (1. pelautus)", "description": "A group of artistic divas, in the middle of nowhere. They've been sharing a ride to a talent festival, and then the van broke down. Now, the wolves are starting to howl. And the voices of those wolves sound quite human.", "category_title": "LARP", "formatted_hosts": "J. Tuomas Harviainen", "room_name": "Sali 218", "length": 90, "start_time": "2019-07-26T19:00:00Z", "is_public": true, "video_link": ""}, {"title": "Pohojosen emäntien satutunti", "description": "Pohojosen emännät kertovat myyttisiä satuja ja vähemmän myyttisiä juttuja! Tuttuun tyyllin vapaamuotoista tarinankerrontaa kaiken maailman urpoista. Sadut sopivat kaikille, mutta kerrontatyylin takia ohjelma on K-16.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Virva \"nessu\" Vuopala, Viivi Junno, Tikki", "room_name": "Sali 204", "length": 105, "start_time": "2019-07-26T20:00:00Z", "is_public": true, "video_link": ""}, {"title": "Paremman conipelin metsästys", "description": "Kuinka laatia parempi conipeli? Conipeli on luonteeltaan erilainen kuin tavallinen roolipelisessio. Ropecon on peliympäristönä poikkeava, pelaajat ovat useimmiten entuudestaan tuntemattomia ja peliaikaa on rajoitetusti. Monet haluavat pelata conin aikana jotain roolipeliä, mutta eivät halua sitoutua siihen koko päiväksi, sillä muutakin ohjelmaa on tarjolla. Olen pelauttanut jotain roolipeliä jokaisessa Ropeconissa lukemattomille pelaajille. Käyn läpi esityksessäni tämän pelihistorian ja conipelieni evoluution. Otan esiin onnistumiset ja kohdat, joissa oli parantamisen varaa. Pyrin laatimaan mallin hyvälle conipelille, jotta aloittelevat ja kokeneemmatkin pelinjohtajat voivat pyrkiä kohti parempia conipelejä. Esityksen jälkeen on aikaa keskustelulle aiheesta ja kommenteille hyvän conipelin kriteereistä.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Jussi \"J2K\" Kenkkilä", "room_name": "Sali 205", "length": 105, "start_time": "2019-07-26T20:00:00Z", "is_public": true, "video_link": ""}, {"title": "Arvalla ylikeisariksi - oudot valtarakenteet historiassa ja mytologiassa", "description": "Roolipeleissä ja larpeissa tärkeää osaa näyttelee usein yhteiskunnan valtarakenne. Olivat hahmot sitten seikkailijoita tai valtaapitäviä, vallankäyttö asettaa pelisisällölle raameja. Tällä luennolla käydään läpi erilaisia erikoisia vallanjakotapoja. Osalla on historiallinen perusta, osa perustuu myytteihin tai fiktioihin. Unohtakaa perintökuninkuudet ja edustukselliset demokratiat! Entä jos valtakunnan hallinto perustuisi arpapeliin, runouden tuntemukseen tai kuolleisiin sieluihin?", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Tuukka \"Majestic7\" Tenhunen", "room_name": "Sali 206", "length": 105, "start_time": "2019-07-26T20:00:00Z", "is_public": true, "video_link": ""}, {"title": "Tiedustelutoiminnan historian eeppisiä epäonnistumisia", "description": "Kuinka vihollisen kimppuun sniikataan 30 laivalla, 30 sukellusveneellä ja 400 lentokoneella? Miksi on huono idea pelotella naapurivaltiota joukkotuhoaseilla ollessaan kansainvälisen tiedustelun kohteena? Esitelmässä käsitellään merkittäviä epäonnistumisia tosielämän tiedustelutoiminnan historiasta. Käymme läpi, mitä tiedustelutoiminta on, miksi sitä tehdään, miten tietoja kerätään, kuinka suojataan oma toiminta vastapuolen tiedusteluilta – ja kuinka tässä aika ajoin nolosti epäonnistutaan.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Hannu Vesa", "room_name": "Sali 207", "length": 105, "start_time": "2019-07-26T20:00:00Z", "is_public": true, "video_link": ""}, {"title": "Saatanan historia ja mielikuvat", "description": "Kuinka käärme luikerteli paratiisimyytteihin? Millä asein patristisen ajan kirkko kävi paholaisen vastaiseen sotaan? Riivasiko keskiajan Eurooppaa suoranainen saatanallinen salaliitto? Hallitseeko maatamme viikonloppuisin itse viinapiru? Entä paljonko kustantaa sielunsa myyminen vihtahousulle?\r\n\r\nLuento on tunnustukseton.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Myyttiset Luennot", "room_name": "Sali 208", "length": 105, "start_time": "2019-07-26T20:00:00Z", "is_public": true, "video_link": ""}, {"title": "Hakkerointi, mitä se on oikeasti?", "description": "Ohjelmassa käydään esimerkkien kautta läpi, miten hakkerit toimivat oikeasti. Käydään myös läpi, miten peleissä hakkerointi on toteutettu. Ohjelman seuraaminen ei vaadi tietoteknistä tuntemusta.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Niko Kauppila", "room_name": "Sali 201", "length": 45, "start_time": "2019-07-26T21:00:00Z", "is_public": true, "video_link": ""}, {"title": "Historiallinen saksalainen miekkailu / Historical German fencing", "description": "Oletko aina halunnut olla kuin Aragorn? Tule kokeilemaan miltä pitkämiekka tuntuu! \r\n\r\nHistoriallinen miekkailu on yhteinen nimitys kokoelmalle vanhoihin miekkailuopuksiin pohjautuvia taistelulajeja. Liechtenauerin koulukunta perustuu Johannes Liechtenauerin noin 1300- tai 1400-luvulla kirjoittamaan kryptiseen runoon ja myöhempiin sitä selventäviin teksteihin, ja tässä työpajassa keskitymme haarniskoimattomaan kamppailuun pitkämiekalla.\r\n\r\nMiekkailuseura EHMS tarjoaa maskit ja miekat työpajan ajaksi. Toivomme, että työpajaan osallistuisivat vain yli 13-vuotiaat.\r\n\r\nTarvitset mukavat vaatteet, jalkineet ja vesipullon. Suosittelemme myös vaihtopaitaa! Ennakkoilmoittautuminen infotiskillä.\r\n\r\n---\r\n\r\nHave you always wanted to be like Aragorn? Come and try out how a longsword feels!\r\n\r\nHistorical fencing is a collective term for a number of martial arts that are based on centuries old fencing treatises. The Liechtenauer school of fencing is based on a cryptic poem written by master Johannes Liechtenauer during the 14th or 15th century, and this workshop concentrates on unarmored fencing with a longsword.\r\n\r\nThe fencing club EHMS will provide masks and swords for the duration of the workshop. We request that only over 13 year olds sign up.\r\n\r\nYou'll need comfortable clothes, shoes and a water bottle. We also recommend a spare shirt! Sign up at the info desk.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Eetu Röpelinen", "room_name": "Halli 3 Bofferialue", "length": 105, "start_time": "2019-07-27T06:00:00Z", "is_public": true, "video_link": ""}, {"title": "Get real - Tuliaseet", "description": "Perustuuko asetietosi Hollywoodin oppeihin? Sijoittuuko seuraava pelisi reaalimaailmaan, etkä ymmärrä mitä eroa on patruunalla ja panssarintorjuntakranaatilla? Luennon tarkoituksena on tarjota perustietoa tuliaseista liveroolipelaajille. Luennolla esittellään tosielämään perustuen tuliaseiden ja ampujien toimintaa ja suorituskykyä, sekä mallintamisen vaihtoehtoja ja haasteita. Tänä vuonna keskitytään enemmän ammuntaan ja aseiden käsittelyn realismiin, sekä kitketään muutamia yleisiä myyttejä. Luennon loppupuolella käsitellään ampumavammoja ja esitetään niihin liittyvää materiaalia, mikä voi järkyttää.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Timo Kuusama", "room_name": "Sali 201", "length": 105, "start_time": "2019-07-27T06:00:00Z", "is_public": true, "video_link": ""}, {"title": "Rytmipelipiste", "description": "Rytmipelit Ropeconissa! Useammista coneista tuttu tanssi-ja rytmipelipiste ajatutuu nyt viimein myös Ropeconiin. Pisteellä on pelattavissa perinteinen tanssipeli sekä useita muita rytmipelejä. Piste on auki aamusta iltaan.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Rytmiepelit", "room_name": "Sali 307", "length": 780, "start_time": "2019-07-27T06:00:00Z", "is_public": true, "video_link": ""}, {"title": "Historiallisten tanssien opetus: Setti 1: Branlet ja helpot ECD:t", "description": "Helppoja ja yksinkertaisia historiallisia tansseja mm. 1500-luvun Ranskasta brandleja ja 1600-luvun Englannista ECDitä (English Country Dances), joita tanssitaan illan tanssiaisissa. Aloittelijaystävällinen ohjelma, askeleet opetetaan alusta alkaen.\r\n\r\nTanssit:\r\nPease Branle\r\nBranle Pinagay\r\nSellengers Round\r\nRufty Tufty\r\nUpon a Summers Day\r\nPornopolka\r\nCeltic Spiral", "category_title": "Työpaja: musiikki / Music", "formatted_hosts": "Purr Consuegra, Sini Tossavainen, Annika Lehto", "room_name": "Ala-Galleria", "length": 105, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Maastotyöpaja", "description": "Maasto - mikä ihana tekosyy konvertoida ja rakennella lisää tai, haetko kenties pelkkää käytännöllisyyttä? Täältä löydät pohjustuksen ja ideoita maastonrakentamiseen ja suunnitteluun. Aloitamme lyhyesti esittelemällä eri vaihtoehtoja ja vaikeustasoja, ja sitten pääset rakentamaan itsellesi oman maastonkappaleen DIY-materiaaleista käytännössä. / Terrain - what a lovely excuse to convert and build something new. Or maybe you're looking for plain basics for a game. Here you'll find ideas and basics for planning and building your own terrain. We'll begin shortly by looking through different possibilities and skill levels and then you'll be able to build your own DIY terrain piece.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "=08058=", "room_name": "Halli 1B Työpaja-alue", "length": 120, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Turvasatama", "description": "Nörttitytöt ry:n Turvasatama on tarkoitettu matalan kynnyksen tutustumispaikaksi ensisijaisesti ensikertalaisille, mutta myös kokeneemmat conikonkarit ovat tervetulleita. Turvasatama on kaikille niille, jotka saattavat tarvita conikaveria, suunnistusapua tapahtuma-alueella tai muuta apua viikonlopun aikana. Satamatyöntekijät toimivat auttajina ja opastajina kävijöille ja tarvittaessa lähtevät vaikka ohjelmaan mukaan, jos et uskalla itse mennä yksin. Satamaan voi tulla myös lepuuttamaan jalkojaan, pelailemaan pelejä tai vain hengaamaan vapaasti. Se on pieni keidas keskellä conivilinää, turvallinen ja lempeä tila uuvahtaneelle tai pientä jutteluhetkeä kaipaavalle. \r\n\r\nRatkesiko puvusta sauma? Tippuiko sarvi irti? Ei hätää! Turvasatamasta löydät Cosplay-ensiapupisteen.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Nörtti \"Nörttitytöt\" Tytöt", "room_name": "Halli 3 Hengailualue", "length": 660, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Catan SM", "description": "Perinteinen Catan SM. Ennakkoon voi ilmoittautua osoitteessa kilpailut@lautapeliseura.fi. Pelataan osallistujamäärästä riippuva määrä karsintakierroksia ja finaali. Parhaat palkitaan ja paras suomalainen saa oikeuden edustaa Suomea Catanin EM-turnauksessa Hollannin Utrechtissa 8.-10.11. Jos ennakkoilmoittautuminen on vilkasta, pidätämme oikeuden lisätä paikkoja, mikäli Ropeconista löytyy tilaa. Jos pääsemme 64 paikkaan voimme yrittää saada toisen EM-osallistujan.", "category_title": "Pelitiski: Lautapeli / Board game", "formatted_hosts": "daFool", "room_name": "Halli 3 Kokemuspiste", "length": 480, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Sorcerer - Ropeconin paras velho -ottelu", "description": "Sorcerer-korttipelin täysi peluutus. Tule katsomaan, oletko Ropeconin taitavin demonimanaaja, nälkäisin vampyyri tai vaarallisin muumio. Pelin tavoitteena on kerätä energiaa, kutsua itselleen mahtavia liittolaisia ja taistella näillä eri alueiden herruudesta toisia velhoja vastaan. Kaikki tämä tapahtuu viktoriaanisen Englannin tyylisuunnalla vahvalla Cthulhu-mythoksen vaikutuksella. TCG-korttipelin pelimekaniikka yhdessä laatikossa, rakenna pakkasi valitsemalla velhosi, magiakoulu ja voimien lähdepaikka ja ota sen jälkeen mittaa muista pelaajista. Uhmaa kohtaloa, pakota noppia parempaan suuntaan ja käytä kaikkea, mitä käsissäsi (tai kynsissäsi/lonkeroissasi) on viedäksesi voiton kotiin.\r\n\r\nLauantaina pelataan täysi istunto Sorcereria ja ottelu päättyy joko jonkun pelaajan voittoon pisteissä, tai kellon lyödessä umpeen, jolloin katsomme, kuka pelaaja on vahvimmilla. Voittaja kruunataan epävirallisesti Sorcererin Ropecon-mestariksi.\r\n(Sorcererin julkaisijalla ei ole osallisuutta tähän otteluun eikä se ole virallinen turnausottelu).", "category_title": "Pelitiski: Lautapeli / Board game", "formatted_hosts": "Jaakko \"Eltharrion\" Ylikippari", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Riichi Mahjong", "description": "Tarjoamme japanilaista mahjongia sekä kokeneille että aloittelijoille. Mahjong on neljän hengen perinteikäs aasialainen taktinen uhkapeli, jossa on mukana sekä taito- että tuurielementtejä. Länsimaiset rommikorttipelit ovat syntyneet tämän pelin pohjalta. Yksi kokonainen peli kestää noin 90 min, mutta paikalle voi tulla kokeilemaan myös vain n. 30 min pelillä. Odottavaa peliseuraa löytyy aina myös paikan päältä, eli tervetuloa kokeilemaan yksin tai vaikka porukalla. Tervetuloa!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Ninni \"Ninzo\" Kaarnaoja, Sakari \"Amlisirev\" Ikonen, Maaria \"Willow\" Wahlström, Nikolas \"HyuGarona\" Kiili, Juhani \"SirBacon\" Heliö, Mikko \"Kirtsu\" Kirjokangas", "room_name": "Halli 3 Kokemuspiste", "length": 780, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Infinity the game miniliiga/demotus", "description": "Infinity-miniliiga Halli 3:ssa. Pelaa pelejä ja osallistu figuarvontaan. Jokainen pelattu peli on arpalippu. Pelaa niin monta peliä kuin haluat, mutta vain kerran per vastustaja. Pöydät varattavissa varauskalenterilla omiin peleihin perjantaista ovien avauksesta sunnuntaihin pari tuntia ennen sulkemisaikaa. Muista kirjoittaa yhteystietosi varauskalenteriin, muuten peliä ei rekisteröidä osallistumiseksi etkä voi osallistua arvontaan.\r\n\r\nTarjolla myös Infinity the Game -peliesittelyjä. Esittely lasketaan myös osallistumiseksi.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Tor-Erik \"Tuure\" Nygård", "room_name": "Halli 3 Kokemuspiste", "length": 480, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Nopat ja Taktiikka -kerhon demopelit", "description": "Tervetuloa tutustumaan Nopat ja Taktiikkaan, pääkaupunkiseudun suurimpaan miniatyyripelikerhoon. Kerhomme pisteellä pääset kokeilemaan laajaa valikoimaa miniatyyrisotapelejä ristiretkistä scifiin, länkkäreistä merirosvoihin ja fantasiasta steampunkiin! Tule ja koe seuraavat spektaakkelit:\r\n\r\nFlames of War: Villers-Bocage -minikampanja Normandiassa 1944\r\n\r\nHail Caesar: Arsufin taistelu kolmannen ristiretken ajoilta vuodelta 1191\r\n\r\nDead Man's Hand: Hollywood-henkistä villin lännen paukuttelua\r\n\r\nBlood and Plunder (vain lauantaina): Romminhuuruinen merirosvopeli meren herruudesta. Yarrr!!!\r\n\r\nA Song of Ice and Fire (Game of Thrones): Suuri taistelu Westerosista\r\n\r\nDarklands: Pohjois-Eurooppaan sijoittuva historiallinen fantasiafigupeli, jossa ihmiset ja myyttiset hirviöt taistelevat selviytymisestään (huom. myös oma ohjelmakuvaus)\r\n\r\nWarmachine & Hordes: Steampunk-henkinen skirmish-taistelu Iron Kingdoms -fantasiamaailmassa\r\n\r\nInfinity: Taktinen scifi-skirmish tulevaisuuden suurkaupungeissa (huom. myös oma ohjelmakuvaus)", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Matias Grönqvist, Joonas Joensuu, Tuomas Toimela, Aito Paloheimo, Antti Lahtela, Juha Nieminen, Kalle Mannonen, Teemu Kujala, Jaakko", "room_name": "Halli 3 Kokemuspiste", "length": 480, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Figure Fellows: Cruel Seas & Kill Team", "description": "Naval warfare from Warlord Games, set in the hottest battles of the Second World War. Take command of the priorly unrecognized hard workers, and sometimes the heroes, of all naval actions in all theatres, the Motor Torpedo Boats and Launches. These fast and small mostly wooden craft were used by almost all participants for a myriad of roles, from raiding enemy convoys or inserting commandos or spies at night to rescuing downed airmen from the sea. Usually armed with small arms or light cannon, their main armament in most cases were the torpedoes. A fleet of these small craft could sneak upon an unsuspecting merchant convoy, launch a salvo of torpedoes and escape into the safety of larger and better armed craft. \r\n\r\nIn Cruel Seas, the players take upon themselves to depict these battles between the vessels, either against the hapless tanker, other MTB or sometimes some more dangerous adversaries, like destroyer class ships. Gameplay is fast, unlinear and fun. The 1/300th scale miniature boats give a great impression of their real life historical counterparts.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Jussi \"Blindis\" Wallin, Jouni \"Stöne\" Airola", "room_name": "Halli 3 Kokemuspiste", "length": 480, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Space Crusade - Mild heresy / Kevyttä harhaoppisuutta", "description": "Space Crusade on HeroQuest -lautapelin sovitus 90-luvulta, eräänlainen kevyempi versio Warhammer 40k figupeleistä. 3 pelaajaa ovat mariineja, jotka pyrkivät tekemään annetun tehtävän erikseen tai yhteistyössä. 1 pelaaja on kaaoksen puolella.\r\n\r\nPelaajia tarvitaan 2-4 per peli. Peluutamme kahta rinnakkaista peliä, joista yksi on lyhyehkö ja aloittelijaystävällinen. Toista peliä pelataan täydellä pelilaudalla ja vähemmällä opastuksella. Täysimittaiset pelit kestävät noin kaksi tuntia neljällä pelaajalla.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Lari Unkari", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Carcassonnen SM-turnaus", "description": "Carcassonnen SM-turnaus\r\n\r\nMM-kilpailujen sääntöjä mukaillen turnaus pelataan swiss-muotoisena kaksinpelikilpailuna käyttäen pelikelloja.\r\n\r\nEnsin pelataan 4 karsintakierrosta swiss-systeemillä siten, että kussakin pelissä kummallakin pelaajalla on käytettävissään 15 minuuttia. Karsintakierroksen neljä parasta pelaavat tämän jälkeen semifinaalit. Karsintojen paras karsintojen neljättä vastaan ja karsintojen toinen karsintojen kolmatta vastaan. Semien voittajat pelaavat mestaruudesta ja häviäjät sijoista kolme ja neljä. \r\n\r\nMahdolliset tasatilanteet karsintojen jälkeen ratkaistaan joko Solkoffin menetelmällä tai käyttäen vahvuuslukulaskentaa.\r\n\r\nPelit pelataan Carcassonnen peruspelillä sellaisena kuin Lautapelit.fi on pelin julkaissut, kuitenkin ilman jokea! Seuraavat MM-kilpailujen säännöt ovat voimassa:\r\n- Kaupungit, jotka koostuvat kahdesta laatasta, tuottavat neljä pistettä\r\n- Jokaista peltoa kohden lasketaan maanviljeliöiden määrä; pelaaja jolla on eniten maanviljeliöitä pellolla saa kolme pistettä kutakin pellon kaupunkia kohden. Tämä tarkoittaa, että pelaaja voi saada pisteet useamman kerran samasta kaupungista eri pelloilta.\r\n\r\nSolkoffin menetelmässä lasketaan vastustajien voitot yhteen, ja se, kumman vastustajilla on ollut enemmän voittoja, on tasatilanteessa parempi. \r\n\r\nMikäli pelaajia on heti turnauksen alussa pariton määrä, saavat osallistujat valita, osallistuuko joku järjestäjän edustajista kilpailuun ja tarjoaa \"lähes ilmaisen\" pisteen niille onnekkaille, jotka pääsevät pelaamaan häntä vastaan vai annetaanko vapaakierros ja puoli pistettä. Mikäli turnauksen kuluessa väki vähenee ja pelaaja jäisi parittomaksi, annetaan hänelle vapaakierroksesta puoli pistettä.\r\n\r\nOlemme varautuneet ennakolta maksimissaan 16 osallistujaan ja toivomme ennakkoilmoittautumisia, jotta tiedämme onko 16 riittävästi.", "category_title": "Pelitiski: Lautapeli / Board game", "formatted_hosts": "Tuomas \"Spoon\" Koskinen", "room_name": "Halli 3 Kokemuspiste", "length": 300, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "UHKA", "description": "UHKA on ryhmätason lautapeli, joka laittaa pelaajat keskelle lajienvälistä selviytymistaistelua! Taktinen äly ja selviytymistaito joutuvat kovalle koetukselle avaruusjääkärien tunkeutuessa klaustrofobisiin sokkeloihin, joissa turvana ovat vain johtajan jämäkät käskyt, tukiaseen raaka tulivoima ja avaruusjääkärien peräänantamattomuus.\r\n\r\nPeli on parhaimmillaan 7 pelaajalla. Aiempaa kokemusta ei tarvita.\r\n\r\nJuhlavuonna on mahdollisuus kokea myös jotain aivan uutta!", "category_title": "Pelitiski: Lautapeli / Board game", "formatted_hosts": "Mikko", "room_name": "Halli 3 Kokemuspiste", "length": 420, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Laakson köyhät ja kodittomat -korttipeli", "description": "Tule pelaamaan Laakson köyhät ja kodittomat - korttipelin prototyyppiä kokemuspisteelle! Pääset pelaamaan fantasiamaailmoista tuttuja hahmoja, kuten muun muassa lohikäärmettä tai ritaria. Voit tehdä korttipelissä yhteistyötä muiden pelaajien kanssa tai puukottaa heitä selkään juostessanne rikkauksien ja kodin perässä. Peli on aloittelijaystävällinen ja sopii myös lapsille. Peliin mahtuu 1-10 pelaajaa. Tule kokeilemaan, onko sinusta Laakson rikkaaksi kodin omistajaksi!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Venla Kekkonen", "room_name": "Halli 3 Korttipelialue", "length": 180, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Ropeconin esittelykierros", "description": "Oletko ensi kertaa Ropeconissa? Haluatko päästä tutustumaan Ropeconin maailmaan, mutta et tiedä mistä aloittaa? Oletko käynyt vuosia sitten etkä tiedä mistä lähteä tutustumaan Ropeconiin uudelleen? Tai haluatko lähteä tekemään jotain ihan muuta kuin mihin olet tottunut? Tule esittelykierrokselle! Kierroksella pääset tutustumaan muihin ensikertalaisiin ja kiertämään tapahtumaa tuutorin kanssa. Kierrokset lähtevät Infon vierestä.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Merli", "room_name": "Infotiski", "length": 60, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Velhokoulu (7-12v.)", "description": "Sarviotson Velhokoulun oppilaat ovat saapuneet tutustumaan paikallisiin martoihin, ei-taikojiin, ja etsimään koulun kadonneita aarteita. Tuvittain he liikkuvat tämän \"ropekonin\" sisällä etsimässä karttaan merkityistä paikoista tupiensa vihjeitä, ja toivottavasti saavat autettua koulunsa professoria! Mutta varo--! Erilaiset vaarat uhkaavat velho-oppilaita, eivätkä he saa paljastua taikojiksi!\r\n\r\nLarppi soveltuu aloittelijoille ja ensikertalaisille. Pelistä järjestetään myös 13-18-vuotiaille oma pelautus. Saat pelin ajaksi lainaan kaavun ja taikasauvan.", "category_title": "LARP", "formatted_hosts": "Janina Kahela", "room_name": "Larp-tiski", "length": 90, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Tao oma korusi", "description": "Onko aina kiinnostanut, miten rauta taipuu tulen ja vasaran avulla? Nyt se on mahdollista! Tao oma korusi -kurssilla on mahdollisuus saada pintaraapaisu perinteisen kuumataonnan maailmaan. Voimme yhdessä katsoa valmiista malleista tai suunnitella yhdessä juuri sellaisen yksinkertaisen korumallin, minkä haluat itsellesi, ja naputella sen perinteisin tavoin.\r\n\r\nIlmoittaudu etukäteen sepille. Kurssista veloitetaan materiaalikulut työn koon mukaisesti (n. 20 euroa, isosta työstä enemmän).", "category_title": "Työpaja: käsityö / Crafts", "formatted_hosts": "Alkutuli", "room_name": "Messuaukio", "length": 480, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Katsaus saamelaiseen mytologiaan ja kansanperinteeseen", "description": "Alkaako kalevalainen mytologia kyllästyttää, ja onko skandinaavinen mytologia niin nähty? Tule tutustumaan kielisukulaistemme saamelaisten mytologiaan ja kansanperinteeseen. Esitelmässä tehdään katsaus siihen, keitä saamelaiset ovat, millaisia tietoja heidän esikristillisestä mytologiastaan on säilynyt ja millaisia historiallis-mytologisia aineksia saamelaisten kansanperinteeseen kuuluu.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Tuuli Savela", "room_name": "Sali 103", "length": 45, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Editing Roleplaying Games", "description": "Guest of Honour Lynne Hardy discusses the work of a roleplaying game editor. What does the job include, and how does it scale with making your own games?", "category_title": "Puheohjelma: keskustelu / Discussion group", "formatted_hosts": "Lynne Hardy", "room_name": "Sali 204", "length": 45, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "What the Deck? Hacking 101", "description": "Want to add some more hacking to your otherwise gritty Cyberpunk campaign? Like to find out what steps the megacorporation is likely to go through in their quest to eradicate the PCs from their networks?\r\n\r\nIn this lecture we will be going through the phases of both hacking and defense against hacking or Incident Response as it is usually called in IT security world as well as the generics of common methods used by both sides. The intention is to keep the lecture at a general level, so no deep understanding of technical stuff is going to be needed, hopefully...", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Arttu Leinonen", "room_name": "Sali 206", "length": 105, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Monster hunting in the modern age", "description": "Monster hunting is a common theme in popular culture, but despite a multitude of adaptations, the methods and equipment have been virtually unchanged through centuries. It's time for this old genre to learn new tricks, cast aside the stakes and silver bullets, and perhaps save the world a bit more effectively on the side!", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Matti \"Ruostevuori\" Maalismaa", "room_name": "Sali 207", "length": 105, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Praedor: Verivartio-romaani ja suuria suunnitelmia", "description": "Praedor-roolipeli ilmestyi ensimmäisen kerran 8. joulukuuta vuonna 2000. Ensi vuonna yksi myydyimmistä ja taatusti myös pelatuimmista suomalaisista roolipeleistä täyttää siis 20 vuotta. Samana aikana Praedorin maailma on laajentunut ja käsittää nykyisin sarjakuvien lisäksi kirjoja, kortteja ja musiikkia, ja jopa videopeli on työn alla. \r\n\r\nRoolipelikirjailija Ville \"Burgeri\" Vuorela raottaa salaisuuden verhoa ja kertoo, millaisilla eväillä, muutoksilla ja elämänkoulun kolhuilla \"Roolipeli Jaconian Seikkailijoista\" aikoo pärjätä seuraavat 20 vuotta.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Ville \"Burgeri\" Vuorela", "room_name": "Sali 208", "length": 105, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Salakirjoitustyöpaja nuorille seikkailijoille", "description": "Salakirjoitusten tekeminen ja lukeminen on arvokas työkalu niin muinaisten myyttien perässä aarteita etsivälle seikkailijalle kuin velhokoulun oppilaillekin. Työpajassa opetellaan käyttämään muutamaa helppoa salakirjoitusta ja mietitään hiukan niiden hyviä ja huonoja puolia. Paja sopii kaikille salakielistä kiinnostuneille, mutta pääasiallinen kohdeyleisö on kouluikäiset. Alle 10-vuotiaille seikkailijoille 1 saattaja per 2 seikkailijaa. Ennakkoilmoittautuminen infotiskillä.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Ville Uusivuori", "room_name": "Sali 210", "length": 105, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Charlie ei surffaa", "description": "Roolipelikampanja Vietnamin sodasta. Nyt 24. kertaa Ropeconissa. http://www.charlieeisurffaa.com\r\nIlmoittautuminen pelipaikalla, peliin voi päästä mukaan kesken skenaarion ja voi poistua kun on tarve. Aikaisempaa pelikokemusta ei tarvita. Huom! Tänä vuonna ei ole mahdollista pelata kommunistisia pelaajahahmoja (sissejä).\r\nSkenaariot kestänevät 6+ tuntia.\r\nPeli perjantaina klo 16-23, lauantaina klo 10-23, sunnuntaina klo 10-16", "category_title": "Roolipeli / Pen & Paper RPG", "formatted_hosts": "Eero", "room_name": "Sali 211", "length": 780, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Vastarinta", "description": "Vastarinta on Black Box-draama radikalisoitumisesta ja tavallisten ihmisten elämästä totalitaristisen hallinnon alla dystooppisessa lähitulevaisuuden Suomessa. Peli käsittelee pienen vastarintaryhmän matkaa aktivismista maan alla tapahtuvaan aseellisen toimintaan. Vastarinnan keskeisiä teemoja ovat pelossa eläminen ja väkivallan uhka, vastarintatoimintaan liittyvät moraalikysymykset sekä radikalisoitumisen vaikutukset ryhmään ja sen jäseniin.", "category_title": "LARP", "formatted_hosts": "Hannu Niemi, Miira Oksanen", "room_name": "Sali 217", "length": 240, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Susi, ihmisvampyyri, neuroverkko ja", "description": "\"Noora asui lapsena yhä huolissaan ja hänen äitinsä oli usein Lumin mukana. Kadehdit häntä, sillä olit aina ollut vampyyri.\"\r\n\r\n“Susi, ihmisvampyyri, neuroverkko ja” on Suomen ensimmäinen keinotekoisen neuroverkon avulla generoitu larppi. Verkon opetusaineistona on käytetty mm. Pyhävuoren perilliset -pelin hahmotekstejä. Pelin hahmot ovat tietokoneen tuottamia, mutta pelattavan kokemuksen varmistamiseksi konegeneroituja tekstejä valikoidaan ihmissilmin.\r\n\r\nPelaajilta toivotaan kiinnostusta luoda periaatteessa vakavahenkistä peliä epäkonventionaalisen ja ajoittain jopa absurdin tekstin pohjalta. Tarkoituksena on tuottaa pelikokemus epätavallisella tavalla ja tutkia samalla konegeneroidun materiaalin mahdollisuuksia ja rajoja liveroolipeleissä.", "category_title": "LARP", "formatted_hosts": "Ada-Maaria Hyvärinen, Iikka \"fergusq\" Hauhio", "room_name": "Sali 218", "length": 180, "start_time": "2019-07-27T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Harmaasusien terästaistelunäytös", "description": "Mitä on terästaistelu? Missä sitä käytetään ja mitä siihen vaaditaan? Harmaasudet ry esittelee historianelävöityksessä ja Harmaasusien live-roolipeleissä käytettyä terästaistelusysteemiä.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Julius Väliaho", "room_name": "Halli 3 Bofferialue", "length": 45, "start_time": "2019-07-27T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "V:tES European Grand Prix turnaus - Karsinnat", "description": "Perinteinen iso Vampire: the Eternal Struggle -turnaus on tänäkin vuonna osa vuoden 2019 European Grand Prix turnaussarjaa (http://www.vekn.net/european-grand-prix). Tervetuloa mukaan!\r\n\r\nStandard Constructed turnaus, 3 x 2 tunnin alkuerää plus finaali. Lounastauko ensimmäisen erän jälkeen. Proxyjen käyttö *ei* ole sallittu (viralliset julkaistut PDF-laajennukset ovat toki sallittuja). Peli alkaa klo 11, ilmoittautuminen paikan päällä on mahdollista noin klo 9 - 10:30. Ennakkoilmoittautuminen onnistuu myös (lisää infoa https://vtes.orava.org/grand_prix_2019). Tule ajoissa paikalle!\r\n\r\n---\r\n\r\nV:tES European Grand Prix tournament\r\n\r\nThis year's traditional large Vampire: the Eternal Struggle tournament is also part of 2019's \"European Grand Prix\" series of tournaments (http://www.vekn.net/european-grand-prix).\r\n\r\nStandard constructed tournament, 3 x 2h preliminary rounds plus final. Lunch break after first round. Proxies are not allowed (officially released PDF-only expansions are allowed, though).  Game begins at 11:00, registration on site opens some time around 10:00 (or earlier). Pre-registration is also possible, for more information please see https://vtes.orava.org/grand_prix_2019. Please be on site on time!", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Petri \"Orava\" Wessman", "room_name": "Halli 3 Turnaussali", "length": 450, "start_time": "2019-07-27T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Vampyyrit halki historian", "description": "Milloin vampyyrit alkoivat pelätä hopeaa? Milloin ristit muuttuivat vaarallisiksi - ja milloin poistuivat muodista? Miksi Draculan kuolinohjeet menivät mönkään? Miksi kimaltelu on luontainen osa vampyyrien evoluutiota? Luento käsittelee vampyyrien kehitystä halki vampyyrifiktion historian.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Loponen", "room_name": "Sali 103", "length": 105, "start_time": "2019-07-27T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Selittämätön-vaellusliveroolipelin purku", "description": "Selittämätön oli neljä päivää kestävä vaelluslarp, joka käsitteli eri kulttuureita, stereotypioita ja ihmisvihaa. Tarina pohjautui Danten Jumalaiseen näytelmään. Pelaajat sitoutettiin peliin työpajoilla ja projektia työstettiin tanssipedagogian kautta. Tässä puheohjelmassa käydään läpi projektia ja tuodaan esiin, miten kehollisuutta ja kehokokemusta voi vahvistaa osana larpin järjestämistä. Puheohjelman pitää tanssi- ja teatteripedagogi Marko Taiminen.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Marko", "room_name": "Sali 201", "length": 45, "start_time": "2019-07-27T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Japanilaisia lasten satuja", "description": "Jänis ja krokotiilit, apina ja villisika sekä muut japanilaisten kansansatujen sankarit seikkailevat näissä lapsille suunnatuissa tarinoissa, joita aikuisetkin voivat tulla kuuntelemaan. Ohjelmaan voi poiketa sisään ja sieltä lähteä oman aikataulun mukaan.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Sanna", "room_name": "Sali 204", "length": 45, "start_time": "2019-07-27T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Dancing through the Ages - bringing historical dances to life", "description": "Dr John Gardiner-Garden will introduce his 33 book magnum opus on social dances between 1400 and 1900 and speak about the process of dance reconstruction—from gathering sources, understanding relevant contexts and purposes, and identifying problems and solutions, to appreciating how dances evolved and how they often once had meaning and storylines.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "John Gardiner-Garden", "room_name": "Sali 205", "length": 105, "start_time": "2019-07-27T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Yksisarvissatutunti", "description": "Lasten yksisarvissatutunti. Kirmaa viettämään hauska lepohetki yksisarvisen kanssa satujen laitumilla. Järjestäjä: Helmet-kirjastot.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Helmet", "room_name": "Sali 209", "length": 45, "start_time": "2019-07-27T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Bolwardin nousu II", "description": "Uusintapelautus viime vuodelta, jatkoa Bolwardin kohtalolle! 3 kuukautta on kulunut Suuriruhtinaan juhlista ja kaupunkia uhanneesta yliluonnollisesta pahasta. Nyt Suuriruhtinas on kutsunut harvat ja valitut luokseen juhlistamaan kaupungin tulevaisuutta sekä avioliittoaan. Kutsu on salaperäinen ja sisältänyt pyynnön kaikkien osallistuvan rituaaliin. Pystyvätkö ihmiset yhdistymään erimielisyyksistä huolimatta? Ihmissuhteita ja draamaa viktoriaanisen Englannin kaltaisessa Bolwardin kaupunkivaltiossa steampunkin henkeen. Hahmot voivat sisältää rankkoja teemoja.", "category_title": "LARP", "formatted_hosts": "Teikku", "room_name": "Sali 215", "length": 240, "start_time": "2019-07-27T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Pakettimatka", "description": "\"Tämänhetkisen tiedon mukaan Halpamatka Oy:n linja-auton onnettomuudessa on loukkaantunut useita kymmeniä suomalaisia. Ainakin neljä henkilöä on menehtynyt ja useita muita on kriittisessä tilassa. Pelastustyöt onnettomuuspaikalla jatkuvat. Toimittajamme seuraa tilannetta paikan päällä.\"\r\nHalpamatka Oy:n turistibussin suistuttua tieltä suomalaiset lukevat turmasta uutisia aamukahvinsa äärellä.\r\n\r\nPakettimatka-larp vie pelaajat pohtimaan elämän päättymistä äkillisesti, kuolemaan liittyviä pelkoja ja valintoja sekä uskontoja ja uskomuksia kuolemanjälkeisestä. Raskaita teemoja käsitellään ripauksella huumoria hieman douglasadamsmaiseen tapaan.", "category_title": "LARP", "formatted_hosts": "Lotta \"@propwizard\" Laukkanen, Ami Koiranen", "room_name": "Sali 216", "length": 180, "start_time": "2019-07-27T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Historiallisten tanssien opetus: Setti 2: Solatanssit ja haastavammat historialliset", "description": "Italialaisia 1400-1600 luvun historiallisia tansseja sekä solatansseja Ranskasta ja Englannista, joita tanssitaan illan tanssiaisissa. Aloittelijaystävällinen ohjelma, askeleet opetetaan alusta alkaen.\r\n\r\nTanssit:\r\nAmoroso\r\nBallo del fiore\r\nHole in the Wall\r\nLe Pistolet\r\nLa Bonne Amitié\r\nMr. Lane’s Minuet", "category_title": "Työpaja: musiikki / Music", "formatted_hosts": "Purr Consuegra, Petri Myllynen, Sonja Tuukkanen", "room_name": "Ala-Galleria", "length": 105, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Helmet-kirjastojen tapahtumapiste", "description": "Helmet-kirjastojen tapahtumapisteellä on tarjolla kirjavinkkejä sekä lauta- ja roolipelejä ilman ennakkoilmoittautumista. Pelejä ja vinkkejä löytyy niin lapsille kuin aikuisille, ja voit tutustua myös luku- ja pelihaasteisiin. Osastolla voi tulostaa vinyylitarroja ja kokeilla 3D-tulostusta.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Helmet", "room_name": "Halli 1B", "length": 360, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Warhammer-figujen muokkaaminen ja rakentaminen", "description": "Figujen (Warhammer ja muiden) muokkaamisen, magnetoinnin, greenstuff-moldaamisen ja myös scrapbuildingin perusteet. Ohjeita ja vinkkejä, miten tehdä tavallisista figuista monimuotoisempia tai vaikka tehdä niitä itse (jos saan tarpeeksi materiaalia mahdollista myös osallistujien tehdä jotain, jolloin ohjelma olisi sekoitus puheohjelmaa ja työpajaa). Figujen muokkaus on osa harrastusta ja myös yksi tapa säästää rahaa (varsinkin GW-figuissa). Työpajaan on ennakkoilmoittautuminen infotiskillä.", "category_title": "Työpaja: figut / Miniature figurines", "formatted_hosts": "Markus", "room_name": "Halli 1B Työpaja-alue", "length": 45, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Figuprojektien vertaisryhmän miitti ja figujenvaihtopiste", "description": "Figuprojektien vertaisryhmä on Facebookissa toimiva, kaikille avoin, lähes seitsemänsadan figuharrastajan ryhmä. Vertaisryhmä järjestää myös miittejä, joihin kaikki figuilusta kiinnostuneet ovat tervetulleita mukaan kertomaan projekteistaan tai saamaan uusia ideoita. Ropeconin miitissä on luvassa ainakin rentoa rupattelua, figujenvaihtopiste (figuja rahaksi, rahaa figuiksi, figuja figuiksi) ja erilaisten maalausprojektien esittelyä. Tervetuloa paikalle!", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Mika", "room_name": "Halli 3", "length": 180, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Armeijaparaati", "description": "Tänä vuonna Ropeconissa on myös uusi maalauskilpailu kokonaisille armeijoille. Tähän voi osallistua tuomalla armeijan maksimissaan 24”x 24” esillepanoalustan kera äänestettäväksi. Armeijat asetellaan pöydille lauantaina ennen klo 13 ja yleisöäänestys on avoinna klo 17 asti, jonka jälkeen toimitetaan palkinnonjako eniten ääniä saaneen armeijan omistajalle ääntenlaskutauon jälkeen. Pelityyppi on vapaa, mutta armeija luonnollisesti vaatii vähän enemmän kuin ryhmällisen verran ukkoja. Toisaalta tätä voi kompensoida erityisen näyttävällä “display-alustalla”, jos välttämättä haluat tuoda Infinity- tai Necromunda -jengisi mukaan kisaan.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Figuconiitti", "room_name": "Halli 3", "length": 360, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Terästaisteluharjoitukset", "description": "Oletko aina halunnut heiluttaa teräsmiekkaa tai kirvestä larpeissa tai muuten vaan? Harmaasusien terästaisteluharjoituksissa, tuttavallisemmin mättötreeneissä, perehdytään historiallisten teräsaseiden turvalliseen ja tehokkaaseen hallintaan. Ota mukaan liikunnalliset vaatteet. Osallistujamäärä maksimissaan 20. Ilmoittautuminen ennakkoon infotiskillä.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Julius Väliaho", "room_name": "Halli 3 Bofferialue", "length": 105, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Darklands - demo", "description": "Darklands on 650-luvulle sijoittuva figupeli, jonka maailmassa muinaiset mytologiat olivatkin todellista historiaa. Pelidemossa pääset kokemaan, miten sotajoukkosi pärjää toista vastaan taistelutantereella, jossa peikot, kolossit ja muut muinaiset hirviöt taistelevat rinnakkain ihmisten kanssa ja heitä vastaan.\r\n\r\nPelisysteemi on dynaaminen: vuorot vaihtuvat nopeasti ja pelaajan päätöksillä on valtava merkitys taistelun kulkuun. Pelin figut ovat huippulaatua ja esteettisesti tajunnanräjäyttävän upeita. Pelikokeilijoilta odotetaan perustietämystä figupeleistä, muuta et tarvitse. Demo kestää n. 30-60 min.\r\n\r\nVaroitus: pelin realistinen ulkoasu ja väkivaltainen teema eivät välttämättä sovi perheen pienimmille.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Tuomas Pyryharakka, Tommi Malkki", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "GW Specialist Games - Varjot Tharoksen yllä", "description": "Kuolema saapuu Tharokseen synkässä tulevaisuudessa galaksin tuolta puolen ajelehtineiden muukalaisten bioalusten herätessä horroksestaan, ainoana tarpeenaan repiä kaikki elävä planeetalta loputtoman nälkäisiin kitoihinsa. Miljardit ihmishenget panevat toivonsa nyt sinuun, Keisarin sotilas. Lataa äläkä varmista!\r\n\r\nTervetuloa kokeilemaan erilaisia Warhammer 40,000 maailmaan sijoittuvia erikoisempia figupelejä (Battlefleet Gothic, Space Hulk, Betrayal at Calth) viikonlopun läpi kehittyvässä kampanjassa planeetan hengestä, kun ihmisten imperiumi taistelee kynsin hampain olemassaolostaan. Pelit ovat kaksin pelattavia ja demotuksiin kannattaa varata ainakin 30-60 minuuttia. Pelautus onnistuu sekä suomeksi että englanniksi eikä vaadi mitään ennakkotietoja. Kanna kortesi kekoon!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Erno Trygg, Peitsa \"Sherrypie\" Veteli", "room_name": "Halli 3 Kokemuspiste", "length": 540, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Luolaholvien valloittajat", "description": "Vanhan koulukunnan Dungeons & Dragonsia kotitekoisella sääntöjärjestelmällä ja jatkuvalla pelipöydällä. Kiinnostuneet voivat mielensä mukaan tulla katsomaan tai osallistumaan juuri niin pitkäksi aikaa kuin haluavat \r\n\r\nPelaajien hahmot tutkivat vaarallisia luolastoja, etsivät niissä piileviä aarteita ja kohtaavat vaarallisia ansoja, hirviöitä ja muita uhkia. Rohkeuden ja voiman lisäksi tarvitaan myös oveluutta ja kylmiä hermoja, mikäli havittelee kultaa ja kunniaa!\r\n\r\nMitään edellistä kokemusta ei edellytetä.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Teemu \"Teemu\" Tarkkala", "room_name": "Halli 3 Kokemuspiste", "length": 480, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "30 minuuttia avaruusmurmelina", "description": "", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Kyanor", "room_name": "Halli 3 Kokemuspiste", "length": 480, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Choose your own adventure - Pelaajien valitsema seikkailu", "description": "Pelejä on lukuisia tarjolla, jokaisen makuun takuulla jotain sopivaa, useampia eri systeemejä ja tarinoita tarjolla, sovitaan pelaajien kanssa mitä systeemiä käytetään milloinkin. Tämä ohjelma siis helposti esittelee useita eri pelisysteemejä.\r\nOletettu pituus on 1-3 h, mutta hahmonluonnista riippuen voi venähtää pitemmälle. \r\nAloittelijaystävällistä pelailua, mutta kokeneetkin ovat tervetulleita.\r\nValmiita hahmoja löytyy, mutta hahmot voidaan myös luoda, mieluusti pelin alussa.\r\nJokainen tarinan pätkä on pari tuntia, ja niistä on mahdollista jatkaa toiseen tarinan pätkään.\r\nPelaajat voivat liittyä mukaan kesken pelin ja tarinoiden vaihtuessa.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Ganmue", "room_name": "Halli 3 Kokemuspiste", "length": 480, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Skenaariokisan pelejä", "description": "Skenaariokisan tuotoksia ja muita keveitä roolipelejä!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 478, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Legendary Marvel", "description": "Peluuttaisin mielelläni Legendary Marvel -peliä. Peli sopii englanninkielentaitoisille, mutta koska peli on full co-op, mukaan voivat tulla nuoremmatkin, koska muut pelaajat voivat auttaa. Minulla on peliin kaikki viralliset lisäosat. Pelin kesto on noin tunnin.", "category_title": "Pelitiski: Lautapeli / Board game", "formatted_hosts": "Janne \"Blanket\" Huovinen", "room_name": "Halli 3 Kokemuspiste", "length": 480, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Pitchcar SM-kisat", "description": "Huikea neppauskisa aidossa Ropecon-tunnelmassa. Kaikille avoin kisa. Tapahtuma aloitetaan vapaalla harjoittelulla, jota seuraa tiivistunnelmainen aika-ajo. Aika-ajon parhaat pääsevät itse kisaan. Nähdäänkö viime vuosien ensimmäisen mutkan kaaos, jossa paalupaikalla lähtijä tippuu viimeiseksi? Ja tämän jälkeen yrittää lähteä ajamaan kärkeä epätoivoisesti takaa. Löytyykö uusia haastajia?", "category_title": "Pelitiski: Lautapeli / Board game", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 180, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Mordheim 20-Vuotisjuhlapeli", "description": "Jengisotaa meteoriitin runteleman keskiaikaisen kaupungin raunioissa Warhammerista tutuilla fantasiaroduilla, örkit, haltiat ja soturinunnat kaikki edustettuina. Tule kokeilemaan ensikertalaisena tai wanhana Mordheim konkarina. Vie wyrdstonesi kilpailevan warbandin kalman kouristamista käsistä ja osta rikkauksilla porukallesi paremmat vermeet seuraavaan taisteluun, kokemuksen ja kunnian kohotessa. Peli alkaa, kun riittävästi kiinnostuneita on tullut paikalle, joten kannattaa ilmoittaa kiinnostuksesta pöydällä, vaikkei heti ehtisikään pelaamaan.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Kimmo Kauria, Petri \"GreenOwl\" Ruotanen", "room_name": "Halli 3 Kokemuspiste", "length": 360, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Nopat ja Taktiikka -kerhon demopelit", "description": "Tervetuloa tutustumaan Nopat ja Taktiikkaan, pääkaupunkiseudun suurimpaan miniatyyripelikerhoon. Kerhomme pisteellä pääset kokeilemaan laajaa valikoimaa miniatyyrisotapelejä ristiretkistä scifiin, länkkäreistä merirosvoihin ja fantasiasta steampunkiin! Tule ja koe seuraavat spektaakkelit:\r\n\r\nFlames of War: Villers-Bocage -minikampanja Normandiassa 1944\r\n\r\nHail Caesar: Arsufin taistelu kolmannen ristiretken ajoilta vuodelta 1191\r\n\r\nDead Man's Hand: Hollywood-henkistä villin lännen paukuttelua\r\n\r\nA Song of Ice and Fire (Game of Thrones): Suuri taistelu Westerosista\r\n\r\nWarmachine & Hordes: Steampunk-henkinen skirmish-taistelu Iron Kingdoms -fantasiamaailmassa\r\n\r\nInfinity: Taktinen scifi-skirmish tulevaisuuden suurkaupungeissa (huom. myös oma ohjelmakuvaus)", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kings of War-demoa ja pelailua", "description": "Kings of War -pelin demottamista sekä pelipöytiä ja muutama armeija pelin kokeiluun ja vapaaseen pelaamiseen.\r\n\r\nTervetulleita ovat kaikki aloittelijasta konkariin, ja tarjolla on johdatusta fantasiateemaisien massataistelupelien kuninkaaseen. Tasapainoa, taktiikkaa ja hienoja harrastusmahdollisuuksia on tarjolla niitä kaipaavalle.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Iikka Ålander", "room_name": "Halli 3 Kokemuspiste", "length": 360, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Dust 1947 - WWII ja Cthulhun nousu", "description": "On vuosi 1947. Sota, joka alkoi 8 vuotta sitten kun Saksa hyökkäsi Puolaan, ei ole ohi. Sota on levinnyt maailmanlaajuiseksi. Maailma on jakaantunut erillisiin ryhmittymiin, vain kourallinen valtioita on onnistunut pysymään neutraaleina ja toimivatkin palkkasotilaina. Sodan pitkittyessä uusia liittoumia syntyi ja vanhoja hajosi.\r\n\r\nTällä hetkellä maailma on jakaantunut erillisiin liittoumiin.\r\n- Liittoutuneet (Allies) ovat keskittyneet USA:n johdon alle. Tämän voimakkaan ryhmittymän pääjäseninä ovat: USA, Yhdistyneet kansakunnat ja Vapaa Ranska.\r\n- Saksa, Skandinaavia ja Keski-Eurooppa ovat liittoutuneet yhteen Akselivalloiksi. Tämä totalitaarinen valtio muodostui Operaatio Walkyrien onnistuessa salamurhaamaan Fuhrerin 1943.\r\n- Pettyneinä liittouman toimintaan Neuvostoliitto ja Kiina yhdistyivät SSU:ksi (Sino-Soviet Union), muodostaen kolmannen ryhmittymän taatakseen kommunismin selviytymisen.\r\n- Keisarillinen Japanin laivasto erosi Japanista ja taistelee mythoksen nousua vastaan Tyynellä valtamerellä, ja muita, jotka eivät erosta pitäneet.\r\n- Mythos eli Cthulhu ja kultistit. Heillä on kokonaan omat tavoitteensa\r\n\r\nYmpäri maailmaa nämä liittoumat taistelevat mullistavan VK-mineraalin hallinnasta. Tämä mineraali on mahdollistanut täysin uusia teknologisia harppauksia. Taistelurobotit ovat korvanneet vanhentuneet panssarivaunut, kuolleet ovat liittyneet taisteluun uudelleen. Laser- sähkö ja sädeaseet korvaavat hiljalleen vanhat tuliaseet. Ja Cthulhu on noussut sekavaa tilannetta hyväksikäyttäen.\r\n\r\nSaksalaiset olivat ensimäiset, jotka alkoivat hyödyntää VK-mineraalin tarjoamia etuja. Kaikki tämän mineraalin ympärillä on kuitenkin edelleen verhottu mysteeriin. Huhut jopa väittävät planeetan ulkopuolisen elämän neuvoneen saksalaisia sen hyödyntämisessä... Ja Vril-konfederaatio saattaa lähiaikoina tulla avaruudesta torjumaan Cthulhua ja mitä tahansa seisoo heidän edessään...", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Lexa", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Dropfleet Commander -demotusta", "description": "Tule mukaan taistelemaan planeetan herruudesta! Dropfleet commander on peli, jossa kaksi avaruuslaivastoa ottaa mittaa toisistaan kiertoradan hallinnassa. Kilometrin mittaiset risteilijät tulittavat toisiaan samalla kun pienemmät tukialukset tiputtavat satamäärin laskujoukkoja planeetan pinnalle hallitsemaan strategisia kohteita. Kokeile, mikäli avaruuslaivafiguurit kiinnostavat!", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Sampo", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "MtG: 8-player events", "description": "On-demand 8:n pelaajan turnaukset pyörivät pääturnauksen alusta lähtien ja starttaavat, kun listassa on kahdeksan nimeä. Päivän viimeiset 8-manit alkavat viimeistään seuraavasti: pe klo 19:00, la klo 18:00 ja su klo 12:30. Formaattivaihtoehtoina ovat: Core Set 2020, War of the Spark, Ravnica Allegiance, Guilds of Ravnica ja Modern Horizons, Standard, Modern, Legacy, Vintage ja Pauper. Erikoisempiakin draftiformaatteja saa ehdottaa paikan päällä!", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Poromagia", "room_name": "Halli 3 Korttipelialue", "length": 480, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Jani \"Limppu\" Lindroosin \"Pai Gow Magic\" - haaste", "description": "Korttipelitiskillä voit koska tahansa haastaa entisen Suomen mestarin, Jani \"Limppu\" Lindroosin Pai Gow Magic -otteluun. Tarvitset otteluun ainoastaan avaamattoman Magic: The Gathering -boosterin. Jos häviät haasteen, et menetä mitään, mutta jos onnistut päihittämään \"Limpun\", saat mukaasi myös hänen avaamansa boosterin kortit.\r\n\r\nLista sallittujen settien boostereista:\r\nAether Revolt\r\nAmonkhet\r\nBattlebond\r\nBorn of the Gods\r\nCore Set 2019\r\nCore Set 2020\r\nDominaria\r\nDragon's Maze\r\nDragons of Tarkir\r\nGatecrash\r\nGuilds of Ravnica\r\nHour of Devastation\r\nIconic Masters\r\nIxalan\r\nJourney into Nyx\r\nKaladesh\r\nModern Horizons\r\nOath of the Gatewatch\r\nRavnica Allegiance\r\nRivals of Ixalan\r\nUnstable\r\nWar of the Spark\r\n\r\nPai Gow Magic toimii seuraavasti:\r\n\r\nMolemmat pelaajat avaavat boosterin ja jakavat sen sisällön haluamallaan tavalla viiteen kolmen kortin pinoon. Tämän jälkeen pelaajat järjestävät vastustajansa pinot haluamaansa järjestykseen (katsomatta kortteja). Pelataan 3-5 peliä siten, että ensimmäisessä pelissä kummankin pelaajan aloituskäsi on hänen \"ykköspinonsa\", toisessa pelissä \"kakkospinonsa\" ja niin edelleen. Pelaaja ei voi hävitä pakan loppumiseen (koska pakkaa ei perinteisessä mielessä ole olemassa).\r\n\r\nPelaajalla on 5 elämäpistettä. Pelaajalla on loputtomat manat. Ensimmäisen pelin aloittaa se pelaaja, joka on ensimmäisenä saanut jaettua boosterinsa pinoihin. Ottelu pelataan paras viidestä -periaatteella. Tasapelit ovat mahdollisia, eli ottelun voi voittaa voittamalla kaksi peliä, häviämällä yhden ja pelaamalla kaksi tasan.\r\n\r\nPai Gow Magiciin tarvittavia boostereita voi ostaa esimerkiksi Poromagialta tai Poromagian myyntitiskiltä Ropeconissa.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Poromagia", "room_name": "Halli 3 Korttipelialue", "length": 480, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Munchkin Open Championship 2019", "description": "Your yearly dose of Munchkin is available! Come to play for the glory and bragging rights of winning the only unofficial Finnish championship in Munchkin! One qualifying round, and finals where winner takes it all. Signup before at tournament desk or simply come join us when the qualifiers start.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "juise", "room_name": "Halli 3 Korttipelialue", "length": 240, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Arkham Horror The Card Game", "description": "Arkham Horror The Card Game -pelin peluuttamista useammalla eri skenaariolla (kokeneemmille pelaajille). Käytössä valmiit pelaajapakat, jokaista classia löytyy ainakin yksi. Tarvittaessa myös tutoriaaliskenaarion Return to The Gathering peluuttamista peliä opetteleville (uusille pelaajille). \r\n\r\nTuo vain mielenterveytesi (tai sen rippeet) ja istu pelaamaan. Pelaajamäärä 1-4 pelaajaa. Aikaisempi kokemus pelistä ei ole välttämätöntä. \r\n\r\nPeluutan peliä omilla korteillani, joten kaikki pelivälineet löytyvät, eikä pelaajien tarvitse tuoda muuta kuin itsensä. Jos kuitenkin haluaa pelata omalla pakallaan, niin on se toki sallittua. Max experience standalone -pakalle 19 experienceä. Muista myös ylimääräinen basic weakness, jos tuot oman pakan ja expaa käytetty yli 10 pistettä.\r\n\r\nPeli sisältää Cthulhu-mythoksesta tuttua kosmista kauhua ja kuvituksesta löytyy myös graafista väkivaltaa, joten ei perheen pienimmille. Pelin kieli on englanti, mutta opastus suomeksi ja sujuu myös englanniksi.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Jussi-Pekka \"Gintonic\" Kumpulainen", "room_name": "Halli 3 Korttipelialue", "length": 480, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Exploding Kittens -turnaus", "description": "Exploding Kittens -Turnaus\r\n\r\nEnsin pelataan 3 karsintakierrosta. Jokaisesta pelistä saa pisteitä tippuneiden pelaajien verran. Karsintakierroksen neljä parasta pelaavat tämän jälkeen finaalin. \r\n\r\nPelit pelataan Exploding Kittens -peruspelillä.\r\n\r\nOlemme varautuneet ennakolta maksimissaan 16 osallistujaan ja toivomme ennakkoilmoittautumisia, jotta tiedämme onko 16 riittävästi.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Tuomas \"Spoon\" Koskinen", "room_name": "Halli 3 Korttipelialue", "length": 360, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kiloboksi Sealed", "description": "Kiloboksi-sealedissa jokaisella pelaajalla on (nimen mukaisesti) noin kilon verran Magic: The Gathering -irtokortteja satunnaisista seteistä. Näistä korteista jokainen pelaaja kasaa pelipakan, jolla sitten pelataan turnaus muita pelaajia vastaan. Kiloboksi-sealed muistuttaa jonkin verran \"chaos sealedia\" jossa pakka rakennetaan eri settien boostereista \r\ntulevista korteista, suurimpina eroina toki korttien määrä ja niinsanottujen \"epäreilujen pommirarejen\" puute.\r\n\r\nKilobokseja myydään Poromagialla ja Poromagian myyntipisteellä Ropeconissa, voit toki tuoda myös oman kiloboksisi mutta reiluuden vuoksi bokseja tullaan hieman sekoittamaan ennen pelaamista.\r\n\r\nhttps://poromagia.com/catalogue/kilobox-kilon-verran-irtokortteja_6959/  \r\n\r\nBasic Landeja on tarjolla pelipaikalla.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Poromagia", "room_name": "Halli 3 Korttipelialue", "length": 480, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Guided tour to Ropecon!", "description": "Is it your first Ropecon? Or are you just looking for someone to guide you through everything that is happening here? Where can you find table top games, dance practice or boffering? Come and join our tour! The pink caped tutors will show you around Ropecon. The tour will start next to the Info Desk.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Merli", "room_name": "Infotiski", "length": 60, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Velhokoulu (13-18v.)", "description": "Sarviotson Velhokoulun oppilaat ovat saapuneet tutustumaan paikallisiin martoihin, ei-taikojiin, ja etsimään koulun kadonneita aarteita. Tuvittain he liikkuvat tämän \"ropekonin\" sisällä etsimässä karttaan merkityistä paikoista tupiensa vihjeitä, ja toivottavasti saavat autettua koulunsa professoria! Mutta varo--! Erilaiset vaarat uhkaavat velho-oppilaita, eivätkä he saa paljastua taikojiksi!\r\n\r\nLarppi soveltuu aloittelijoille ja ensikertalaisille. Pelistä järjestetään myös 7-12-vuotiaille oma pelautus. Saat pelin ajaksi lainaan kaavun ja taikasauvan.", "category_title": "LARP", "formatted_hosts": "Janina Kahela", "room_name": "Larp-tiski", "length": 90, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Vieraile kirjastoautossa!", "description": "Kirjastoauto päivystää piha-alueella. Tule lainaamaan luettavaa, pelaamaan pihapelejä tai vaikka hankkimaan kirjastokortti! Enemmän ohjelmaa löytyy Helmet-kirjastojen tapahtumapisteeltä hallista 1B.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Helmet", "room_name": "Messuaukio", "length": 360, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Draw-off with game illustrators", "description": "Come watch when Jon Hodgson and other game illustrators face each other in draw-off challenges, where the audience gives ideas and illustrators execute them in just 15 minutes.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "", "room_name": "Sali 201", "length": 45, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Myyttisten tarinoiden satutunti lapsille", "description": "Myyttisiä tarinoita perheen pienimmille! Mukaan on valittu kiltimpiä mutta silti sopivan jännittäviä perimätietona kulkeneita vanhan kansan myyttisiä tarinoita, joissa seikkailevat yliluonnolliset hahmot ja tapahtumat. Satutunti sopii perheen pienimmille, mutta myös vanhemmat kuuntelijat ovat erittäin tervetulleita myyttisten juttujen äärelle. Tarinoita ääneen lukemassa on näyttelijä Lotta Laajalahti.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Lotta Laajalahti", "room_name": "Sali 204", "length": 45, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Mitä on larp-pelinjohtajan hyvinvointi?", "description": "Paneelikeskustelu aiheesta larp-pelinjohtajan hyvinvointi. Keskustelu pureutuu liveroolipelinjohtajan tuntemuksiin ennen larppia, sen aikana ja jälkeen. Miten voisimme parantaa pelinjohtajan fiiliksiä ja auttaa häntä jaksamaan? Olisiko mahdollista tuoda pelaajat ja pelinjohto samalle puolelle, jotta larppikokemuksesta tulisi jokaiselle vieläkin antoisampi? Lopussa mahdollisuus yhteiselle keskustelulle yleisön kysymysten muodossa.\r\n\r\nVetäjinä Essi Vallenius & Marko Taiminen.\r\nPaneelin keskustelijoina Alisa Pasanen, Vili Pajunen, Juhana Pettersson ja Johanna Verhiö", "category_title": "Puheohjelma: paneeli / Panel discussion", "formatted_hosts": "Marko, Alisa Pasanen, Juhana Pettersson, Vili, Johanna \"Hörhiö\" Verhiö, Essi Vallenius", "room_name": "Sali 206", "length": 105, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Wafuku - perinteinen japanilainen vaatetus tänään", "description": "Miten furisode eroaa yukatasta? Millaiseen asuun japanilainen morsian pukeutuu hääpäivänään? Mikä on nagoya-obi?\r\n\r\nWafuku eli perinteinen japanilainen vaatetus, kuten kimonot ja hakamat, eivät ole vain osa Japanin historiaa, vaan vielä tänäkin päivänä käytössä monissa eri muodoissa ja monissa eri yhteyksissä. Tule kuuntelemaan kattavaa esittelyä nykypäivänä käytettävistä erilaisista perinteisistä japanilaisista vaatteista jokapäiväisen arkisista aina hienoimpiin juhla-asuihin ja saamaan inspiraatiota vaikkapa oman ropehahmosi vaatetusta varten!\r\n\r\nMukana livenä myös aitoja japanilaisia vaatekappaleita ja asusteita katseltavaksi ja hipelöitäväksi!", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Suvi \"Malvien\" Lamminen", "room_name": "Sali 207", "length": 105, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Fantasian kirjoittamisesta: Myyttiset mokat", "description": "Kirjailija Sini Helminen puhuu siitä, miten myyttejä käytetään romaanin rakennusaineina. Miten myyttejä voi hyödyntää omassa kirjoittamisessa ja mitä ansakuoppia kannattaa välttää? Järjestäjä: Helmet-kirjastot.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Sini Helminen", "room_name": "Sali 208", "length": 45, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kampanjan suunnittelu: antagonistinen lähestymistapa", "description": "Tässä työpajassa esitellään antagonistilähtöinen tapa suunnitella roolipelin kampanja. Antagonistisessa lähestymistavassa suunnitellaan ensin protagonistien vastustajan rooli kampanjassa: kuka hän on, mitä hän haluaa ja miten hän aikoo sen saavuttaa. Tämän työkalun on tarkoitus auttaa pelinjohtajia hahmottamaan paremmin miten pelin suuret linjat menevät ja millaisia seikkailuja niistä voi kirjoittaa, sekä auttaa heitä pitämään pelin punainen lanka hallussa koko seikkailun tai kampanjan ajan.\r\n\r\nAntagonistinen lähestymistapa sopii useimpien seikkailujen ja kampanjoiden suunnittelemisen avuksi. Menetelmää voi soveltaa niin yksittäisten seikkailujen kuin pitkien kampanjoidenkin suunnittelemiseen. Työpajan aikana työskennellään pienissä ryhmissä, joissa menetelmän käyttämistä harjoitellaan vetäjien avustuksella.\r\n\r\nTyöpajaan on ennakkoilmoittautuminen infotiskillä.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Mikko \"Herra Mirandos\" Iivonen, Matti Anttila, JP", "room_name": "Sali 209", "length": 105, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Myyttisten eläinten piirtopaja", "description": "Miten lohikäärmeen suomut menivätkään? Montako raajaa on aarnikotkalla? Kuinka voisin piirtää oman myyttisen olentoni? Näihin kaikkiin kysymyksiin saat vastauksen myyttisten eläinten piirtopajasta! Pajaan kuuluu lyhyt opastus, miten aloittaa oman tai tutun myyttisen olennon tekeminen ja niksejä! Sopii kaiken ikäisille ja tasoisille piirtäjille. Pienemmät lapset vanhempiensa valvonnassa. Paperin ja kynät löytää paikalta, mutta omia välineitä saa halutessaan käyttää. Ilmoittautuminen ennakkoon infotiskillä!", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Maija", "room_name": "Sali 210", "length": 105, "start_time": "2019-07-27T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kissankorvatyöpaja / Cat ear workshop", "description": "Tervetuloa väkertämään itsellesi pörröiset kissankorvat, lupsakat koirankorvat tai vaikka veikeät hiirenkorvat. Mukaasi et tarvitse muuta kuin aimo annoksen söpöilymieltä! =^__^=\r\n\r\nCome craft yourself an extra pair of ears - cuddly cat ears, droopy dog ears or adorable mouse ears. All you need is a suitably cute attitude. =^__^=", "category_title": "Työpaja: käsityö / Crafts", "formatted_hosts": "Mauno Joukamaa", "room_name": "Halli 1B Työpaja-alue", "length": 165, "start_time": "2019-07-27T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kirjoittamisen perus-, aine- ja jatko-opinnot", "description": "Kirjoittamisen perusteet ovat helpot - ne opitaan alakoulussa - mutta hyvän proosan tuottaminen on vaikeaa ja siksi juuri niin antoisaa. Luennolla käydään läpi kirjoittamisen tavanomaisempia sudenkuoppia sekä tarjotaan ohjeita niin aloitteleville kuin kokeneemmille kirjoittajille. Jos kirjoittaminen tai kirjallisuus, genrestä riippumatta, kiinnostavat, tätä luentoa ei kannata missata. Puhumassa kirjoittelija ja FM Aleksi Peura.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Aleksi Peura", "room_name": "Sali 103", "length": 105, "start_time": "2019-07-27T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Valkoinen kuolema - Noppatuurin näytöspöytäroolipeli", "description": "Tule seuraamaan, kun joukko tutkijoita joutuu uransa vaikeimman keissin eteen! Vuoristoretkellä eksyneen opiskelijaporukan katoaminen osoittautuu tavallista eräonnettomuutta kummallisemmaksi. Valkoinen kuolema on Noppatuurin esittämä tunnelmoiva peli, jossa tutkitaan katoamista, pelätään yliluonnollisia ilmiöitä, selvitetään salaliittoja ja koetetaan selviytyä ankaran luonnon armoilla - se, mikä katoamisen takana onkin, saattaa olla myös tutkijoiden perässä! Pelissä on taustamusiikkia ja valoefektejä. Peli ei sovi aivan perheen pienimmille. Noppatuuri lähettää viikoittain Twitch-striimejä, joissa pelataan ja puhutaan pelaamisesta.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Nuppu \"mihka\" Soanjärvi", "room_name": "Sali 201", "length": 105, "start_time": "2019-07-27T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Living Greyhawk: Kahdeksan vuotta, ei aivan suotta", "description": "Living Greyhawk oli maailmanlaajuinen roolipelikampanja, johon osallistui valtavasti pelaajia ympäri maailman. Vapaaehtoisvoimin se sai aikaan satoja seikkailuita, loi unohtumattomia muistoja ja sai pelaajat harrastamaan maailmanmatkailua. Mutta millainen mahtoi olla Pohjoismaiden osuus ja miten se erosi muista? Asiasta kertovat Pohjoismaiden Triadin jäsen Sampo Haarlaa ja Living Greyhawk/Pathfinder Societyn Jukka Särkijärvi.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Jukka Särkijärvi, Sampo", "room_name": "Sali 204", "length": 45, "start_time": "2019-07-27T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Puujalkavitsejä yleisön toiveiden mukaisesti", "description": "Yleisö pääsee osallistumaan sanomalla sivunumeron, minkä jälkeen vetäjä lukee valitsemaansa kirjaa sanotulta sivulta, kunnes keksii puujalkavitsin. Ohjelmassa havainnollistuu, kuinka helppoa ja hauskaa puujalkavitsien keksiminen on. Tämä ohjelmanumero on jotain ainutlaatuista, mitä sanallisen nokkeluuden/puujalkavitsien ystävät eivät halua jättää väliin. Mytologia otetaan myös huomioon.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "", "room_name": "Sali 205", "length": 45, "start_time": "2019-07-27T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kirjailijapaneeli", "description": "Kutsuvieras Mikko Kamula sekä kirjailijat Dare Talvitie, Juhana Pettersson ja Johanna Valkama keskustelevat mytologian rikkaudesta, sovellettavuudesta ja kaikesta muusta.", "category_title": "Puheohjelma: paneeli / Panel discussion", "formatted_hosts": "Taika \"taika\" Dahlbom", "room_name": "Sali 208", "length": 105, "start_time": "2019-07-27T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Jumissa (1. pelautus)", "description": "\"Jumissa\" on peli suljettuun tilaan laitetuista ihmisistä, joiden tehtävä on selvittää, missä he ovat, miksi he ovat siellä ja miten he pääsevät sieltä ulos. Larppia voi ajatella myös eräänlaisena pakohuonepelinä, jossa vihjeet ovat fyysisten esineiden sijaan hahmokuvauksissa ja jossa twisti on M. Shamayamalama -luokan aivopierua. Et tarvitse proppeja, tule paikalle sellaisena kuin olet. Sopii myös aloittelijoille ja ensikertalaisille. Ikäsuositus 16+", "category_title": "LARP", "formatted_hosts": "Iiris Kaasinen", "room_name": "Sali 218", "length": 120, "start_time": "2019-07-27T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Time-travel through four centuries of dance", "description": "Dr John Gardiner-Garden, author of the 32 books on historical dance in the Dancing through the Ages series, will lead everyone through 400 years of varied fun ball dance, from the 15ᵗʰ to the 19ᵗʰ century. Dances are suitable for beginners.\r\n\r\nEglamowr (16ᵗʰ century England), Bourrée à six passages (17ᵗʰ c. France), Daniel Cowper (17ᵗʰ c. England), La Coquette (18ᵗʰ c. France), Country Bumpkin (18ᵗʰ c. Scotland), Lowe’s Galopade (19ᵗʰ c. Britain).", "category_title": "Työpaja: musiikki / Music", "formatted_hosts": "John Gardiner-Garden", "room_name": "Ala-Galleria", "length": 115, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Pukukilpailu: Pukuesittely / Costume Contest Showcase", "description": "Pukukilpailun osallistujat nousevat lavalle esittelemään asujaan!\r\n\r\nThe participants of the costume contest climb on stage to show off their costumes!", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Elisa", "room_name": "Halli 1", "length": 45, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Vapaata bofferointia", "description": "Pehmomiekkailussa, tai bofferoinnissa, taistelijat ottavat mittaa toisistaan pehmustetuin asein yksinkertaisilla säännöillä. Kevyen liikunnallinen kamppailulaji sopii kaikenlaisille conivierailijoille.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "John Helin", "room_name": "Halli 3 Bofferialue", "length": 180, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Historiallisten pelien pöytä", "description": "Työpajassa kokeillaan historiallisia kortti-, lauta- ja noppapelejä noin 500 vuoden takaa. Silloin pelejä pelasivat esimerkiksi pahamaineiset palkkasotilaat, pelilauta kaiverrettiin vaikka tuvan pöytään tai kirkon penkkiin ja pelikorttien kääntöpuolelle saatettiin raapustaa rakkauslauluja. Harmaasudet ry:n pelipöydässä pääset kokeilemaan onneasi Karnöffelissä, Myllyssä ja noppapelissä sekä tutustumaan vanhojen pelien historiaan ja historianelävöitykseen. Ei ennakkoilmoittautumista.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Maria", "room_name": "Halli 3 Hengailualue", "length": 60, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "KPS-turnaus", "description": "Ropeconin perinteinen kivi-paperi-sakset -turnaus. Ennakkoilmoittautuminen ja silti mukaan myös paikan päällä! Saavu koettelemaan onneasi ja kannustamaan suosikkejasi! Rooliasut ja taiteilijanimet tervetulleita. Mäyrät ja kentit älkööt vaivautuko. Tuomaria saa lahjoa.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Jukka Seppänen", "room_name": "Halli 3 Hengailualue", "length": 70, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Tutustu Daimyriaan lautapelien kautta", "description": "Sukella Daimyriaan, mielenkiintoisten eläinten asuttamaan maailmaan!\r\n\r\nOsallistu kauppiaskisaan kokeilemalla Dale of Merchants -pelisarjan uusinta Collection-osaa. Jokainen pelaaja ohjastaa omaa uniikkia hahmoaan erikoiskykyineen kamppaillessaan tulevan maailmannäyttelyn ohjaajan pestistä!\r\n\r\nTaltuta sota Dawn of Peacemakers -lautapelissä. Hyppää seikkailijan saappaisiin ja pysäytä oselottien ja puna-arojen välinen konflikti käyttäen toinen toistaan mielikuvituksellisempia kikkoja!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Sami Laakso", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Exploding Kittens / Star Realms, leppoisaa korttipelaamista.", "description": "Exploding kittens, nopea ja helppo kaikki vastaan kaikki -korttipeli, jossa yrität estää kissanpentuja räjäyttämästä sinua. Teemana räjähtävät kissanpennut. Kortit englanniksi, mutta peli on kielivapaa. Viidelle pelaajalle.\r\n\r\nStar Realms, nopeatempoinen pakanrakennuspeli avaruusteemalla max neljälle pelaajalle. Osta avaruusaluksia, rakenna avaruusasemia ja pysy pisimpään hengissä. Korteissa jonkin verran tekstiä englanniksi.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "", "room_name": "Halli 3 Korttipelialue", "length": 180, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Ropeconin esittelykierros", "description": "Oletko ensi kertaa Ropeconissa? Haluatko päästä tutustumaan Ropeconin maailmaan, mutta et tiedä mistä aloittaa? Oletko käynyt vuosia sitten etkä tiedä mistä lähteä tutustumaan Ropeconiin uudelleen? Tai haluatko lähteä tekemään jotain ihan muuta kuin mihin olet tottunut? Tule esittelykierrokselle! Kierroksella pääset tutustumaan muihin ensikertalaisiin ja kiertämään tapahtumaa tuutorin kanssa. Kierrokset lähtevät Infon vierestä.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Merli", "room_name": "Infotiski", "length": 60, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Myyttisten tarinoiden satutunti", "description": "Tervetuloa nauttimaan myyttisestä satutunnista! Suullisena perimätietona kulkeneet tarinat pohjautuvat aikaan, jolloin haltijat vahtivat ihmisten tekemisiä, liekkiöt itkivät metsässä, pirut kuiskivat korvaan sekä marras kantoi viestiä kuolemasta. Voit mahdollisesti saada vinkkiä kummitusten kohtaamiseen tai kuinka tulla noidaksi. Kaikenikäiset ovat tervetulleita, mutta vanhan kansan jutut saattavat olla jännittäviä perheen pienimmille. Tarinoilla ääneen viihdyttämässä on näyttelijä Lotta Laajalahti.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Lotta Laajalahti", "room_name": "Sali 204", "length": 45, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Apua, eka larppi!", "description": "Innostaisiko larppaaminen, mutta et tiedä mistä aloittaa ja kaikki jännittää? Tai oletko larppikonkari, joka haluaisi auttaa aloittelijaa pääsemään vauhtiin? Tule kuuntelemaan veteraanin vinkkejä kuusi vuotta harrastaneelta larppaajalta, joka aloitti harrastamisensa tärisevänä stressipallona hädin tuskin tietäen, mikä suunta on ylösalaisin. Luennolla käydään läpi larppaamisen ensiaskelia sekä aloittelijoiden mahdollisia pelkoja ja kysymyksiä. Lisäksi puhutaan kokemuksista aloittamisen epävarmuuksista ja hämmennyksistä, jotka ovat kokeneimmilta pelaajilta saattaneet vuosien varrella unohtua. Luennon tarkoitus on ojentaa auttava käsi aloittelijoille ja harrastuksesta kiinnostuneille sekä tarjota konkareille ensiapupakkaus aloittelijakaverin jännityksen hoitamiseen.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Karla \"Paperiahma\" Erkkilä", "room_name": "Sali 205", "length": 45, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Pelijärjestöjen vertaistukitapaaminen", "description": "Oletko perustamassa uutta pelialan yhteisöä tai -yhdistystä ja kaipaat neuvoja? Haluatko päästä tutustumaan muihin pelialan järjestäytyneisiin toimijoihin?\r\n\r\nSuomen roolipeliseura ry:n Pelijärjestöiden verkostoitumisprojekti tarjoaa tilaisuuden esitellä yhteisösi toimintaa muille yhteisöille ja luoda kontakteja. Paikalla on tarjolla vertaistukea yhteisönne murheisiin ja ilonaiheisiin. Uudet toimijat ja yhdistystä suunnittelevat voivat kysyä neuvoja täällä toiminnan aloittamiseen.\r\n\r\nTapaamiseen ovat tervetulleita kaikki pelikulttuurin parissa toimivat yhteistöt, järjestöt, rekisteröityneet yhdistykset ja muutkin toimijat. Ja toimittepa julkisella, yksityis- tai järjestösektorilla, niin olette tervetulleita, jakamaan kuulumisia ja tutustumaan.", "category_title": "Puheohjelma: keskustelu / Discussion group", "formatted_hosts": "Pauli \"Lord Pavetron\" Hulkkonen", "room_name": "Sali 206", "length": 105, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Introduction to The Theory of Relativity", "description": "In the beginning of the last century Einstein's Theory of Relativity drastically changed our understanding of time and space. E=mc^2 is familiar to many but The Theory of Relativity is a lot more: relativity of time, black holes and breaking of simultaneity. \r\n\r\nDuring the presentation you will be introduced to the history of The Theory of Relativity, some mind boggling facts about time and space followed by practical examples on how to use all of this in role playing games.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Sauli \"smaugi\" Samila, Mikko \"Pare\" Parviainen", "room_name": "Sali 207", "length": 105, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Loitsun lailla liikkumahan", "description": "Miten kävelee kalevalainen sankari tai olympolainen jumala? Miten voimme ruveta vieraan sivilisaation jäseniksi ja luoda heille mukaansatempaavan rituaalin? Miten luodaan immersiivistä fiktiota, joka ei ainoastaan näytä kivalta vaan myös tuntuu isosti ja syleilee fysikaalista todellisuuttamme?\r\n\r\nLoitsun lailla liikkumahan -työpajassa tutustutaan myyttisen roolihahmon rakentamiseen kehollisuuden kautta. Menetelmiä ammennetaan teatterin ja draaman maailmasta myös nykytanssin ja parkourin näkökulmia hyödyntäen. Työpajan vetäjinä toimivat alojen ammattilaiset Joonas Palsio ja Ida Teeri työryhmä Tuiskeesta.\r\n\r\nKokonaiskesto n. 180 min. Työskentelemme sekä sisä- että ulkotiloissa. Vaatteiden ja kenkien tulee olla kokonaisvaltaista liikkumista tukeva. Täysvaltainen osallistuminen edellyttää osallistujalta perustervettä kehoa ja vointia, mutta rajoitteita voidaan huomioida. Ikäsuositus 13+.\r\n\r\nEnnakkoilmoittautuminen infotiskillä.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Joonas \"Din\" Palsio, Ida Teeri", "room_name": "Sali 209", "length": 165, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Tiirikointityöpaja aloittelijoille", "description": "Aarre on melkein käsissäsi, kunhan vielä saisit tämä arkun lukon avattua. \r\n\r\nTiirikoinnissa pyritään avaamaan lukko ilman lukkoon kuuluvaa avainta. Työpaja opettaa tiirikoinnin perusteet. Järjestäjä lainaa osallistujille työpajassa harjoittelua varten tarvittavat välineet (vääntimiä ja tiirikoita) sekä (tappihaittasylinteri-) harjoittelulukot. Työpaja sisältää lyhyen katsauksen lukkojen historiaan ja lukkotyyppeihin. Suuri osa työpajan ajasta harjoitellaan tiirikointia ohjaajan kanssa. Tiirikointiin tarvitaan molempien käsien hienomotoriikkaa.\r\n\r\nHuomio: Tiirikat ovat Suomessa laittomia jos tiirikan pääasiallinen käyttötarkoitus on tunkeutua toisen hallinnassa olevaan suljettuun tilaan rikoksen tekemistä varten. Lukkosepät ovat usein koulutettu tiirikoimaan lukkoja. Jotkut ihmiset pitävät tiirikoinnista harrastuksena (\"locksporting\"), koska lukon tiirikointia pidetään haasteena. Locksporting-harrastuksen eettisenä periaatteena onkin, että ainoastaan lukkoja, jotka omistaa tai joiden omistaja on antanut luvan, saa tiirikoida. Tai ehkä haluat vain hankkia osaamispisteitä hahmolomakkeellesi.\r\n\r\nTyöpajaan on ennakkoilmoittautuminen infotiskillä.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Tommi Äijälä", "room_name": "Sali 210", "length": 45, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Velhotarha (alle 7v.)", "description": "Pienten velholasten edessä on suuri haaste, kirjaimellisesti! Taikaolento on kärttyisellä tuulella ja on taikojien tehtävänä selvittää miten otuksen saisi rauhoitettua. Pitääpä jonkun rohkean uskaltautua sen aitaukseenkin. Uskallatko silittää otusta, ja keksitkö mikä on sen lempiruokaa? Tule ottamaan selvää!\r\n\r\nTämä larppi on tarkoitettu alle kouluikäisille lapsille ja heidän huoltajilleen yhdessä osallistuttavaksi. Velhokoulusta järjestetään erilliset pelautukset 7-12- ja 13-18-vuotiaille. Tässä pelissä ei ole varsinaisia hahmoja, joten jokainen pelaaja saa osallistua itsenään tai keksiä hahmolleen oman nimen.", "category_title": "LARP", "formatted_hosts": "Janina Kahela", "room_name": "Sali 216", "length": 60, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "#aavanmerentuollapuolen eli kaikilla muilla menee kuitenkin paremmin (1. pelautus)", "description": "“#aavanmerentuollapuolen” on freeformahtava black box -larppi kuudelle pelaajalle, tsehovilainen komedia myyttisiin mittasuhteisiin kasvaneeseen kaipuusta parempaan elämään. \r\nPelissä millenniaali-kaveriporukka viettää yhdessä leppoisaa mökkiviikonloppua, mutta haikailee koko ajan johonkin muualle, jossa kaikilla muilla on kaikki paremmin ja hienompaa. Elämä on koko ajan toisaalla. Tyytymättömyys omaan elämään korostuu, koska kaikki vertailevat koko ajan omaa elämäänsä toisten ihmisten some-postauksiin. Hahmot luovat somen kautta myyttistä Helsinkiä ja maailmaa. Some on nykyhetken mythos jossa myyttiset hahmot, sankarit ja jumalat asuvat. Sen rinnalla oma näyttäytyy kalpeana, koska ei se pärjää some-todellisuudelle. Larpin aikana ei someteta oikeasti, vaan sille on käytössä peliä varten luodut metatekniikat.", "category_title": "LARP", "formatted_hosts": "von Nissinen, Tonja Goldblatt", "room_name": "Sali 217", "length": 180, "start_time": "2019-07-27T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Twist and Turn - lyhyitä roolipelejä", "description": "Nopeita skenaarioita roolipeleihin tutustuville ja muille pikapelinnälkäisille. Valittavana listallamme:\r\n\r\n- Murtokeikka jalokiviliikkeeseen\r\n- Palkkionmetsästystä villin lännen saluunassa\r\n- Klassisten kauhuhirviöiden konditoriareissu\r\n\r\nAlso available in English! Quick role playing games for beginners or anyone hungry for an RPG snack. Choose from our menu:\r\n\r\n- Burglars on a jewel heist\r\n- Wild West bounty hunting showdown\r\n- Monster mash in a bakery", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 180, "start_time": "2019-07-27T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Gender in Games Industry", "description": "The Guests of Honour Jon Hodgson and Lynne Hardy, together with Finnish game industry professionals, discuss the role of gender when working in the game industry.", "category_title": "Puheohjelma: paneeli / Panel discussion", "formatted_hosts": "Katri Lassila", "room_name": "Sali 103", "length": 105, "start_time": "2019-07-27T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Pelinjohtajan peruskoulu: Kertapelikampanjat", "description": "Lyhyistä skenaarioista muodostuva isompi kokonaisuus on kampanjatyyppinä nostanut suosiotaan sekä pelaajien että roolipelien kirjoittajien keskuudessa. Nopeaa suunnittelua, suoraan toimintaan leikkaamista ja enemmän pelaajia kuin mitä yhteen sessioon mahtuu. Mitä vahvuuksia tällä pelityylillä on? Miten tällä meiningillä rakennetaan pelejä? Kuinka tämä tuottaa mielekkään kampanjan? Ymmärrettävää puhetta ja käyttökelpoisia neuvoja näistä aiheista ja niiden ympäriltä tuttuun Peruskoulu­tyyliin.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Pekka Hänninen, Risto Ravela", "room_name": "Sali 201", "length": 105, "start_time": "2019-07-27T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Samuraitarinoita", "description": "Minamoto no Yoshitsune, Uesugi Kenshin, Takeda Shingen ja monet muut. Myyttiset samurait historian hämäristä ovat aiheena monessa verisessä tarinassa, jossa on osa totta ja osa elämää suurempaa sankaritarua. Tule kuuntelemaan historiallisista lähteistä kaivettuja samuraitarinoita kunniasta, kostosta ja sotataidoista. Väkivaltaisen sisältönsä takia tarinat eivät sovi perheen pienemmille. \r\n\r\nOlethan paikalla ajoissa, koska ohjelman alettua saliin ei enää oteta lisää väkeä.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Sanna", "room_name": "Sali 204", "length": 45, "start_time": "2019-07-27T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Liveroolipelien markkinointi lapsille ja nuorille", "description": "Lapsille ja nuorille alkaa olla tarjolla yhä enemmän liveroolipelejä, mutta mistä ihmeestä heidät tavoittaa markkinoidessa ja miten heihin pidetään yhteyttä pelin asioissa, kun Facebook ja sähköposti ei tunnu tavoittavan pelaajia? Luennolla käydään läpi eri ikäryhmien käyttämiä some- ja viestintäalustoja ja tehokkaimmat tavat käyttää niitä liveroolipelin viestinnässä.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Mira \"CR4YB0RG\" Suovanen, Karita \"S4asta\" Vuorinen", "room_name": "Sali 205", "length": 45, "start_time": "2019-07-27T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Larpkokin sotamuistoja", "description": "\"Se kerta, kun rakennettiin kokonainen keittiö sähköineen ja suurtalouskapasiteetteineen metsään teltasta alkaen, ja päädyttiin sytyttämään itsemme tuleen... entäs, kun piti tehdä fiiniä mättöä pulunkakkaisessa hylätyssä tehdashallissa ilman, että kaikki saavat hirviän mahataudin... juu, entäs se kerta...\" Vapaaehtoishommissa sattuu ja tapahtuu. Etelän larpruoanlaiton Grand Poobah Veemeli Miettinen kertoo, mitä tähän noin 15-vuotiseen taipaleeseen on mahtunut, miten asioita voidaan toteuttaa, ja miksi raa’at perunat kannattaa piilottaa ennen lauantain peliä.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Veemeli", "room_name": "Sali 208", "length": 45, "start_time": "2019-07-27T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Tanssien kertauspaja", "description": "Montako ohitusta Shindigissä tehtiin ennen käännöstä? Mihin suuntaan Vanamossa laukattiin? Jos ei tanssit ole selkärangassa, niin tule kertauspajaan. Pajassa kerrataan tansseja joita EI OLE opetettu viikonlopun pajoissa, mutta joita tanssiaisissa tanssitaan. Kertaukset toteutetaan toiveiden mukaan, joita voi jättää tanssipajasta löytyvään listaan.", "category_title": "Työpaja: musiikki / Music", "formatted_hosts": "Karvinen", "room_name": "Ala-Galleria", "length": 105, "start_time": "2019-07-27T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Worblasuomu-työpaja", "description": "Tule tekemään oma lohikäärmeensuomuasusteesi! Työpajassa käytämme Worbla’s Pearly Art Scales ja Worbla’s Pearly Art- lämpömuokattavia materiaaleja. Pajalla perehdytetään ensin materiaalien käyttöön ja tekniikoihin, minkä jälkeen osallistujat saavat toteuttaa materiaaleista mieleisensä pienen asusteen tai koristeen. Käytössä on kuumailmapuhaltimet, joten ei suositella aivan perheen pienimmille!\r\n\r\nTyöpaja tarjoaa työvälineet. Materiaalimaksu 8 e, maksu työpajassa käteisellä. Työpajaan on ennakkoilmoittautuminen.", "category_title": "Työpaja: käsityö / Crafts", "formatted_hosts": "Noora \"Nevara\" Nevalainen", "room_name": "Halli 1B Työpaja-alue", "length": 105, "start_time": "2019-07-27T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Valintojen maailma - pohdintaa eettisestä fiktiosta", "description": "Tässä puheohjelmassa keskitytään fiktion luomiseen ja sen eettisyyteen. Mitä ja millaista arvomaailmaa pelinjohtajan pelimaailma voi kertoa? Mitä pelinjohtajan olisi hyvä ottaa huomioon, kun lähtee rakentamaan peliä pelaajille, jotka tuovat omat arvonsa ja maailmansa osaksi pelimaailmaa? Puheohjelmassa halutaan herätellä keskustelua siitä, miten luoda vastuullista fiktiota siten, että ei syntyisi eriarvoistavaa fiktiota tai toimintaympäristöä pelin pelaajien välille. Ohjelman pitää teatteri- ja tanssipedagogi Marko Taiminen.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Marko", "room_name": "Sali 204", "length": 45, "start_time": "2019-07-27T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Ropettamista verkossa - LiveJournalista Twitteriin", "description": "Roolipelaamisen muotoja on monia, mutta miten alusta vaikuttaa siihen? Ohjelmassa perehdytään internetissä tapahtuvaan tekstipohjaiseen roolipeliin ja siihen, miltä se näyttää eri sosiaalisen median palveluissa, esimerkiksi LiveJounalissa, IM-palveluissa, tai Twitterissä. Mikä on ilmiön historia ja millaisia eri tapoja on ropettaa netissä?", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Solja \"Rime\" Lamminen", "room_name": "Sali 205", "length": 105, "start_time": "2019-07-27T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Lapset larppien pelinjohtajina", "description": "Lapsille suunniteltujen larppien ohella lapset ovat kunnostautuneet myös larppien suunnittelun puolella. Kaksi ikäisilleen larppeja suunnitellutta kertoo prosessista paneelissa. Mikä oli vaikeaa, mikä palkitsevaa, mitä hommasta tuli opittua?", "category_title": "Puheohjelma: paneeli / Panel discussion", "formatted_hosts": "Janina Kahela", "room_name": "Sali 206", "length": 45, "start_time": "2019-07-27T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Onward to the stars - Making of Odysseus", "description": "The story behind the international larp Odysseus. How it was done? What went according to the plans and what didn't? What did we learn in the process? How did we manage three runs, over three hundred players and the team of over a hundred volunteers? How was the Finnish style larp welcomed among the international audience and were there major differences between the local and the international runs? Did the tech work? How about the characters and the story? What would we do differently if we were to do it again?", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Laura Kröger", "room_name": "Sali 207", "length": 105, "start_time": "2019-07-27T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Mikko Kamulan kirjailijahaastattelu -  myytit fiktiossa", "description": "Kutsuvieras Mikko Kamula keskustelee myyttien soveltamisesta fiktioon, sekä suomalaisen mytologian sisällöistä, kuten maailma- ja kuolemakäsityksistä.", "category_title": "Puheohjelma: keskustelu / Discussion group", "formatted_hosts": "Mikko Kamula", "room_name": "Sali 208", "length": 45, "start_time": "2019-07-27T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Lockpicking workshop for beginners", "description": "All that is between you and the content of the treasure chest is a padlock.\r\n\r\nLock picking is the practice of unlocking a lock by manipulating the components of the lock device without the original key.\r\nThe workshop will teach the basic methods of lock picking and lock bypassing. The arranger will provide practice pin tumbler locks and borrow lock picks for all workshop participants. The workshop will include history and a brief introduction to different lock types and pick methods. Most of the workshop time will be spent practicing lock picking together with the instructor. Lock picking requires fine motor skills and use of both hands. \r\n\r\nNote: Although lock picking can be associated with criminal intent, it is an essential skill for the legitimate profession of locksmithing, and is also pursued by law-abiding citizens as a useful skill to learn, or simply as a hobby (locksport). Or maybe you just want some skill points in lock picking on your character sheet. \r\n\r\nSign up for the workshop at the info desk.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Tommi Äijälä", "room_name": "Sali 210", "length": 45, "start_time": "2019-07-27T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "First they came (1. pelautus)", "description": "The SS are looking for someone in your neighbourhood’s, maybe you. Will you manage to survive? Will you redeem your sins? At what cost? A larp by Alessandro and Andrea Giovannucci (Chaos League)\r\nYou will play blindfolded for an intimate experience, based only on sound, whispers and memories.\r\nA co-creative larp dealing with complicity/rebelling against the regime and the struggle for survival.\r\nYou will play an opponent of the regime, exploring pain and paranoia. You will have a chance to understand how you came to your predicament.\r\nWere you part of the problem, as well?", "category_title": "LARP", "formatted_hosts": "Asla, Hanna Friman", "room_name": "Sali 216", "length": 90, "start_time": "2019-07-27T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "We broke down on the highway (2. pelautus)", "description": "A group of artistic divas, in the middle of nowhere. They've been sharing a ride to a talent festival, and then the van broke down. Now, the wolves are starting to howl. And the voices of those wolves sound quite human.", "category_title": "LARP", "formatted_hosts": "J. Tuomas Harviainen", "room_name": "Sali 218", "length": 90, "start_time": "2019-07-27T13:30:00Z", "is_public": true, "video_link": ""}, {"title": "Star Trek – Away Team: Season 2", "description": "Join the crew of USS Adventure on the second season of its five year mission to boldly go where no one has gone before! This fast-paced rules-light game is played in one hour episodes. You can join in for one episode or more. Thanks to its popularity last year, this year's game is run as a franchise: There is one game run by the creator, and ready-made gamemaster demo kits for running your own Away Team. Ask the Experience Point for the demo kit. I hope this will allow everyone interested in the game to have a chance to play it. \r\n\r\nTo join a session, check the Experience Point to see when and where the next session is running.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Jussi \"J2K\" Kenkkilä", "room_name": "Halli 3 Kokemuspiste", "length": 180, "start_time": "2019-07-27T14:00:00Z", "is_public": true, "video_link": ""}, {"title": "ConTalks 2019 - Tosielämän myytit/Real-life myths", "description": "Yksi tosi luotettava internettilähde määrittelee mytologian olevan \"heimon myyttien järjestelmä, yhteinen tarusto ja uskomusten kokonaisuus\". Mutta mitä jos heimo onkin me kaikki Ropecon-kävijät?\r\n\r\nTänä vuonna ConTalksissa pureudutaan roolipelaajia koskettaviin, tosielämän ilmiöihin kolmen n. 20 minuuttisen esitelmän kautta. Miten käsitämme fantasiarotujen syntyneen, ja voiko sillä olla mitään tekemistä tosielämän ilmiöiden kanssa? Entä mikä ihme lietsoi 90-luvulla saatananpalvontakohua roolipelien ympärillä? Ja tuhoaako pelaaminen nuorison tulevaisuuden?\r\n\r\nKysymyksiin vastaavat Mika Loponen, örkkitohtori (EN), Mike Pohjola, kirjailija (FI) ja Jonna Kangas, PhD of Education, Master of the house of Playful Learning Center University of Helsinki (EN)\r\n\r\n--\r\nOne real reliable internet source defines mythology as \"a system of myths and shared stories and beliefes of a tribe\". But what if that tribe is all of us Ropecon visitors?\r\n\r\nThis year ConTalks delves into real-life phenomenon that affects role players. In three 20 minute talks our honored speakers answer questions such as does the birth of fictive fantasy races have anything to do with real history? What was it that made everyone so scared of Satanism in the 90's? And are games destroying our future?\r\n\r\nThe speakers are Dr. Mika Loponen, Orc Specialist (EN), Mike Pohjola, novelist (FI) and Dr. Jonna Kangas, PhD of Education, Master of the a house of Playful Learning Center University of Helsinki (EN)", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Vera Schneider", "room_name": "Sali 103", "length": 45, "start_time": "2019-07-27T14:00:00Z", "is_public": true, "video_link": ""}, {"title": "Illustrated stories of H.P.L", "description": "Come and enjoy sitting and watching a real time illustration of two of Lovecraft's stories, that will have good impact for those who haven't read these slightly less known stories from him. Let's emerge together into his dark world.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Milla Iloniemi", "room_name": "Sali 201", "length": 50, "start_time": "2019-07-27T14:00:00Z", "is_public": true, "video_link": ""}, {"title": "Deus Vult! Ristiretkien historiaa", "description": "Syyskuun yhdennentoista päivän iskujen jälkeen Yhdysvaltojen silloinen presidentti George W. Bush sortui \"terrorismin vastaista sotaa\" käsitelleessä puheessaan huonoon sanavalintaan: hän kutsui suunniteltuja sotatoimia ristiretkeksi. Miksi sanavalinta oli huono? Mitä ristiretket oikeasti olivat ja kuinka ne nähdään nykyään? Mikä sai vapaaehtoiset ristiretkeläiset lähtemään vaikeille, vaivalloisille ja vaarallisille sotaretkille tuhansien kilometrien päähän? Roolipelaajille ristiretkien historia tarjoaa jännittäviä ja yllättäviä tarinoita pelien materiaaliksi sekä myyttivapaampaa historiallista kuvaa yksityiskohdista innostuville. Tietokirjailija ja filosofian maisteri Aleksi Peura käy luennollaan läpi ristiretkien historiaa niin kristikunnan kuin islamilaisen kulttuuripiirin näkökulmasta, vältellen onttoja vastakkainasetteluja tai populistisia yksinkertaistuksia.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Aleksi Peura", "room_name": "Sali 204", "length": 105, "start_time": "2019-07-27T14:00:00Z", "is_public": true, "video_link": ""}, {"title": "Hybrid gaming – roleplaying, tabletop, miniatures and freeform in the same play continuum", "description": "Can you create a game experience and story by using very different gaming methods? I think you can, and in this session I will show how I did it. Campaign play is on the foreground, because long games have time for changes of approach, method and pace. But you should recognize the pros and cons of different gaming, and understand what kind of fun you want to create – and for which audience.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Ilkka \"ile\" Leskelä", "room_name": "Sali 206", "length": 105, "start_time": "2019-07-27T14:00:00Z", "is_public": true, "video_link": ""}, {"title": "Mytologiaan pohjautuvan hahmon luominen kirjailijan ja roolipelaajan näkökulmasta", "description": "Miten luoda mielenkiintoinen mytologiaan pohjautuva hahmo, joka ei ole liian geneerinen tai kliseinen? Metsän ja meren suku -saagan luonut Otavan kirjailija ja ex-roolipelaaja Johanna Valkama kertoo vinkkejä erityisesti suomalaiseen, skandinaaviseen tai kelttiläiseen mytologiian pohjautuvien hahmojen luomisesta. Opi yksinkertainen tekniikka, jolla teet hahmostasi mielenkiintoisen ja moniulotteisen - sekä itsellesi että vastapelaajillesi. Tilaisuuden jälkeen voit myös saada signeerauksen Pohjoimaiden viikinkiaikaan sijoittuviin historiallisiin seikkailuromaaneihin Itämeren Auri, Linnavuoren Tuuli ja Kaukosaarten Aino.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Johanna Valkama", "room_name": "Sali 208", "length": 45, "start_time": "2019-07-27T14:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kirjoittajamiitti", "description": "Kirjoitatko? Jos vastaus on KYLLÄ, tämä miitti on sinua varten! Otamme vastaan niin roolipelaajat, larppaajat, ficcaajat kuin pöytälaatikkokirjailijatkin genreen ja tekstilajiin katsomatta. Tapaamisen alustaa SF-kirjailija Antti Eronen.", "category_title": "Puheohjelma: keskustelu / Discussion group", "formatted_hosts": "Antti Eronen", "room_name": "Sali 209", "length": 105, "start_time": "2019-07-27T14:00:00Z", "is_public": true, "video_link": ""}, {"title": "RoPe-Netin miitti", "description": "Pidätkö kirjoittamisesta, pidätkö roolipelaamisesta, oletko harrastanut tarinankerronnallista verkkoroolipelaamista? Niin mekin! Tervetuloa keskustelemaan ja tutustumaan muiden tekstipohjaisista roolipeleistä kiinnostuneiden kanssa. Etukäteen ei ole tarvinnut ilmoittautua, joten toivomme, että tulet ajoissa paikalle.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "", "room_name": "Sali 210", "length": 105, "start_time": "2019-07-27T14:00:00Z", "is_public": true, "video_link": ""}, {"title": "Katrillia!", "description": "Tanssitaan katrilleja ja muita mukavan vauhdikkaita suomalaisia kansantansseja. Mukava lämmittely Ropecon-tanssiaisiin! Et tarvitse paria mukaan, etsitään parit työpajassa.", "category_title": "Työpaja: musiikki / Music", "formatted_hosts": "Annika Vesterinen", "room_name": "Ala-Galleria", "length": 105, "start_time": "2019-07-27T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Gaala 2019", "description": "Ropeconin Gaalassa on tänäkin vuonna luvassa näyttäviä esityksiä sekä larp-näytös, jossa esitellään kuluneen larp-vuoden pelejä ja asuja. Lisäksi jaetaan perinteiset skenepalkinnot Vuoden peliteko ja Kultainen lohikäärme.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "", "room_name": "Halli 1", "length": 60, "start_time": "2019-07-27T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Boffausturnauksen karsinnat 2", "description": "Pehmomiekkailun yksilöturnauksen ensimmäiset karsinnat. Pehmomiekkailussa, tai bofferoinnissa, taistelijat ottavat mittaa toisistaan pehmustetuin asein yksinkertaisilla säännöillä. Perjantain ja lauantain karsinnoista selvinneet taistelijat pääsevät mittelemään voitosta sunnuntain finaalissa.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "John Helin", "room_name": "Halli 3 Bofferialue", "length": 180, "start_time": "2019-07-27T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Munchkin Open Championship 2019 finaali", "description": "", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "juise", "room_name": "Halli 3 Korttipelialue", "length": 120, "start_time": "2019-07-27T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Verikivistä Vietnamiin - tosimaailman taistelumagiaa ja taikauskoa", "description": "Millainen oli jäätynyt mies? Miksi kuuluisan Böömiläisen sotapäällikkö Wallensteinin murhaajat hankkivat piispan siunaaman hopeoidun hilparin surma-aseeksi? Miksi 1600-luvun alun palkkasotilas lähetti ystävälleen litistyneen musketinluodin taikakaluksi? \r\n\r\nMagiaa ja taikakeinoja pyöritellään monissa roolipeleissä, mutta myös tosielämässä erilaiset soturit ja sotilaat läpi aikakausien ovat pyrkineet suojelemaan nahkaansa tai takaamaan voiton monenlaisilla taikakaluilla ja loitsuilla. Tule kuulemaan näistä keinoista ja siitä, miten niitä voisi soveltaa roolipelaamisessa tai larppaamisessa.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Joonas \"Ruutiukko\" Katko", "room_name": "Sali 201", "length": 105, "start_time": "2019-07-27T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Cyberpunk 2020 for dummies - kyberpunkin perusteet", "description": "Kaikkihan tietävät kyberpunk-genren: Blade Runner, Akira, GUNNM, Ghost in the Shell, Psycho Pass, Deus Ex... Genre on suosittu kaikilla tavoilla, mutta millainen on Cyberpunk 2020? CD Project Redin julkistettua Cyberpunk 2077 -videopelin, on kyberpunk-roolipelien suurin nimi noussut uudestaan pintaan. \r\n\r\nLuennolla käydään läpi Mike Pondsmithin kirjoittaman roolipelin maailmaa, tekniikkaa, hieman pelimekaniikkaa, sen eroavaisuuksia omaamme ja roolipelin imemiä vaikutteita populaarikulttuurista. Lisäksi verrataan tulevan, mutta vielä julkaisemattoman videopelin tietoja lähdemateriaaliin ja pohditaan, millaiset saappaat sillä on täytettäväksi herättääkseen Night Cityn eloon.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Aki \"Twili\" Ilola", "room_name": "Sali 205", "length": 105, "start_time": "2019-07-27T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Ksenopsykologia", "description": "Jaetussa todellisuudessamme on olemassa vain yksi eläinlaji (Homo Sapiens), jonka mielen toimintaa voimme tutkia psykologiatieteen avulla. Juuri tämän vuoksi meidän on huomattavan vaikea edes yrittää kuvitella sitä, miten eri tavalla kehittyneen älyllisen olennon mieli toimii. Luennolla yritetään karkeasti lähestyä edellä mainittua ksenopsykologian ydinongelmaa ja pohtia, miten aihetta kannattaa (tai on ylipäätänsä mahdollista) tarinoissa/peleissä käsitellä.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Juuso", "room_name": "Sali 207", "length": 105, "start_time": "2019-07-27T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "Spefi tulee, oletko valmis?", "description": "Mitä tapahtuu, kun spekulatiivinen fiktio löytää ensimmäistä kertaa tiensä \"normaalin\" kustantamon valikoimaan? Eroaako sen kustantaminen muusta kotimaisesta kaunokirjallisuudesta? Mistä yleisö uudelle aluevaltaukselle löytyy? Näistä teemoista saapuvat keskustelemaan Basam Booksin uutuuskirjojen kirjoittajat Liisa Näsi (Eilispäivä ei kuole, 2019) ja Emmanuel Arse (Olin avaruustaistolaisten seksiorja ja muita eroottisia spekulaatioita, 2019). Paneelin juontaa kustantamon viestintä- ja tapahtumakoordinaattori Johanna \"J.S.E.\" Salminen.", "category_title": "Puheohjelma: paneeli / Panel discussion", "formatted_hosts": "J.S.E. Salminen", "room_name": "Sali 208", "length": 45, "start_time": "2019-07-27T15:00:00Z", "is_public": true, "video_link": ""}, {"title": "V:tES European Grand Prix turnaus - Finaali", "description": "Vampire: the Eternal Struggle Grand Prix -turnauksen finaaliottelu, viisi parasta pelaajaa. Turnaus videoidaan, kisastudion kommentoinnin säestämänä.\r\n\r\n---\r\n\r\nThe final five-person round of the Vampire: the Eternal Struggle Grand Prix tournament. Will be streamed live, with live commentary.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Petri \"Orava\" Wessman", "room_name": "Halli 3 Turnaussali", "length": 240, "start_time": "2019-07-27T15:30:00Z", "is_public": true, "video_link": ""}, {"title": "Color Theory for Figure Painting", "description": "Learn about the basics of colors and how to pick fitting palettes for your miniature projects! Aimed at those new to the hobby or those who just want to level up their paintwork, this workshop aims to teach the participants the relationships between colors, how to mix new ones and some common principles in creating beautiful palettes. Sign up in advance at the info desk.", "category_title": "Työpaja: figut / Miniature figurines", "formatted_hosts": "Sini Haapanen", "room_name": "Halli 1B Työpaja-alue", "length": 45, "start_time": "2019-07-27T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Cthulhu - from Mythos to Roleplaying Game", "description": "Guest of Honour Lynne Hardy talks about the Call of Cthulhu roleplaying games, and what kind of journey it is to turn this mythos into an RPG.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Lynne Hardy", "room_name": "Sali 103", "length": 45, "start_time": "2019-07-27T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Haltin taikakoulu - Miten suomalainen taikakoulu keksittiin?", "description": "Haltin taikakoulu oli vuonna 2018 järjestetty liveroolipeli etenkin aloitteleville ja nuorille larppaajille. Larpin maailma perustui löyhästi J.K. Rowlingin luomaan taikamaailmaan, mutta Haltin taikakoulun historiaan ja taustoihin ammennettiin paljon asioita suomalaisesta mytologiasta ja Kalevalasta. Koulussa opiskellaan mm. ainoana maailmassa shamanismia!\r\n\r\nLuennolla esitellään Haltin taikakoulu, sen historiaa ja oppitunteja. Samalla käydään läpi, miten taikakoulun tarina, tausta ja oppitunnit ammennettiin suomalaisesta mytologiasta. Luennolla kerrotaan myös, miten kyseinen larppi meni ja mitä piti ottaa huomioon nuorten larppaajien kanssa. Lopuksi halukkaiden kesken koetaan aito Haltin taikakoulun shamanismin oppitunti!", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Jutta Koskinen", "room_name": "Sali 204", "length": 105, "start_time": "2019-07-27T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Roudan maa: miten suomalainen mytologia muuttui roolipeliksi", "description": "Muinaissuomalaisesta mytologiasta ja Kalevalasta on tehty useampikin roolipeli. Tule kuulemaan, miten niistä uusin ja laajin eli Roudan maa sai alkunsa. Esitys käy läpi mytologiamme aiheita ja teemoja ja sitä, kuinka ne kääntyvät roolipeliksi: miten tietäjämme eroavat Keski-Maan velhoista ja miten suunnitella seikkailuja maassa, jossa ei olekaan luolaholveja? Luennolla käydään läpi myös mytologiamme omituisimmat otukset ja tehdään sivupolkuja suomalaisen mytologian lisäksi saamelaiseen mytologiaan.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Wille Ruotsalainen", "room_name": "Sali 206", "length": 45, "start_time": "2019-07-27T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Psykologia ja mielenterveys: kirjoittajan opas", "description": "Psykologi ja SF-kirjailija Antti Eronen pureutuu erilaisiin psyykkisiin ilmiöihin ja pohtii, miten niistä saisi aikaiseksi mielenkiintoista fiktiota. Miten ihmiseen vaikuttavat Suurten Muinaisten mietiskelyn tuloksena syntyneet unideprivaatio, painajaiset ja psykoottiset harhat? Entä jos luolastosta voitokkaana palaava lihaskimppu paljastuisikin seuraavan reissun aikana traumatisoituneeksi, vapisevaksi hermoraunioksi? Vastaukset näihin ja muihin mieltäsi askarruttaneisiin kysymyksiin löydät tältä asiantuntijaluennolta.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Antti Eronen", "room_name": "Sali 208", "length": 105, "start_time": "2019-07-27T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Improvisaatiota pelaajille", "description": "Haluatko olla parempi pelaaja tai pelinjohtaja?\r\nHaluatko peliporukkaasi spontaanimpaa toimintaa?\r\nHaluatko luoda houkuttelevia hahmoja?\r\n\r\nJos vastasit yhteenkään yllä olevista kysymyksistä \"kyllä\", sopii Improvisaatiota Pelaajille sinulle! Pidetään improvisaatiosessio, joka pohjaa hiljattain julkaistuun englanninkieliseen teokseen Improv for Gamers. Aikaisempaa kokemusta improvisaatiosta ei tarvita.\r\n\r\nEnnakkoilmoittautuminen infotiskillä.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Juho", "room_name": "Sali 209", "length": 45, "start_time": "2019-07-27T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Huonon fantasiasarjakuvan työpaja", "description": "Tervetuloa piirtämään huonoja fantasiasarjakuvia! Ei haittaa, vaikket osaisi piirtää tai keksiä tarinoita: työpajamme tarjoaa satunnaisjuonigeneraattorin, jonka avulla syntyy arkkityyppisiä sankarinoita parhaimmil... tai siis pahimmillaan! Täällä päämääränä ei ole luoda moderneja sarjakuvan klassikoita, vaan tärkeämpää on tee se itse -henki, matalan kynnyksen luova toiminta ja se, että jokainen uskaltaa piirtää ja tehdä kämäistä sarjakuvaa. Taiteellisen kunnianhimon sijaan pääosassa on hauskanpito! Työpajaan on ennakkoilmoittautuminen infotiskillä.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Miika \"Naskali\" Auvinen", "room_name": "Sali 210", "length": 105, "start_time": "2019-07-27T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Pispalan punainen ruuti 1942", "description": "Skenaariossa pelataan jatkosodan alkuvaiheessa toimivan kommunistisen vastarintaryhmän syntyä, kasvua ja loppua. Hahmot ovat työläisnuoria, jotka vastustavat Suomen ja Saksan sotaa heidän neuvostoliittolaisia työläistovereitaan vastaan. Valtiollisen poliisin verkko kuitenkin kiristyy nuorten ympärillä. Lopussa pelaajien äänet ratkaisevat hahmojen kohtalon. Peli perustuu osittain Hannu Salaman romaaniin Siinä näkijä missä tekijä sekä vastaavassa vastarintaryhmässä todellisuudessa toimineiden muistelmiin.", "category_title": "LARP", "formatted_hosts": "Maija Korhonen, Ville Uusivuori", "room_name": "Sali 217", "length": 240, "start_time": "2019-07-27T16:00:00Z", "is_public": true, "video_link": ""}, {"title": "Call of the grove", "description": "You awaken in an ancient Forest, lush, mysterious and bountiful. You explore. You find others like yourself. In time, you emerge into a clearing – perhaps to seek something more, perhaps to tame the wild. You form a community to work together – thus, the Village is born. It promises companionship, unity, a boon for hard work. But the Forest is still there, beckoning, touching something deep inside: a wild spark, a promise of power.\r\nWhat will you choose? This journey, steeped in finno-ugric/estonian folklore, will make you explore the duality of nature and civilization. In this world, we all have two halves, both with their own appeal and power – the alluring mythological creature from the forest and its more mundane counterpart who becomes unique through connections with others.\r\nDuring the larp you play six days. The game has a limited verbal component and a musical background.", "category_title": "LARP", "formatted_hosts": "Lea Pullerits, Martin Kirotar", "room_name": "Sali 215", "length": 240, "start_time": "2019-07-27T16:30:00Z", "is_public": true, "video_link": ""}, {"title": "Ropeconin historialliset tanssiaiset", "description": "Ropeconin historialliset tanssiaiset ovat Suomen suurin tapahtuma, jossa tanssitaan historiallisia tansseja. Osallistu viikonlopun aikana tanssiharjoituksiin, laita itsesi koreaksi ja tule tanssimaan unohtumattomaan juhlaan.\r\n\r\nTanssiaiset koostuvat kolmesta setistä, jotka sisältävät tanssiharjoituksissa opetetettuja tansseja ja muita ikivihreitä. Virallisten settien jälkeen tanssitaan vielä toivetansseja, ja settien välissä on perinteisesti taukomusiikkia sekä Pornopolkkaa. Tanssiminen jatkuu pitkälle yöhön.\r\n\r\nThe Ropecon Historical Dance ball is the largest historical dance event in Finland. Take part in the practice sessions, dress up fancy and come to dance in this unforgettable dance event.\r\n\r\nThe ball consists of three dance sets where the dances practiced in the practice sessions are danced along with other popular dances. After these the ball continues with more dances chosen by popular demand and between every set there is a chance to dance some Pornopolkka. Come and dance the whole night with us!", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Purr Consuegra, nekorin, Tanda Tuovinen, Miia Tuomarmäki", "room_name": "Halli 1", "length": 300, "start_time": "2019-07-27T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "Väriteema armeijalle: Contrast-maalityöpaja", "description": "Onko sinulla väriteema mielessä uudenkarhealle armeijallesi, muttet tiedä, mistä aloittaa? Tai kenties olet aloittanut jo maalaamisen, mutta tulosta syntyy tuskallisen hitaasti? Kummassakin tapauksessa tämä työpaja sopii juuri sinulle!\r\n\r\nTässä maalaustyöpajassa tehdään kahta asiaa: hiotaan osallistujan väriteema helposti toteutettavaksi kokonaisuudeksi ja puhutaan erilaisista armeijan maalaamista nopeuttavista “pirkkanikseistä”. Perinteisten figumaalien lisäksi käytössä ovat Citadelin uudet Contrast-maalit, jotka tarjoavat pohjavärin ja varjostukset yhdestä purkista. \r\n\r\nHalutessasi voit saapua ilman ennakkosuunnitelmia ja hyödyntää paikalta löytyviä testihahmoja. Eniten saat kuitenkin irti, jos sinulla on oma pohjamaalattu figu mukanasi ja jonkinlainen suunnitelma toteutettavasta väriteemasta. Huomioithan silloin, että Contrast-maalit tarvitsevat vaalean pohjamaalin toimiakseen. Jos oikein haluat paneutua, väriteemaan voit hakea vauhtia “väriteoriaa figumaalaajille”-työpajasta.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Skajge, Otto Puomio", "room_name": "Halli 1B Työpaja-alue", "length": 90, "start_time": "2019-07-27T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "Historian myyttiset naissoturit", "description": "Sotureita pidetään maskuliinisuuden perikuvina. Naisten tehtävänä on esiintyä tarinoissa konfliktien uhreina tai neitoina, jotka vahva mies pelastaa pulasta. Kuitenkin historialliset lähteet Skandinaviasta Japaniin kertovat naissotureista, jotka ovat muodostaneet soturiryhmiä tai taistelleet miesten rinnalla. Vuosisatojen aikana kertomukset amatsoneista, Boudiccasta ja muista naissotureista ovat muuttaneet muotoaan niin, että lopulta on vaikea erottaa faktaa fiktiosta. Luennolla perehdytään siihen, millaisia väkivallan toimijoita naiset ovat olleet eri kulttuureissa.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Karolina", "room_name": "Sali 103", "length": 45, "start_time": "2019-07-27T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "Zombiet tulevat, oletko valmis? Extended edition!", "description": "The end is nigh! Nyt se on tapahtunut, maailmanloppu on koittanut ja zombeja tunkee ovista, ikkunoista ja ilmaisjakelun seassa. Mitkä toimet tässä kauhuskenaariossa takaavat ennenaikaisen kuolemasi ja mitkä taas auttavat sinua selviämään seuraavaan päivään? Onko zombien tyypillä väliä, ja miten se virus tänne edes tuli? Luennon case study on Messukeskus.\r\n\r\nOhjelma saattaa sisältää huumoria ja huonoja neuvoja.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Julia \"Kvartsi\" Salminen, J.S.E. Salminen", "room_name": "Sali 201", "length": 105, "start_time": "2019-07-27T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "Rikosprosessin ABC", "description": "Monissa live- ja pöytäroolipeleissä käsitellään oikean maailman rikoksia, minkä myötä on luontaista, että kyseiset rikokset tulevat jossain vaiheessa poliisin tietoon. Mutta välttämättä pelinjohtajalla ei ole täyttä ymmärrystä siitä, miten rikoksen käsittely tapahtuu käytännössä, kun rikos tulee poliisin tietoon. Kyseisen luennon tarkoituksena on käydä kaikki rikosprosessin vaiheet läpi poliisin esitutkinnasta itse tuomion täytäntöönpanoon asti. Luennon jälkeen osallistujalla on yleiskäsitys siitä, miten Suomen rikosprosessi toimii ja millaisia välivaiheita siihen kuuluu.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Marko Piipponen", "room_name": "Sali 205", "length": 105, "start_time": "2019-07-27T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "Viestiroolipelaaminen - muotoja, käytäntöjä ja muisteloita", "description": "Viestiroolipelaaminen on harvemmin esille nostettu roolipelaamisen muoto, jossa nopat ja stattirivit jätetään yleensä sikseen. Sen sijaan viestiroolipelaajat rakentavat yhteistä tarinaa verkon välityksellä. Hahmojen välistä kanssakäymistä puidaan foorumeilla, chateissa, pikaviestimillä, blogialustoilla ja jopa sarjakuvien muodossa. Jori-Minna Hiltula, Noora Lindén ja Pauliina Paavola käyvät ohjelmassa läpi viestiroolipelaamisen muotoja ja käytänteitä omien kokemustensa ja pelihistorioidensa kautta.\r\n\r\nOhjelma on paranneltu versio viime marraskuussa Pelimuseon Museoconissa järjestetystä ohjelmasta.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Jori-Minna \"Loviatar\" Hiltula, Pauliina \"salaisuus\" Paavola, Noora \"Noniinnoh\" Lindén", "room_name": "Sali 206", "length": 105, "start_time": "2019-07-27T17:00:00Z", "is_public": true, "video_link": ""}, {"title": "Game Illustrator Panel", "description": "The Guest of Honour Jon Hodgson and Finnish game illustrators Tiia Ihalainen, Jonna Lylykangas, Marko Saari and Hans Zenjuga share their experiences of working as a game illustrator. How they ended up doing illustrations, what they find most satisfying and what have been the most memorable moments of their careers.", "category_title": "Puheohjelma: paneeli / Panel discussion", "formatted_hosts": "", "room_name": "Sali 103", "length": 105, "start_time": "2019-07-27T18:00:00Z", "is_public": true, "video_link": ""}, {"title": "Yhdistys nörttitoiminnan tuottamisen tukena", "description": "Kerromme lyhyesti Todellisuuspakolaiset ry:n tarinan: kuinka ystäväpiirin kunnianhimoisista haaveista noustiin muutamassa vuodessa tunnetuksi yhdistykseksi? Todarit tuottavat ja ovat mukana noin viidessäkymmenessä tapahtumassa vuosittain, tekevät yhteistyötä Hämeenlinnan kaupungin kanssa ja saavat innostettua kymmeniä vapaaehtoisia tapahtumiinsa työskentelemään.\r\n\r\nMiten perustaa rekisteröitynyt yhdistys ja mitä se vaatii? Mikä on rekisteriseloste, pöytäkirjantarkastaja tai tase? Millaista on yhdistyksen arki ja mitä hyötyä on tästä kaikesta? Näihin kysymyksiin saat vastauksen luennollamme. Luennon lopuksi vastataan osallistujien kysymyksiin.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Jutta Koskinen, Mira \"CR4YB0RG\" Suovanen", "room_name": "Sali 204", "length": 105, "start_time": "2019-07-27T18:00:00Z", "is_public": true, "video_link": ""}, {"title": "Mordheim 20 vuotta", "description": "Vuosi 2019 on miniatyyripelien klassikon Mordheimin juhlavuosi, sillä sen ensimmäisestä julkaisusta on kulunut 20 vuotta! Mutta miksi peli on säilyttänyt suosionsa vuodesta toiseen ja jopa kasvattanut suosiotaan ympäri maailman?\r\n\r\nPelin luoja Tuomas Pirinen käy lävitse Mordheimin syntyhistorian ja sen vaikutuksen peligenreen sekä kertoo pelin digitaaliversioiden suunnittelusta. Esitelmässä käsitellään myös pelin uraauurtavan taidetyylin löytämistä, ja kuinka se on vaikuttanut Games Workshopin Warhammer-universumin ja miniatyyripeliharrastuksen kehitykseen.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Tuomas", "room_name": "Sali 207", "length": 105, "start_time": "2019-07-27T18:00:00Z", "is_public": true, "video_link": ""}, {"title": "Muinaisen Egyptin uskontoa sensuroimatta", "description": "Muinaisessa Egyptissä oli satoja jumalia ja useita kilpailevia myyttejä esimerkiksi maailmankaikkeuden luomisesta. Muinaisen Egyptin uskonto toimi myös liimana, joka mahdollisti kyseisen kulttuurin pysymisen lähes samanlaisena tuhansien vuosien ajan. Miten jumalat muokkasivat egyptiläisten todellisuutta ja miten muinaisen Egyptin jumalat ja uskonto toimivat? Tiedossa paitsi asiapitoista tietoa muinaisen Egyptin uskonnosta ja uskomuksista, myös yllättävää peppuseksiä, asenteellisia ruumiineritteitä sekä kuolaa. Muinaiset egyptologit sensuroivat muinaisen Egyptin jumalten touhuja, mutta tässä esitelmässä paljastamme jumalten salaisuudet.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Mia Meri", "room_name": "Sali 208", "length": 105, "start_time": "2019-07-27T18:00:00Z", "is_public": true, "video_link": ""}, {"title": "Larppi-ilmoittautumisen ABC", "description": "Mietityttävätkö larppien ilmoittautumislomakkeet? Tuntuvatko jotkut kysymykset vaikeilta? Miksi tuollaistakin kysytään? Mitä pitäisi vastata, että peliin pääsy olisi todennäköisempää? Mitä ei ainakaan kannata vastata? \r\n\r\nOhjelmassa kaksi kokenutta pelaajaa ja pelinjärjestäjää avaa omia näkemyksiään ilmoittautumislomakkeen saloista esimerkki-ilmoittautumisen avulla. Keskustellaan asiasta. Työpajaosuudessa laaditaan yhdessä mallivastauksia, joita voi myöhemmin soveltaa ilmoittautuessaan. Ota siis mukaan läppäri tai muita kirjoitusvälineitä.", "category_title": "Puheohjelma: keskustelu / Discussion group", "formatted_hosts": "Niina Niskanen, Simo Järvelä", "room_name": "Sali 209", "length": 105, "start_time": "2019-07-27T18:00:00Z", "is_public": true, "video_link": ""}, {"title": "Lupus in tabula", "description": "Jo kymmenen vuoden ajan Ropeconin yössä on metsästetty Tabulan kylää riivaavia ihmissusia. Säännöt ovat helpot ja yksi peli kestää noin 45+ minuuttia. Pelissä sinun tulee pyrkiä löytämään muiden kyläläisten kanssa ihmissuhdet joukostanne ennen kuin he laittavat koko kylän suihinsa. Vai oletko itse yksi ihmissusista? Molemmat puolet voivat menestyä vain intuitiolla, neuvottelutaidoilla ja terveellä epäluottamuksella kaikkia kohtaan. Pelejä pelataan aamuun asti myös merkityn ohjelma-ajan ulkopuolella.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "", "room_name": "Halli 3", "length": 540, "start_time": "2019-07-27T19:00:00Z", "is_public": true, "video_link": ""}, {"title": "Dune ccg: Mentaattisodat", "description": "Mentaatit, nuo ihmismuotoiset kävelevät logiikkakoneet, jotka terästävät ajatteluaan sapho-mehulla, ovat vanhojen sukujen taustalla vaikuttava mahti, jota voi käyttää joko hyvään, tai pahaan…\r\n\r\nSaat ensimmäisellä kierroksella valita kaksi korttia automaattisesti (loput sattumanvaraisesti, kuten normaalisäännöissä). Kuollut, kuopattu ja silti lujaa potkiva Dyyni-korttipeli vaatii viekkaan mielen, diplomatiaa ja tarkkaa ajoitusta. Moninpeli, käytössä ”Prelude to Dune” virtual-lisäosa. Lainapakkoja löytyy jokunen, tule vaikka kokeilemaan! \r\n\r\nSopii kokemuksen mukaan erityisesti Vampiren ja Games of Thronesin pelaajille.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Pauli \"Hannibal_pjv\" Vinni", "room_name": "Halli 3 Korttipelialue", "length": 240, "start_time": "2019-07-27T19:00:00Z", "is_public": true, "video_link": ""}, {"title": "CSI vs Tosielämän rikostutkinta: SUPOn 70- ja suomalaisen turvallisuuspoliisin 100-vuotisjuhlaesitelmä", "description": "Etsivä keskuspoliisi perustettiin 100 ja Suojelupoliisi 70 vuotta sitten. Mitkä ovat suomalaisen turvallisuuspoliisin huippukohdat, jännimmät (julkiset) tapaukset ja organisaation nykytila? Tämän mystisen organisaation savuverhoa raottaa Suojelupoliisissa työskentelevä Teemu Hokkanen.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Teemu Hokkanen", "room_name": "Sali 201", "length": null, "start_time": "2019-07-27T19:00:00Z", "is_public": true, "video_link": ""}, {"title": "Tosielämän zombiepandemiat", "description": "Kuinka yhteiskunta reagoisi zombieviruksen uhkaan? Miten tartuntojen leviämistä ehkäistäisiin ja kuinka rokote kehitettäisiin? Tarttuvia tauteja työkseen torjuva lääkäri kertoo fiktiivisen esimerkin kautta, kuinka epidemioita havaitaan ja selvitetään tosielämässä. Tule hakemaan inspiraatiota pelinjohtamiseen – tai selviytymisvinkkejä todella pahan päivän varalle.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Topi", "room_name": "Sali 205", "length": 45, "start_time": "2019-07-27T19:00:00Z", "is_public": true, "video_link": ""}, {"title": "Viikinkiajan Suomi - myyttejä ja historiaa", "description": "Kalevala ja roolipelikulttuuri kohtasivat jo 1980-luvulla. Mielikuvat myyttisestä kalevalaisesta menneisyydestä heijastetaan tavallisesti noin 1000 vuoden takaiseen menneisyyteen, viikinkiajalle (noin vuodet 800 - 1050). Esitelmässä kerrotaan viikinkiajan Suomesta, pohditaan viikinkiaikaan sijoittuvien roolipeliskenaarioiden haasteita ja mahdollisuuksia sekä käsitellään Kalevalasta tuttujen myyttien ja historiallisen todellisuuden suhdetta.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Sami Raninen", "room_name": "Sali 206", "length": 105, "start_time": "2019-07-27T19:00:00Z", "is_public": true, "video_link": ""}, {"title": "Discolarp", "description": "Ropeconin discolarp tulee jälleen niin että rytisee!\r\n\r\nConikansaa tanssittavat DJ Kehveli, DJ Cubus ja Neon Pantsu Punx.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Ropeconin discotiimi", "room_name": "Halli 3 Bofferialue", "length": 240, "start_time": "2019-07-27T20:00:00Z", "is_public": true, "video_link": ""}, {"title": "Huijaukset ja huijarit", "description": "Luento erilaisista huijauksista ja niitä tekevistä ihmisistä pääasiassa todellisten esimerkkien pohjalta.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Esa Perkiö", "room_name": "Sali 103", "length": 105, "start_time": "2019-07-27T20:00:00Z", "is_public": true, "video_link": ""}, {"title": "Onko larpin järjestäminen hankalaa?", "description": "Larpin kirjoittaminen on siistiä, mutta itse tapahtuman järjestämiseen liittyy monia vaiheita, jotka saattavat tuntua hankalilta. Pelinjohtajaveteraani kertoo, miten vetää mutkat suoriksi ja keskittyä olennaiseen. Tämä ohjelma ottaa pöydälle kaikki larpinjärjestämisen kinkkisimmät vaiheet ja antaa niille simppelit ratkaisun. Jos olet tekemässä ensimmäistä tai sadannetta larppiasi, tämä sopii sinulle.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Arhi", "room_name": "Sali 204", "length": 105, "start_time": "2019-07-27T20:00:00Z", "is_public": true, "video_link": ""}, {"title": "Demonikuninkaita ja kaksoisruumiita, eli myyttinen kuninkuus", "description": "Kautta ihmiskunnan historian kuninkuus ja päällikkyys on saanut paljon muitakin muotoja ja merkityksiä kuin pelkkä valta. Tässä esityksessä käydään läpi erilaisten kuninkuuksien mytologisia merkityksiä ja spekuloidaan millaisia pelimaailmoja siitä syntyisi, jos myytit olisivat totta. Esittelemme myös todellisten esimerkkien kautta, miten poikkeavaa kuninkuus voi olla erilaisissa yhteisöissä, siinä uskossa että tämä on kiinnostavaa ja avartavaa kaikille ja hyödyllistä kenelle tahansa omia pelimaailmoja suunnittelevalle. Esitelmän toteuttavat antropologi Harri Siikala Helsingin yliopistolta ja pelinjohtajaveteraani Risto Ravela.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Risto Ravela, Harri Siikala", "room_name": "Sali 205", "length": 105, "start_time": "2019-07-27T20:00:00Z", "is_public": true, "video_link": ""}, {"title": "Hyvän kohtauksen ABC", "description": "Pöytäroolipelissä pelinjohtamisen perusyksikkö on kohtaus; se kun jotkut hahmot ovat jossakin tilanteessa tekemässä jotakin roolipelaamisen arvoista. Tässä ohjelmassa Markus Montola käy läpi kohtausten johtamisen edistyneempiä perusasioita. Leikkaamista, tempoa, kuvailua, tunnelmaa ja pelinjohtajallista kameratyöskentelyä. Esitys sopii sekä aloittelijoille että kokeneemmille.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Markus", "room_name": "Sali 207", "length": 45, "start_time": "2019-07-27T20:00:00Z", "is_public": true, "video_link": ""}, {"title": "Aikuisten satutunti", "description": "Myyttien ja fantasian siivin ympäri maailman, kohtaa jaguaarisotureita ja vaskinainen! Tämän lähes hiilineutraalin matkan tarjoaa Helmet-kirjastot. Osa satutunnista on englanninkielinen.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Meerit Heiskanen", "room_name": "Sali 208", "length": 45, "start_time": "2019-07-27T20:00:00Z", "is_public": true, "video_link": ""}, {"title": "Improv for Gamers", "description": "Do you want to be a better roleplayer or GM?\r\nDo you want to encourage spontaneous creativity in your gaming group?\r\nDo you want to create dynamic, compelling characters?\r\n\r\nIf the answer to any of these questions is “yes,” Improv for Gamers is for you! We will be running an improv session based on a  recently released book with the same title. No improv experience required.\r\n\r\nSign up in advance at the info desk.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Juho", "room_name": "Sali 209", "length": 45, "start_time": "2019-07-27T20:00:00Z", "is_public": true, "video_link": ""}, {"title": "Erotiikka mytologiassa", "description": "Seksi on meitä kaikkia yhdistävä tekijä, eivätkä ihmiskunnan myytit suinkaan kaihda tätä aihetta. Tule siis kuulemaan hurjat paljastukset maailman eroottisesta luomisesta, jumalten seksihurjasteluista, okkultistien seksirituaaleista ja lemmennostatusloitsuista historian eri myyteistä tässä kosmisessa seksispektaakkelissa. Luento on tunnustukseton ja aiheestaan huolimatta toteutetaan hyvällä maulla.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Myyttiset Luennot", "room_name": "Sali 208", "length": 45, "start_time": "2019-07-27T21:00:00Z", "is_public": true, "video_link": ""}, {"title": "Japanin mytologiat", "description": "Mistä lie peräisin mustapäinen kansa? Miksi näyttävät Nipponin saaret kuin keihäällä veistetyiltä? Mikä ihme niissä peileissä on niin jännää että niitä pitää piilotella joka paikkaan? Luennolla pannaan ruotuun Japanin myytit ja legendat.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Joonas", "room_name": "Sali 207", "length": 105, "start_time": "2019-07-28T06:00:00Z", "is_public": true, "video_link": ""}, {"title": "Rytmipelipiste", "description": "Rytmipelit Ropeconissa! Useammista coneista tuttu tanssi-ja rytmipelipiste ajatutuu nyt viimein myös Ropeconiin. Pisteellä on pelattavissa perinteinen tanssipeli sekä useita muita rytmipelejä. Piste on auki aamusta iltaan.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Rytmiepelit", "room_name": "Sali 307", "length": 360, "start_time": "2019-07-28T06:00:00Z", "is_public": true, "video_link": ""}, {"title": "Historiallinen miekkailu bolognalaisen koulukunnan mukaan / Historical fencing according to the Bolognese school", "description": "Askarruttaako roolipelin taistelumallinnuksen todenmukaisuus? Tule tutustumaan miekkailun saloihin! \r\n\r\nHistoriallinen miekkailu on yhteinen nimitys kokoelmalle taistelulajeja, jotka rakentuvat vuosisatoja vanhojen miekkailuopusten pohjalle. Bolognalainen miekkailu käsittää kokoelman Bolognan kaupungissa tai sen lähistöllä 1500-luvulla julkaistuja miekkailumanuaaleja. Työpajassa keskitymme yhden käden miekkaan, ns. sivumiekkaan.\r\n\r\nMiekkailuseura EHMS tarjoaa maskit ja miekat työpajan ajaksi. Toivomme, että työpajaan osallistuisivat vain yli 13-vuotiaat.\r\n\r\nTarvitset mukavat vaatteet, jalkineet ja vesipullon. Suosittelemme myös vaihtopaitaa! Ennakkoilmoittautuminen infotiskillä.\r\n---\r\n\r\nDo you ever wonder if the fight modelling in role playing games is realistic? Come and try out historical fencing!\r\n\r\nHistorical fencing is a collective term for a number of martial arts that are based on centuries old fencing treatises. The Bolognese school of fencing comprises a collection of fencing manuals that were published in or near the city of Bologna in the 16th century. In this workshop we will focus on the one-handed sword, or the sidesword.\r\n\r\nThe fencing club EHMS will provide masks and swords for the duration of the workshop. We request that only over 13 year olds sign up.\r\n\r\nYou'll need comfortable clothes, shoes and a water bottle. We also recommend a spare shirt! Sign up at the info desk.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Christoffer Warelius", "room_name": "Halli 3 Bofferialue", "length": 105, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Turvasatama", "description": "Nörttitytöt ry:n Turvasatama on tarkoitettu matalan kynnyksen tutustumispaikaksi ensisijaisesti ensikertalaisille, mutta myös kokeneemmat conikonkarit ovat tervetulleita. Turvasatama on kaikille niille, jotka saattavat tarvita conikaveria, suunnistusapua tapahtuma-alueella tai muuta apua viikonlopun aikana. Satamatyöntekijät toimivat auttajina ja opastajina kävijöille ja tarvittaessa lähtevät vaikka ohjelmaan mukaan, jos et uskalla itse mennä yksin. Satamaan voi tulla myös lepuuttamaan jalkojaan, pelailemaan pelejä tai vain hengaamaan vapaasti. Se on pieni keidas keskellä conivilinää, turvallinen ja lempeä tila uuvahtaneelle tai pientä jutteluhetkeä kaipaavalle. \r\n\r\nRatkesiko puvusta sauma? Tippuiko sarvi irti? Ei hätää! Turvasatamasta löydät Cosplay-ensiapupisteen.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Nörtti \"Nörttitytöt\" Tytöt", "room_name": "Halli 3 Hengailualue", "length": 420, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Puoli tuntia avaruusmurmelina", "description": "Lyhyt pläjäys aikasilmukkaa antaa pelaajalle riemukkaan kokemuksen niin uusille kuin kokeneillekin ropettajille. Peli pelataan freeformina ja metapelaaminen on suorastaan toivottavaa. Jokainen kierros antaa jälkeesi tulevalle pelaajalle lisää (mis)informaatiota.\r\n\r\nSkenaario kestää 30 minuuttia, minkä lisäksi muutamia minuutteja valmisteluita etukäteen ja pohdintaa skenaarion jälkeen. Skenaarioon on helppo hypätä sisään, eikä siihen tarvitse sitoutua - silmukka alkaa alusta, kunnes sen salaisuus ratkeaa. 2 - 6 pelaajaa.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Kim \"kepic\" Hokkanen", "room_name": "Halli 3 Kokemuspiste", "length": 360, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Skenaariokisan pelejä", "description": "Skenaariokisan tuotoksia ja muita keveitä roolipelejä!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 360, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Space Crusade - Mild heresy / Kevyttä harhaoppisuutta", "description": "Space Crusade on HeroQuest -lautapelin sovitus 90-luvulta, eräänlainen kevyempi versio Warhammer 40k figupeleistä. 3 pelaajaa ovat mariineja, jotka pyrkivät tekemään annetun tehtävän erikseen tai yhteistyössä. 1 pelaaja on kaaoksen puolella.\r\n\r\nPelaajia tarvitaan 2-4 per peli. Peluutamme kahta rinnakkaista peliä, joista yksi on lyhyehkö ja aloittelijaystävällinen. Toista peliä pelataan täydellä pelilaudalla ja vähemmällä opastuksella. Täysimittaiset pelit kestävät noin kaksi tuntia neljällä pelaajalla.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Riichi Mahjong", "description": "Tarjoamme japanilaista mahjongia sekä kokeneille että aloittelijoille. Mahjong on neljän hengen perinteikäs aasialainen taktinen uhkapeli, jossa on mukana sekä taito- että tuurielementtejä. Länsimaiset rommikorttipelit ovat syntyneet tämän pelin pohjalta. Yksi kokonainen peli kestää noin 90 min, mutta paikalle voi tulla kokeilemaan myös vain n. 30 min pelillä. Odottavaa peliseuraa löytyy aina myös paikan päältä, eli tervetuloa kokeilemaan yksin tai vaikka porukalla. Tervetuloa!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Maaria \"Willow\" Wahlström, Mikko \"Kirtsu\" Kirjokangas, Ninni \"Ninzo\" Kaarnaoja, Nikolas \"HyuGarona\" Kiili, Juhani \"SirBacon\" Heliö, Sakari \"Amlisirev\" Ikonen", "room_name": "Halli 3 Kokemuspiste", "length": 300, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "VTES Cube Draft", "description": "Letkeää VTES -pelailua draftin parissa. Formaatti 2R+F. Tarvitset osallistumiseen VTES -taitosi lisäksi omat Pool-countterit. Rajallinen määrä paikkoja (25).\r\n\r\nVTES Cube Draft. Easy going VTES gaming. Format 2R+F. In addition to you VTES know-how you only need you own Pool-counters. Limited number of participants (25).", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Janne Lönnqvist", "room_name": "Halli 3 Korttipelialue", "length": 360, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Vampire: The Eternal Struggle", "description": "Vampire: The Eternal Struggle eli harrastajien kesken VTES on alunperin Richard Garfieldin vuonna 1994 ja sittemmin White Wolfin kehittämä World of Darkness -pelimaailmaan sijoittuva keräilykorttipeli. VTES onkin yksi varhaisimmista keräilykorttipeleistä. Pelaajat ottavat muinaisten vampyyrien, Methuselahien roolin, jotka pyrkivät toimillaan vähentämään toisten Methuselahien vaikutusvaltaa maailmassa. Pisteitä saa, kun vasemmalla puolella istuva pelaaja putoaa pelistä, riippumatta siitä, kenen vaikutuksesta tämä tapahtui. Näin ollen Vampire: The Eternal Strugglessa onkin suuri merkitys myös sosiaalisella pelillä ja erilaisilla pelin aikana muuttuvilla liittoumilla. Esittelypelin kesto on 1 tunti. Sääntöjen omaksumisessa auttaa, jos olet aiemmin pelannut esimerkiksi Pokemonia, Magic the Gatheringia tai Yu-gi-oh:ta. Kortit sekä pelitermistö ovat englanniksi. Tule ja kokeile, onko juuri sinusta oppimaan muinaisten verenimijöiden salatut salat!\r\n\r\nVampire: The Eternal Struggle which is also known as VTES among players is a collectible card game set in World of Darkness game universe developed by White Wolf. The game was originally developed by Richard Garfield in 1994. This makes VTES one of the eldest collectible card games in the world. In the game, the players assume the role of a Methuselah, an ancient vampire trying to reduce other Methuselah's influence in the world. Points are awarded for eliminating he player on your left, no matter who did it. Which is why in Vampire: The Eternal Struggle there is also a great emphasis on social game and shifting alliances. Length of the demo is 1 hour. The game will be easier to learn if you have also played other collectible card games such as Pokemon, Magic the Gathering or Yu-gi-oh. Cards and game terminology are in English. Come and learn the secret arts of ancient bloodsuckers!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Teemu Pulkkinen", "room_name": "Halli 3 Korttipelialue", "length": 360, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Tao oma korusi", "description": "Onko aina kiinnostanut, miten rauta taipuu tulen ja vasaran avulla? Nyt se on mahdollista! Tao oma korusi -kurssilla on mahdollisuus saada pintaraapaisu perinteisen kuumataonnan maailmaan. Voimme yhdessä katsoa valmiista malleista tai suunnitella yhdessä juuri sellaisen yksinkertaisen korumallin, minkä haluat itsellesi, ja naputella sen perinteisin tavoin.\r\n\r\nIlmoittaudu etukäteen sepille. Kurssista veloitetaan materiaalikulut työn koon mukaisesti (n. 20 euroa, isosta työstä enemmän).", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Alkutuli", "room_name": "Messuaukio", "length": 480, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Roolipelit ja sarjakuva", "description": "Kaikesta on tehty roolipelejä ja kaikesta on tehty sarjakuvaa. Esitelmässä käydään läpi, millä tavoin nämä kaksi ilmaisumuotoa ovat ammentaneet toisistaan ja mitä tästä kaikesta kannattaa lukea tai pelata, D&D-sarjakuvasta Marvel-roolipeleihin.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Jukka Särkijärvi", "room_name": "Sali 103", "length": 105, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Draamaa ja demoneita - tarinoita 9th Age -miniatyyripelin tekemisestä", "description": "Ison julkaisijan jättämä tyhjiö täytettiin yhteisön rakentamalla pelillä. 300 innokasta vapaaehtoista ympäri maailman koittaa rakentaa parasta mahdollista massataistelupeliä fantasiaympäristöön. Tarinaa koko hankkeesta ja yhdestä armeijakirjasta: Demoneista.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Olli Katila", "room_name": "Sali 201", "length": 105, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Tapahtuman järjestäminen kirjastossa: Tapaus Kibecon", "description": "Kibecon-aktiivit ja kirjastolaiset kertovat tapahtumatuotannosta, kirjastosta ja erityisesti fanitapahtumien järjestämisestä kirjastossa.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Lorena \"lontsi\" Echkart, Anna \"Ansu\" Pöyhönen", "room_name": "Sali 204", "length": 45, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Peruukinmuokkauksen alkeet", "description": "Peruukit. Nuo mystiset ja kiinnostavat lisät proppaukseen. Mutta miten niiden kanssa tulisi toimia? Tule kuuntelemaan perusteita peruukin muokkaukseen. Millaisia välineitä voisi käyttää, miten leikellä, miten muokata peruukkiverkkoa ja miten muotoilla?\r\n\r\nPuhujana ei-ammattilainen larppaaja-cossaaja, josta peruukkien muokkaus on kivaa.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Taru \"Sagacosplay\" Lepistö", "room_name": "Sali 205", "length": 45, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kaikille avoimet Projektiporinat", "description": "Tule kuulemaan, mitä kaikkea on meneillään Suomen roolipeliskenen eri puolilla! Luvassa lyhyitä tietoiskuja erilaisista roolipeliharrastusta edistävistä projekteista, mahdollisuus antaa palautetta projekteille, ideoida uutta tai vaikka löytää uusi intohimo.\r\n\r\nSuomen roolipeliseura järjestää Projektiporinoita puolivuosittain omille projekteilleen, mutta koska konsepti on niin toimiva ja erilaisissa projekteissa puurtaminen joskus yksinäistä työtä muillakin, päätimme tuoda Ropeconiin kaikille avoimet Projektiporinat skeneaktiivien kohtaamispaikaksi.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Sami Kyllönen", "room_name": "Sali 206", "length": 105, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Antiikin orjuuden käsikirja", "description": "Orjuus lähi-Idässä ja Välimeren kulttuuripiirissä alkuhämärästä aina kreikkalaisen kulttuuripiirin ja Rooman mahtaviin orjavaltioihin asti. Tutustu antiikin monitahoiseen ja rikkaaseen orjakulttuuriin. Luennon lopuksi käydään työpajana läpi orjuuden suunnittelua omaan kampanjaan ja miten orjuus vaikuttaa pelimaailmassa.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Janne Kemppi", "room_name": "Sali 208", "length": 105, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Charlie ei surffaa", "description": "Roolipelikampanja Vietnamin sodasta. Nyt 24. kertaa Ropeconissa. http://www.charlieeisurffaa.com\r\nIlmoittautuminen pelipaikalla, peliin voi päästä mukaan kesken skenaarion ja voi poistua kun on tarve. Aikaisempaa pelikokemusta ei tarvita. Huom! Tänä vuonna ei ole mahdollista pelata kommunistisia pelaajahahmoja (sissejä).\r\nSkenaariot kestänevät 6+ tuntia.\r\nPeli perjantaina klo 16-23, lauantaina klo 10-23, sunnuntaina klo 10-16", "category_title": "Roolipeli / Pen & Paper RPG", "formatted_hosts": "Eero", "room_name": "Sali 211", "length": 360, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Perintö", "description": "Perintö on liveroolipeli, joka on ideoitu Knudepunkt 2019:ssa Design through play workshopissa. Pelin materiaalit on luonut Riikka Böök, joka oli osa pelin ideoinutta 10 hengen työryhmää.\r\n\r\nSisarukset, 10 vuotta vanha kiista ja kuolleet vanhemmat. Perintö on käsissä ja mitä sillä tehdään? Sisarukset kokoontuvat ensimmäistä kertaa vuosiin ja heillä on tunti aikaa päättää mitä perinnöllä tehdään. Jos sisarukset eivät onnistu täyttämään testamentin ehtoja, perintö lahjoitetaan järjestölle jonka toiminta on kaikista sisaruksista vastenmielistä.\r\n\r\nPeliä ennen on valmisteluosio, jossa jaetaan hahmot, syvennetään kontakteja ja käydään läpi pelissä käytettävät pelimekaniikat. Pelissä on 2-3 sisarusta sekä heidän päänsisäiset ajatukset. Yhtä sisarusta pelaa 3-4 pelaajaa. Peli kestää tunnin, jonka jälkeen on varattu aikaa pelin purkuun.", "category_title": "LARP", "formatted_hosts": "Riikka \"Riffi\" Böök", "room_name": "Sali 218", "length": 240, "start_time": "2019-07-28T07:00:00Z", "is_public": true, "video_link": ""}, {"title": "Worblasuomu-työpaja", "description": "Tule tekemään oma lohikäärmeensuomuasusteesi! Työpajassa käytämme Worbla’s Pearly Art Scales ja Worbla’s Pearly Art- lämpömuokattavia materiaaleja. Pajalla perehdytetään ensin materiaalien käyttöön ja tekniikoihin, minkä jälkeen osallistujat saavat toteuttaa materiaaleista mieleisensä pienen asusteen tai koristeen. Käytössä on kuumailmapuhaltimet, joten ei suositella aivan perheen pienimmille!\r\n\r\nTyöpaja tarjoaa työvälineet. Materiaalimaksu 8 e, maksu työpajassa käteisellä. Työpajaan on ennakkoilmoittautuminen.", "category_title": "Työpaja: käsityö / Crafts", "formatted_hosts": "Noora \"Nevara\" Nevalainen", "room_name": "Halli 1B Työpaja-alue", "length": 105, "start_time": "2019-07-28T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Choose your own adventure - Pelaajien valitsema seikkailu", "description": "Pelejä on lukuisia tarjolla, jokaisen makuun takuulla jotain sopivaa, useampia eri systeemejä ja tarinoita tarjolla, sovitaan pelaajien kanssa mitä systeemiä käytetään milloinkin. Tämä ohjelma siis helposti esittelee useita eri pelisysteemejä.\r\nOletettu pituus on 1-3 h, mutta hahmonluonnista riippuen voi venähtää pitemmälle. \r\nAloittelijaystävällistä pelailua, mutta kokeneetkin ovat tervetulleita.\r\nValmiita hahmoja löytyy, mutta hahmot voidaan myös luoda, mieluusti pelin alussa.\r\nJokainen tarinan pätkä on pari tuntia, ja niistä on mahdollista jatkaa toiseen tarinan pätkään.\r\nPelaajat voivat liittyä mukaan kesken pelin ja tarinoiden vaihtuessa.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Ganmue", "room_name": "Halli 3 Kokemuspiste", "length": 300, "start_time": "2019-07-28T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Luolailua pyynnöstä / dungeoncrawling on demand", "description": "Velho Xylarthenin tyrmässä piilee aarteita ja vaaroja. Tule paikalle, ota hahmo, yritä selvitä tyrmässä ja löytää aarteita. Paikalla voi olla minuutteja tai tunteja. Poistua saa kun haluaa. Tämä pöytäroolipeli sopii myös aloittelijoille.\r\n\r\nOld school dungeoncrawling. Come, bring your own D&D-type character or grab a pregen, and try to survive in the dungeon and maybe get rich. Join the game at will, leave whenever it suits you.\r\n\r\nVanhan liiton henkistä luolakomppausta - ansoja ja salaovia kannattanee etsiä, tasaväkiset taistelut eivät ole hyvä ajatus, fiksuus, varovaisuus ja rohkeus johtavat menestykseen. Fyysinen väkivalta ja hahmokuolemat ovat mahdollisia.\r\n\r\nPeliin voi tuoda oman hahmon jostain D&D-henkisestä pelistä. Myös valmiita hahmoja on riittävästi.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Tommi Brander", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-28T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Palapeliturnaus (Joukkue) || Jigsaw Puzzle Tournament (Team)", "description": "Kokoa 2-4 hengen joukkue ja ota osaa Ropeconin ensimmäiseen palapeliturnaukseen! Joukkueilla on 4 tuntia aikaa koota 1000 palan palapeli (kansikuvaa saa käyttää apuna). Se joukkue, joka saa palapelin koottua ensimmäisenä loppuun tai on saanut paikalleen eniten paloja aikarajaan mennessä voittaa! \r\n\r\nIlmoittautuminen etukäteen Pelitiskille, mukaan mahtuu 10 joukkuetta. Ei ikärajaa. Turnauksessa käytettävät palapelit tarjoaa Lautapelit.fi.\r\n\r\nGather a team of 2-4 people and take part in the first ever Jigsaw Puzzle Tournament held at Ropecon! Teams have 4 hours to put together a jigsaw puzzle with 1000 pieces (using the picture on the box as reference is allowed). The team that finishes the puzzle first or has most pieces in place when the time runs out wins!\r\n\r\nSign your team up beforehand at the Gaming Desk, max of 10 teams. No age limit. Jigsaw puzzles used in the tournament are provided by Lautapelit.fi.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "emiliaotus", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-28T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "MtG: 8-player events", "description": "On-demand 8:n pelaajan turnaukset pyörivät pääturnauksen alusta lähtien ja starttaavat, kun listassa on kahdeksan nimeä. Päivän viimeiset 8-manit alkavat viimeistään seuraavasti: pe klo 19:00, la klo 18:00 ja su klo 12:30. Formaattivaihtoehtoina ovat: Core Set 2020, War of the Spark, Ravnica Allegiance, Guilds of Ravnica ja Modern Horizons, Standard, Modern, Legacy, Vintage ja Pauper. Erikoisempiakin draftiformaatteja saa ehdottaa paikan päällä!", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Poromagia", "room_name": "Halli 3 Korttipelialue", "length": 300, "start_time": "2019-07-28T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "MtG: GER Highlander", "description": "Turnaus pelataan tavallisilla German Highlanderin säännöillä: 5 swissi-kierrosta. Turnauksessa ei pelata top8:ia.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "Poromagia", "room_name": "Halli 3 Turnaussali", "length": 300, "start_time": "2019-07-28T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kosmos, mytologioiden alkukoti", "description": "Zeus, Jupiter, Thor ja Ukko, sotaisa Mars ja rakkauden Venus - tutut jumalat tarustoineen ovat vanhimpia kirjoitettuja mytologioita. Aurinkojumala löytyy jokaisen alkuperäiskansan myyteistä, samoin taivaankantta kannatteleva maailmanpylväs tai maailmanpuu. Kotoinen Sampommekin on yhdistettävissä taivaankannen ikuiseen kiertoon. Tähtitaivas on tarjonnut ihmiskunnalle rajattoman tarustojen aarreaitan, jonka opetuksilla on kuljettu elämäntaivalta, selitetty tapahtumia, joita on ollut muuten vaikea käsitellä, ja joista eri kansojen identiteetti on rakentunut. Tässä esitelmässä tutustutaan myyttien alkulähteisiin - taivaankappaleisiin ja tähtikuvioihin. Seuraaminen ei edellytä aikaisempaa tähtitieteen osaamista.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Anu Rainela-Lankinen", "room_name": "Sali 204", "length": 105, "start_time": "2019-07-28T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Supercomputers and Artificial Intelligence in reality and as story elements", "description": "What is a supercomputer, and what are they good for? In this interactive talk, the greatest computer installations in the past, present and future, their purpose, outlook and impact for scientific research will be presented. Moreover, we will cover what does \"Artificial Intelligence\" mean in practice today, and what can be expected from it in the future. Finally, we will discuss the use of these (supercomputers, AI) as story-elements in fiction as well as in role-playing games. Dr. Manninen is a development manager at CSC, the national supercomputing center in Finland, and an adjunct professor at the University of Helsinki.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Pekka Manninen", "room_name": "Sali 205", "length": 105, "start_time": "2019-07-28T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Japanilaisia hirviötarinoita", "description": "Kitsunet, nekomatat ja muut yokait seikkailevat näissä japanilaisissa hirviötarinoissa, joissa ulkomuoto hämää ja pimeydessä vaanii ihmislihaa syöviä yliluonnollisia olentoja. Tule tutustumaan Japanin myyttisiin hirviöihin tarinoiden muodossa. Pelottavan sisältönsä takia ohjelma ei sovi perheen pienemmille. \r\n\r\nTulethan ajoissa, koska ohjelman alettua saliin ei enää oteta lisää väkeä.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Sanna", "room_name": "Sali 207", "length": 45, "start_time": "2019-07-28T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kampanjan suunnittelu: antagonistinen lähestymistapa", "description": "Tässä työpajassa esitellään antagonistilähtöinen tapa suunnitella roolipelin kampanja. Antagonistisessa lähestymistavassa suunnitellaan ensin protagonistien vastustajan rooli kampanjassa: kuka hän on, mitä hän haluaa ja miten hän aikoo sen saavuttaa. Tämän työkalun on tarkoitus auttaa pelinjohtajia hahmottamaan paremmin, miten pelin suuret linjat menevät ja millaisia seikkailuja niistä voi kirjoittaa, sekä auttaa heitä pitämään pelin punainen lanka hallussa koko seikkailun tai kampanjan ajan.\r\n\r\nAntagonistinen lähestymistapa sopii useimpien seikkailujen ja kampanjoiden suunnittelemisen avuksi. Menetelmää voi soveltaa niin yksittäisten seikkailujen kuin pitkien kampanjoidenkin suunnittelemiseen. Työpajan aikana työskennellään pienissä ryhmissä, joissa menetelmän käyttämistä harjoitellaan vetäjien avustuksella.\r\n\r\nTyöpajaan on ennakkoilmoittautuminen infotiskillä.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "JP, Mikko \"Herra Mirandos\" Iivonen, Matti Anttila", "room_name": "Sali 210", "length": 105, "start_time": "2019-07-28T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "First they came (2. pelautus)", "description": "The SS are looking for someone in your neighbourhood’s, maybe you. Will you manage to survive? Will you redeem your sins? At what cost? A larp by Alessandro and Andrea Giovannucci (Chaos League)\r\nYou will play blindfolded for an intimate experience, based only on sound, whispers and memories.\r\nA co-creative larp dealing with complicity/rebelling against the regime and the struggle for survival.\r\nYou will play an opponent of the regime, exploring pain and paranoia. You will have a chance to understand how you came to your predicament.\r\nWere you part of the problem, as well?", "category_title": "LARP", "formatted_hosts": "Hanna Friman", "room_name": "Sali 216", "length": 90, "start_time": "2019-07-28T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "#aavanmerentuollapuolen eli kaikilla muilla menee kuitenkin paremmin (2. pelautus)", "description": "“#aavanmerentuollapuolen” on freeformahtava black box -larppi kuudelle pelaajalle, tsehovilainen komedia myyttisiin mittasuhteisiin kasvaneeseen kaipuusta parempaan elämään. \r\nPelissä millenniaali-kaveriporukka viettää yhdessä leppoisaa mökkiviikonloppua, mutta haikailee koko ajan johonkin muualle, jossa kaikilla muilla on kaikki paremmin ja hienompaa. Elämä on koko ajan toisaalla. Tyytymättömyys omaan elämään korostuu, koska kaikki vertailevat koko ajan omaa elämäänsä toisten ihmisten some-postauksiin. Hahmot luovat somen kautta myyttistä Helsinkiä ja maailmaa. Some on nykyhetken mythos jossa myyttiset hahmot, sankarit ja jumalat asuvat. Sen rinnalla oma näyttäytyy kalpeana, koska ei se pärjää some-todellisuudelle. Larpin aikana ei someteta oikeasti, vaan sille on käytössä peliä varten luodut metatekniikat.", "category_title": "LARP", "formatted_hosts": "von Nissinen, Tonja Goldblatt", "room_name": "Sali 217", "length": 180, "start_time": "2019-07-28T08:00:00Z", "is_public": true, "video_link": ""}, {"title": "The Chess dance", "description": "Dr John Gardiner-Garden will teach his 32-person chess dance on a life-size chess board. He can teach up to 64 people the dance – so do join the workshop – there will be roles for everyone. The dance can be done at a simple level, moderately challenging level or full challenge level… let’s try to get to the full challenge level!", "category_title": "Työpaja: musiikki / Music", "formatted_hosts": "John Gardiner-Garden", "room_name": "Ala-Galleria", "length": 115, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Konsertti: Anna Kokkonen - kelttihenkistä musiikkia", "description": "Tule kuuntelemaan laulaja-lauluntekijä Anna Kokkosen salaperäistä musiikkia! Ajattomia melodioita, kelttiläisiä vaikutteita ja musiikkia kuin fantasiaelokuvan soundtrackilta, joka vie mukanaan toiseen maailmaan. \r\n\r\nSävellykset, sanat ja tuotanto ovat Anna Kokkosen. Bändissä soittaa tuttuja kasvoja eri yhtyeistä, kuten Poets of the Fall.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Anna Kokkonen", "room_name": "Halli 1", "length": 60, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Vapaata bofferointia", "description": "Pehmomiekkailussa, tai bofferoinnissa, taistelijat ottavat mittaa toisistaan pehmustetuin asein yksinkertaisilla säännöillä. Kevyen liikunnallinen kamppailulaji sopii kaikenlaisille conivierailijoille.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "John Helin", "room_name": "Halli 3 Bofferialue", "length": 150, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Infinity the game miniliiga/demotus", "description": "Infinity-miniliiga Halli 3:ssa. Pelaa pelejä ja osallistu figuarvontaan. Jokainen pelattu peli on arpalippu. Pelaa niin monta peliä kuin haluat, mutta vain kerran per vastustaja. Pöydät varattavissa varauskalenterilla omiin peleihin perjantaista ovien avauksesta sunnuntaihin pari tuntia ennen sulkemisaikaa. Muista kirjoittaa yhteystietosi varauskalenteriin, muuten peliä ei rekisteröidä osallistumiseksi etkä voi osallistua arvontaan.\r\n\r\nTarjolla myös Infinity the Game -peliesittelyjä. Esittely lasketaan myös osallistumiseksi.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Star Trek – Away Team: Season 2", "description": "Join the crew of USS Adventure on the second season of its five year mission to boldly go where no one has gone before! This fast-paced rules-light game is played in one hour episodes. You can join in for one episode or more. Thanks to its popularity last year, this year's game is run as a franchise: There is one game run by the creator, and ready-made gamemaster demo kits for running your own Away Team. Ask the Experience Point for the demo kit. I hope this will allow everyone interested in the game to have a chance to play it. \r\n\r\nTo join a session, check the Experience Point to see when and where the next session is running.", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Jussi \"J2K\" Kenkkilä", "room_name": "Halli 3 Kokemuspiste", "length": 180, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Figure Fellows: Cruel Seas & Kill Team", "description": "Demotamme Jouni Airolan kanssa Warhammer 40k Kill Team -peliä ja Cruel Seas -peliä.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Jouni \"Stöne\" Airola, Jussi \"Blindis\" Wallin", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Twist and Turn - lyhyitä roolipelejä", "description": "Nopeita skenaarioita roolipeleihin tutustuville ja muille pikapelinnälkäisille. Valittavana listallamme:\r\n\r\n- Murtokeikka jalokiviliikkeeseen\r\n- Palkkionmetsästystä villin lännen saluunassa\r\n- Klassisten kauhuhirviöiden konditoriareissu\r\n\r\nAlso available in English! Quick role playing games for beginners or anyone hungry for an RPG snack. Choose from our menu:\r\n\r\n- Burglars on a jewel heist\r\n- Wild West bounty hunting showdown\r\n- Monster mash in a bakery", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Mika Metsätähti", "room_name": "Halli 3 Kokemuspiste", "length": 120, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Dust 1947 - WWII ja Cthulhun nousu", "description": "On vuosi 1947. Sota, joka alkoi 8 vuotta sitten kun Saksa hyökkäsi Puolaan, ei ole ohi. Sota on levinnyt maailmanlaajuiseksi. Maailma on jakaantunut erillisiin ryhmittymiin, vain kourallinen valtioita on onnistunut pysymään neutraaleina ja toimivatkin palkkasotilaina. Sodan pitkittyessä uusia liittoumia syntyi ja vanhoja hajosi.\r\n\r\nTällä hetkellä maailma on jakaantunut erillisiin liittoumiin.\r\n- Liittoutuneet (Allies) ovat keskittyneet USA:n johdon alle. Tämän voimakkaan ryhmittymän pääjäseninä ovat: USA, Yhdistyneet kansakunnat ja Vapaa Ranska.\r\n- Saksa, Skandinaavia ja Keski-Eurooppa ovat liittoutuneet yhteen Akselivalloiksi. Tämä totalitaarinen valtio muodostui Operaatio Walkyrien onnistuessa salamurhaamaan Fuhrerin 1943.\r\n- Pettyneinä liittouman toimintaan Neuvostoliitto ja Kiina yhdistyivät SSU:ksi (Sino-Soviet Union), muodostaen kolmannen ryhmittymän taatakseen kommunismin selviytymisen.\r\n- Keisarillinen Japanin laivasto erosi Japanista ja taistelee mythoksen nousua vastaan Tyynellä valtamerellä, ja muita, jotka eivät erosta pitäneet.\r\n- Mythos eli Cthulhu ja kultistit. Heillä on kokonaan omat tavoitteensa\r\n\r\nYmpäri maailmaa nämä liittoumat taistelevat mullistavan VK-mineraalin hallinnasta. Tämä mineraali on mahdollistanut täysin uusia teknologisia harppauksia. Taistelurobotit ovat korvanneet vanhentuneet panssarivaunut, kuolleet ovat liittyneet taisteluun uudelleen. Laser- sähkö ja sädeaseet korvaavat hiljalleen vanhat tuliaseet. Ja Cthulhu on noussut sekavaa tilannetta hyväksikäyttäen.\r\n\r\nSaksalaiset olivat ensimäiset, jotka alkoivat hyödyntää VK-mineraalin tarjoamia etuja. Kaikki tämän mineraalin ympärillä on kuitenkin edelleen verhottu mysteeriin. Huhut jopa väittävät planeetan ulkopuolisen elämän neuvoneen saksalaisia sen hyödyntämisessä... Ja Vril-konfederaatio saattaa lähiaikoina tulla avaruudesta torjumaan Cthulhua ja mitä tahansa seisoo heidän edessään...", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "GW Specialist Games - Varjot Tharoksen yllä", "description": "Kuolema saapuu Tharokseen synkässä tulevaisuudessa galaksin tuolta puolen ajelehtineiden muukalaisten bioalusten herätessä horroksestaan, ainoana tarpeenaan repiä kaikki elävä planeetalta loputtoman nälkäisiin kitoihinsa. Miljardit ihmishenget panevat toivonsa nyt sinuun, Keisarin sotilas. Lataa äläkä varmista!\r\n\r\nTervetuloa kokeilemaan erilaisia Warhammer 40,000 maailmaan sijoittuvia erikoisempia figupelejä (Battlefleet Gothic, Space Hulk, Betrayal at Calth) viikonlopun läpi kehittyvässä kampanjassa planeetan hengestä, kun ihmisten imperiumi taistelee kynsin hampain olemassaolostaan. Pelit ovat kaksin pelattavia ja demotuksiin kannattaa varata ainakin 30-60 minuuttia. Pelautus onnistuu sekä suomeksi että englanniksi eikä vaadi mitään ennakkotietoja. Kanna kortesi kekoon!", "category_title": "Pelitiski: Kokemuspiste / Experience Point", "formatted_hosts": "Peitsa \"Sherrypie\" Veteli, Erno Trygg", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Sleetheim / AoS28 / 28Mag", "description": "\"200 tuntia työtä, 12 kg maastoa, paljon verta ja kyyneliä\"\r\n\r\nTule katsomaan elävänä Instagramissa paljon ihailua herättänyt @koltti-laatua oleva Sleetheim-pöytä, joka tehtiin Mordheimin 20. juhlavuoden kunniaksi järjestettyyn, ympäri maailmaa osanottajia, figuja ja maastoa keränneeseen peliin. Pöytä on ihmeteltävänä läpi conin, mutta lauantaina paikalla on myös Alexander Winberg Echoes of Imperium -blogista kertomassa tämän pelin järjstämisestä, sekä AOS28 - Dark age of Sigmar -yhteisöstä ja 28 Mag -nettilehdestä.", "category_title": "Pelitiski: Figupeli / Miniature wargame", "formatted_hosts": "Alexander Winberg", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Exploding Kittens / Star Realms, leppoisaa korttipelaamista.", "description": "Exploding kittens, nopea ja helppo kaikki vastaan kaikki -korttipeli, jossa yrität estää kissanpentuja räjäyttämästä sinua. Teemana räjähtävät kissanpennut. Kortit englanniksi, mutta peli on kielivapaa. Viidelle pelaajalle.\r\n\r\nStar Realms, nopeatempoinen pakanrakennuspeli avaruusteemalla max neljälle pelaajalle. Osta avaruusaluksia, rakenna avaruusasemia ja pysy pisimpään hengissä. Korteissa jonkin verran tekstiä englanniksi.", "category_title": "Pelitiski: Korttipeli / Card game", "formatted_hosts": "", "room_name": "Halli 3 Korttipelialue", "length": 180, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Pikkulintu, iso lintu, erikoislintu - linnut mytologiassa, roolipeleissä ja ihan oikeassa maailmassa", "description": "Tule kuulemaan, millaisia lintuja liihottaa ropemaailmojen taivailla ja uiskentelee mytologian vesissä. Lisäksi lintuja pienestä tyttösestä asti harrastanut puhuja esittelee teille tosimaailman kummajaisia sekä ideoita, miten niitä voi käyttää peleissä.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Taina Nyman", "room_name": "Sali 103", "length": 45, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Jaakko Alamikkulan kirjailijahaastattelu", "description": "Kuninkaan kotka on kirjailija Jaakko Alamikkulalta jo toinen Praedor-maailmaan sijoittuva romaani. Roolipelikirjailija Ville \"Burger\" Vuorela ottaa selvää mitä Jaakon Jaconiassa on oikein tekeillä ja mikä häntä siinä kiinnostaa? Lisäksi keskustelemme siitä, millaista on kirjoittaa yhteiseen maailmaan muiden kirjailijoiden ja sarjakuvantekijöiden kanssa, ja miten julkaistu kirjailija neuvoisi niitä, joiden roolipeleistä innoituksensa saaneet kertomukset ovat toistaiseksi jääneet vain pöytälaatikkoon.", "category_title": "Puheohjelma: keskustelu / Discussion group", "formatted_hosts": "Ville \"Burgeri\" Vuorela, Jaakko Alamikkula", "room_name": "Sali 201", "length": 105, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "SINÄ JA MINÄ -larppisuhteessa", "description": "Perhelounaalla. Juoksuhaudoissa. Lemmenhuumassa. Toistemme kurkuissa.\r\n\r\nKahdenvälisessä pelaamisessa moni asia voi mennä pieleen niin ennen peliä, sen aikana kuin jälkeenkin. Mutta ei välttämättä! Todistetusti erilaisia ihmissuhteita pelatessa lopputulemana voi olla myös antoisa, toimiva, kenties jopa voimauttava kokemus sekä draama- että metatasolla. \r\n\r\nMitkä tekijät saavat taian tapahtumaan? Miten tukea toisen peliä ja huomioida samalla myös itsensä? Meillä ei ole valmista ihmeformulaa, mutta joltisesti näkemyksiä sen aineksista sekä tietenkin paljon hyviä kysymyksiä. Tervetuloa kuuntelemaan, osallistumaan sekä tietenkin poimimaan vinkeistä ne itsellesi parhaimmat. \r\n\r\nPanelisteina Ilana Rimón, Jukka Oksanen, Minna Heimola, Hanna Erkinjuntti ja Marko Taiminen.", "category_title": "Puheohjelma: paneeli / Panel discussion", "formatted_hosts": "Ilana", "room_name": "Sali 206", "length": 105, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Pohojosen emäntien satutunti", "description": "Pohojosen emännät kertovat myyttisiä satuja ja vähemmän myyttisiä juttuja! Tuttuun tyyllin vapaamuotoista tarinankerrontaa suurista sankareista ja erikoissuurista urpoista. Sadut sopivat kaikille, mutta kerrontatyylin takia ohjelma on K-16.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Virva \"nessu\" Vuopala, Viivi Junno, Tikki", "room_name": "Sali 207", "length": 105, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Huonon fantasiasarjakuvan työpaja", "description": "Tervetuloa pirtämään huonoja fantasiasarjakuvia! Ei haittaa, vaikket osaisi piirtää tai keksiä tarinoita: työpajamme tarjoaa satunnaisjuonigeneraattorin, jonka avulla syntyy arkkityyppisiä sankarinoita parhaimmil... tai siis pahimmillaan! Täällä päämääränä ei ole luoda moderneja sarjakuvan klassikoita, vaan tärkeämpää on tee se itse -henki, matalan kynnyksen luova toiminta ja se, että jokainen uskaltaa piirtää ja tehdä kämäistä sarjakuvaa. Taiteellisen kunnianhimon sijaan pääosassa on hauskanpito! Työpajaan on ennakkoilmoittautuminen infotiskillä.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Miika \"Naskali\" Auvinen", "room_name": "Sali 209", "length": 105, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Spellbound", "description": "In a time before reason and order, before the forests were cut down, the lakes straightened and all of the soil farmed. In the shadows, in the corner of your eyes, beneath the earth we walked upon, dwelled something not human. Before the dawn of reason shredded the shadows of magic, it was the time of the Undergrounders. Magical creatures of the North that played, danced, and longed to be near humans.\r\n\r\nSometimes a young man or woman would venture into the forest on Midsummer’s Eve and catch the eyes of an undergrounder. They would be lured to the halls of the Mountain King, where they would forget time, love, loyalty and all that they left behind. There they would get lost for perhaps even hundreds of years before returning to a world changed. \r\n\r\nThis scenario is about Humans and Undergrounders, about luring and being lured, about losing yourself and remembering and about finding your way back home. And it’s about those things that bring you back home: Faith, Love & Hope. In the scenario you play a night in the halls of the Mountain King, a night of seduction, ecstasy, memories, conflict and the possibility of returning back home, when dawn disturbs the magic of the underground.\r\n\r\nThe scenario is non-verbal, and includes dancing and music. Half of the players are required to wear a mask (provided). Players are recommended to wear comfortable clothes and shoes, and if possible something white/light and black/dark (for example  a spare shirt). Players are divided to two groups, and different colours make them easier to tell apart.", "category_title": "LARP", "formatted_hosts": "Marjaana \"Maryjane\" Karttunen, Salme Vanhanen", "room_name": "Sali 215", "length": 240, "start_time": "2019-07-28T09:00:00Z", "is_public": true, "video_link": ""}, {"title": "Westerosin Cosplaydeitti", "description": "Ensimmäistä kertaa koskaan Ropeconissa järjestetään Cosplaydeitti: leikkimielinen Napakymppiä parodioiva ohjelmanumero, jossa osallistujat esittävät cosplay-, larppi-, tai myös OC-hahmoja, ja tavoittelevat kumppania. Juontajiksi saapuu mahtisukujen edustajia Westerosin kuningaskunnasta, jos Rautavaltaistuimen tavoittelultaan ehtivät.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Deittiheittiöt", "room_name": "Sali 208", "length": 60, "start_time": "2019-07-28T09:30:00Z", "is_public": true, "video_link": ""}, {"title": "Väriteoriaa figumaalaajille", "description": "Tule oppimaan perusteet väreistä ja värien valitsemisesta miniatyyriprojekteillesi! Tässä sekä aloittelijoille että kokeneemmillekin figumaalaajille suunnatussa työpajassa käydään läpi värien suhdetta toisiinsa, uusien värien sekoittamista sekä periaatteita kauniiden väriyhdistelmien valintaan. Työpajaan on ennakkoilmoittautuminen infotiskillä.", "category_title": "Työpaja: figut / Miniature figurines", "formatted_hosts": "Sini Haapanen", "room_name": "Halli 1B Työpaja-alue", "length": 45, "start_time": "2019-07-28T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Art Directing Roleplaying Games", "description": "Guest of Honour Jon Hodgson talks about the art directing process of roleplaying projects, giving examples from his previous projects and the ones is working on these days.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Jon Hodgson", "room_name": "Sali 103", "length": 105, "start_time": "2019-07-28T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Cummallisia coukeroita eli cadzaus Wanhã Suomen kirioituxeen", "description": "Vanhat painotuotteet ovat kovin kummallisia. Äffäksi naamioituneita ässiä, satunnaisesti ripoteltuja c-kirjaimia ja toisten kirjaimien päällä kiipeileviä matoja sekä e-kirjaimia. Sekasotkun takaa löytyy kuitenkin systematiikkaa, jonka hallitsemalla pystyy tekemään vaikka 1500-lukuisen käskykirjeen tai 1600-lukuisen lentolehtisen propiksi peliin. Esitys on pikakurssi suomen oikeinkirjoituksen ja typografian historiaan sekä nykyfontteihin, joilla voi tuottaa vanhanaikaista tekstiä.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Tommi Syrjänen", "room_name": "Sali 204", "length": 45, "start_time": "2019-07-28T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Kuinka epäonnistutaan, kun rahat ovat jo tilillä: Kickstarterin varoittavat esimerkit", "description": "Kickstarterin merkitys analogisten pelien julkaisussa on valtaisa nykypäivänä. 2019 pöytäpelit keräsivät 165 miljoona dollaria, mikä oli 19.8% enemmän kuin edeltävänä vuotena. Onkin helppoa ajatella, että Kickstarterin vaikein osuus on saada kampanjan aikana kerättyä tarvitsemansa summa rahaa. Ohjelmassa käydään läpi varoittavia ja surkuhupaisia esimerkkejä siitä, mikä kaikki voi mennä pieleen ja millaisia yllättäviä asioita tulisi ottaa huomioon.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "KJ", "room_name": "Sali 205", "length": 105, "start_time": "2019-07-28T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Ennileian lettikoulu vasta-alkajille", "description": "Haaveiletko lumoavien lettien loihtimisesta, mutta palmikointiyritysten seurauksena on tukka takussa ja sormet solmussa? Ei hätää, Ennileian lettikoulu on täällä taas! Lettikoulussa opettelemme yhdessä tekemään perusletin kolmella suortuvalla, köysiletin ja kalanruotoletin. Et tarvitse minkäänlaista ennakko-osaamista, riittää kun tuot mukanasi kaverin, jonka kuontaloon saat lettejä harjoitella (mielellään puolipitkät tai pitkät hiukset). Työpajaan mahtuu maksimissaan 12 henkilöä (6 letittäjää malleineen). Ennakkoilmoittautuminen infotiskillä.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Suvi \"Ennileia\" Laine", "room_name": "Sali 210", "length": 45, "start_time": "2019-07-28T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Lady Norton’s Diamonds", "description": "Welcome to the Empire of Steam. You are all members of a notorious gang of jewel thieves known as “The Toffs.” Your daring exploits have both thrilled and horrified good old London town, and Her Majesty’s police force are no nearer to working out who you are or where you’re hiding. But could your next job - an attempt to steal Lady Norton’s magnificent diamond necklace - be a theft too far? Plan your heist, then see if you can carry it out. Will your reputation grow even further, or will you find yourselves languishing at Her Majesty’s pleasure? Only time will tell...\r\n\r\n(For ages 8+. No experience necessary. Pregenerated characters will be provided.)", "category_title": "Roolipeli / Pen & Paper RPG", "formatted_hosts": "Lynne Hardy", "room_name": "Sali 301", "length": 120, "start_time": "2019-07-28T10:00:00Z", "is_public": true, "video_link": ""}, {"title": "Konsertti: Mamyth", "description": "Mamyth on ulottuvuusmatka kauniista fantasiasadusta muinaiseen runolauluun. Yhtye yhdistelee omaperäisesti soittimia, musiikkityylejä ja aikakausia, vahvalla tunteella ja rajattomalla mielikuvituksella. Mamythin instrumentteina ovat kantele, nokkahuilu, koskettimet, basso, rummut, perkussiot ja moniääninen laulu. Melodisuus, vahva rytmiikka sekä yhtyeen näyttävät esiintymisasut vievät kuulijan sadunhohtoiselle matkalle, jossa perinnemusiikki ja etniset mausteet luovat yhdessä uudenlaisen, ajattoman maailman.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "", "room_name": "Halli 1", "length": 60, "start_time": "2019-07-28T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Larppaajan kokema stressi", "description": "Larppaaminen voi vaatia mm. huomattavaa panostamista ja mukavuusrajojen rikkomista, sitä voi myös hyvin kutsua sosiaalisuuden extreme-urheilulajiksi. Larppaaminen on antoisaa, mutta se voi vaativuudellaan myös kuormittaa, stressata, ahdistaa tai huolestuttaa. Kesällä 2019 Eino ja Ira tutkivat kyselyllä, kuinka larppaajat kokevat stressiä. Kyselyllä kartoitettiin stressin voimakkuutta, sen syitä, selviytymiskeinoja sekä larppistressille altistavia elämäntilanteeseen ja luonteeseen liittyviä tekijöitä. Tervetuloa kuulemaan lisää stressistä ja kyselyn tuloksista!", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Ira Nykänen, Eino Partanen", "room_name": "Sali 201", "length": 105, "start_time": "2019-07-28T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Ensimmäistä kertaa pelinjohtajana", "description": "Ensimmäisen oman pelisession vetäminen pöytäroolipeleissä on yksi pelinjohtajan suurimmista haasteista. Ennen kuin ensimmäistäkään nopanheittoa on suoritettu, hänen pitää suorittaa monia valmisteluja: seikkailu pitää suunnitella, ei-pelaajahahmojen hahmolomakkeet pitää täyttää, seikkailun eri tapahtumapaikkojen kartat pitää piirtää ja pelipäivä pitää aikatauluttaa niin, että kaikki pääsevät mukaan. Mutta haasteet eivät lopu tähän; mitä tehdä jos pelaajat munchkaavat tai jos säännöistä ei päästä yhteisymmärrykseen?\r\n\r\nLuennon aikana käydään läpi, mitä kaikkea ensikertalaisen pelinjohtajan pitää huomioida ensimmäistä peliään suunnitellessa. Luennolla puhutaan mm. seikkailujen rakenteesta, ongelmallisten pelaajien kohtelusta ja pelinjohtajan roolista pelinvetäjänä sekä jaetaan hyväksi havaittuja kikkoja vuosien varrelta. Luento on suunnattu erityisesti aloitteleville pelinjohtajille, mutta soveltuu kaikille pelinjohtajille, jotka kaipaavat vinkkejä ja neuvoja pelien vetämiseen.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Mikko \"Herra Mirandos\" Iivonen", "room_name": "Sali 206", "length": 105, "start_time": "2019-07-28T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Historia ja pop-kulttuuri IV: Sotakoneet ja piiritykset", "description": "Luentosarjan neljännessä osassa vuorossa ovat sotakoneet ja piiritykset. Millaisia sotakoneita oli olemassa? Miten niitä käytettiin? Kuinka tehokkaita ne olivat? Luuletko tietäväsi, mikä on katapultti? Esitelmä on jatkoa historia ja pop-kulttuuri -sarjassa, jonka aiemmissa osissa on käsitelty aseita, kilpiä ja haarniskoita.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Sakari Saaristo", "room_name": "Sali 207", "length": 105, "start_time": "2019-07-28T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Historian hämärimmät myytit", "description": "Tarinat ja myytit ovat täynnä outoa ja ihmeellistä tavaraa. Tule tutustumaan oudoimpiin myytteihin ja täräyttävimpiin tarinoihin tässä ohjelmassa, jossa kuljemme historiamme myyttejä läpi aina maailman alusta, aloittaen syntymästä, kasvusta, teoista ja aina kuolemaan asti. Esityksessä käsitellään myös kevyesti härskejä aiheita, joita monet myytit ovat täynnä.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Esa Riutta", "room_name": "Sali 208", "length": 45, "start_time": "2019-07-28T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Ennileian lettikoulu: drop-in sessio", "description": "Kaipaako coni-lookkisi muutamaa palmikkoa koristuksekseen? Valuuko kuontalo silmille boffatessa? Sattuuko ahkeran larppaamisen ja pelaamisen välissä olemaan tyhjä tauko? Ota kaveri mukaan ja tulkaa tekemään toisillenne leikkisät lettikampaukset Ennileian lettikoulun drop-in sessioon! Työpaja tarjoaa tarvikkeet ja kampausohjeet, joiden avulla voit vapauttaa sisäisen lettitaiteilijasi, olitpa sitten vasta-alkaja tai edistynyt letittäjä. Paikalla neuvomassa myös itseoppinut letti-intoilija Ennileia.", "category_title": "Työpaja: muu / Other workshop", "formatted_hosts": "Suvi \"Ennileia\" Laine", "room_name": "Sali 210", "length": 105, "start_time": "2019-07-28T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Black Box 101 -työpaja", "description": "Käytännönläheinen ja aloittelijaystävällinen työpaja Black Box -ympäristön hyödyntämisestä larpeissa. Miten rakennetaan Black Box ja mitä mahdollisuuksia se tarjoaa pelisuunnittelijalle? Työpajassa harjoitellaan esimerkkikohtausten avulla mm. ääni- ja valotekniikan käyttämistä.", "category_title": "LARP", "formatted_hosts": "Hannu Niemi", "room_name": "Sali 217", "length": 180, "start_time": "2019-07-28T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Jumissa (2. pelautus)", "description": "\"Jumissa\" on peli suljettuun tilaan laitetuista ihmisistä, joiden tehtävä on selvittää, missä he ovat, miksi he ovat siellä ja miten he pääsevät sieltä ulos. Larppia voi ajatella myös eräänlaisena pakohuonepelinä, jossa vihjeet ovat fyysisten esineiden sijaan hahmokuvauksissa ja jossa twisti on M. Shamayamalama -luokan aivopierua. Et tarvitse proppeja, tule paikalle sellaisena kuin olet. Sopii myös aloittelijoille ja ensikertalaisille. Ikäsuositus 16+", "category_title": "LARP", "formatted_hosts": "Iiris Kaasinen", "room_name": "Sali 218", "length": 120, "start_time": "2019-07-28T11:00:00Z", "is_public": true, "video_link": ""}, {"title": "Boffausturnauksen pudotuspeli ja finaali", "description": "Pehmomiekkailun yksilöturnauksen finaali. Pehmomiekkailussa, tai bofferoinnissa, taistelijat ottavat mittaa toisistaan pehmustetuin asein yksinkertaisilla säännöillä. Perjantain ja lauantain karsinnoista selvinneet taistelija mittelevät voitosta keskenään Sunnuntain finaalissa. Mikäli olet selvinnyt finaaliin olethan paikalla sen alkaessa.", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "John Helin", "room_name": "Halli 3 Bofferialue", "length": 150, "start_time": "2019-07-28T11:30:00Z", "is_public": true, "video_link": ""}, {"title": "Sairasta historiaa osa 5: Espanjantauti", "description": "Vuonna 1918 kymmeniä miljoonia ihmisiä kuoli, mutta ei sotiin tai nälkään, vaan tautiin. Yleensä taudeille ovat herkimpiä lapset ja vanhukset, mutta espanjantauti tappoi nimenomaan aiemmin terveitä, nuoria aikuisia. Miksi yksi ihmiskunnan historian tuhoisimmista pandemioista usein sivuutetaan, vaikka se tapahtui verrattain lähihistoriassa? Ja voisiko sama tapahtua uudelleen? Tule kuulemaan tuhoisasta pandemiasta ja hakemaan inspiraatiota pandemioiden käyttöön omassa kampanjassasi.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Sohvi Paasikivi", "room_name": "Sali 103", "length": 105, "start_time": "2019-07-28T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Caramonista Drizztiin - voimakkuus roolipeleissä", "description": "Roolipelisuunnittelija ja fysiikkaharjoitteluun erikoistunut valmentaja Jukka Sorsa kertoo mitä ja millaista voima on ja miten sitä harjoitetaan. Tule kuulemaan nörttitason faktoja voimasta. Tämän ohjelman jälkeen saat bonuksen STR +1.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Jukka Sorsa, Miska Fredman", "room_name": "Sali 204", "length": 105, "start_time": "2019-07-28T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "World building through dance -the Bordonian experience", "description": "The creator of the Bordonian Dances Dr John Gardiner-Garden’s will speak on the creation of the Bordonian world and the '120 Lost Dances of Earthly Delights’ dance and music collections, and on his adventures with this creation (its pleasures and surprises) over the last 20 years.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "John Gardiner-Garden", "room_name": "Sali 205", "length": 105, "start_time": "2019-07-28T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Taiteellinen/luova työskentely osana liveroolipeliä", "description": "Luova työskentely ja taiteen tuottaminen tukee liveroolipelaamista niin pelin fiktiossa kuin sen ulkopuolella. Maalaaminen, laulaminen, kirjoittaminen sekä lukuisat muut taiteen muodot tarjoavat pelaajalle ja pelinjohtajalle uusia työkaluja niin peliin valmistautumiseen, hahmoon eläytymiseen kuin pelikokemuksen purkamiseen. Luennon aikana tarkastellaan luovan työskentelyn eri funktioita ja potentiaalia osana liveroolipeliprosessia. Esimerkkitapauksena käytetään mm. liveroolipeliä “Viimeiset” (2018) sekä siihen liittyvää luovaa prosessia. Ohjelman aikana esitetään myös fiktiivinen dokumenttielokuva, joka tuotettiin Viimeiset-liveroolipelin aikana.\r\n\r\nPuhujina liveroolipelin “Viimeiset” luoja ja luovan prosessin fasilitaattori Maiju Tarpila, sekä larpissa fiktiivisen dokumenttielokuvan ja maisterityönsä tuottanut Ama Laine.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Maiju, Ama Laine", "room_name": "Sali 208", "length": 105, "start_time": "2019-07-28T12:00:00Z", "is_public": true, "video_link": ""}, {"title": "Riverside Castle & Another Castle", "description": "Lavan valtaa jälleen eeppinen määrä kuoroenergiaa, kun Turun ja Helsingin nörteimmät enimmäkseen naiskuorot - Riverside Castle ja Another Castle - yhdistävät voimansa. Nörttimäistä musiikkia tullaan kuulemaan laidasta laitaan niin peleistä, elokuvista kuin tv-sarjoistakin.\r\n\r\n\"One day, we will be reunited. Until then, my spirit will always be with you.\"", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "Saana Myllyntausta", "room_name": "Halli 1", "length": 45, "start_time": "2019-07-28T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Flying creatures and why they don't exist", "description": "According to all laws of aviation, there is no way that a dragon should be able to fly. The dragon, of course, flies anyways, because storytellers don't care what humans think is impossible. But have you ever wondered what is the real reason why dragons, angels and other mythological creatures do not roam our skies? Let's take a quick look from a biologist's perspective.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Viivi Halonen", "room_name": "Sali 201", "length": 45, "start_time": "2019-07-28T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Tulevat larpit ja tapahtumat", "description": "Larppaajat ja larpeista kiinnostuneet, tulkaa kuulemaan puheenvuoroja ja näkemään trailereita tulevista larpeista ja larppeihin liittyvistä tapahtumista!", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "JohannaK", "room_name": "Sali 206", "length": 45, "start_time": "2019-07-28T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Suomalaiset parannusloitsut ja tautimytologia", "description": "Suomessa 1800-luvulla arkistoihin talletetut kalevalamittaiset runot kuvaavat usein suomalaisen mytologian muotoja. Uskontotieteilijä ja folkloristiikan väitöstutkija Siria Kohonen kertoo, millaisia runoja ovat suomalaiset parannusloitsut ja miten ne ilmentävät erityisesti tauteihin ja parantamiseen liittyvää mytologiaa ja sen kerrostumia.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Siria Kohonen", "room_name": "Sali 207", "length": 45, "start_time": "2019-07-28T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Figukampanjat 101", "description": "Kampanjat ovat yksi parhaista figupelaamisen muodoista. Niiden järjestäminen vain usein vaatii hiukan ylimääräistä panosta, sillä useimmat kaupallisetkin kampanjasysteemit ovat parhaimmillaankin vain suuntaa antavia. Lisäksi kampanjan aikainen kommunikointi ja dokumentointi aiheuttavat omat haasteensa. Luennon tarkoituksena on antaa case-esimerkkien pohjalta vinkkejä omien kampanjoiden pyörittämiseen ja erilaisten kokemusperäisten ongelmien ratkomiseen sekä käydä läpi erilaisia kampanjatyyppejä.\r\n\r\nLuennoitsijoina kymmeniä erilaisia kampanjoita organisoineet Nopat ja Taktiikka -kerholaiset Teemu Kujala ja Jaakko Siitonen.", "category_title": "Puheohjelma: esitelmä / Presentation", "formatted_hosts": "Teemu Kujala, Jaakko", "room_name": "Sali 209", "length": 45, "start_time": "2019-07-28T13:00:00Z", "is_public": true, "video_link": ""}, {"title": "Päättäjäiset", "description": "Ropecon-viikonloppu on saapunut päätökseensä. Viimeisenä kuitenkin pääsemme tapaamaan kunniavieraat vielä kerran ja osoittamaan suosiotamme conin monien eri kilpailujen voittajille!", "category_title": "Muu ohjelma / None of the above", "formatted_hosts": "", "room_name": "Halli 1", "length": 45, "start_time": "2019-07-28T14:00:00Z", "is_public": true, "video_link": ""}]