[{"id":8144,"title":"Suomen pelimuseo","desc":"Kuuluvatko roolipelit museoon? Suomen pelimuseon pisteellä voi kuulla museon uusimmat kuulumiset roolipelien saralta, mutta myös osallistua roolipelien museointiin. Lisäksi meillä on jaossa Andy Pilkkeen suunnittelemia ja Matti Niinimäen kuvittamaa seikkailua ”Velhon kirottu loitsukirja”.\r\n\r\nMeille saa kertoa myös hahmostaan! Voit täyttää oman pelihistoriahahmolomakkeesi, tai osallistua pelihistorioiden kartoittamiseen pelitutkija Jaakko Stenrosin ohjaamassa työpajassa lauantaina. Voit myös kuvauttaa itsesi museon kuvauspisteellä lauantaina klo 12 - 16.\r\n \r\nSuomen pelimuseon pisteellä päivystetään perjantaina klo 15 - 18, lauantaina klo 11 - 17 ja sunnuntaina 11 - 15.","notes":"","loc":["Halli 5 Näyttelyalue"],"date":"2017-07-28","time":"15:00","mins":180,"tags":["Muu ohjelma"],"people":[{"id":10298,"name":"Säilynoja Sanna"},{"id":10297,"name":"Salpakari Riku"},{"id":10119,"name":"Nylund Niklas"}]},{"id":8143,"title":"Proppinäyttely","desc":"Tarinoita ja kädentaitoja, niistä on propit tehty. Näyttelyssä nähtävät esineet ja asut voivat olla joko omistajansa muistorikkaimpia tavaroita harrastustaipaleen varrelta, ne voivat kertoa tarinaa rakkaasta hahmosta, tai niiden valmistamiseen on saattanut upota päiviä ja öitä.\r\n\r\nNäyttelyssä pääset näkemään esineiden, pukujen, kirjoitusten ja valokuvien välittämänä tarinaa suomalaisesta larppiharrastuksesta.","notes":"","loc":["Halli 5 Näyttelyalue"],"date":"2017-07-28","time":"15:00","mins":3000,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9727,"name":"Holappa Sirian"},{"id":9516,"name":"Piotrowski Carolin"},{"id":10152,"name":" Illusia Ry"}]},{"id":7962,"title":"Pukukilpailu: Ilmoittautuminen / Sign up","desc":"Ilmoittaudu mukaan pukukilpailuun! Kuvauta asusi ja täytä ilmolomake. Ropeconin perinteinen pukukilpailu tekee paluun tänäkin vuonna! Ilmoittautumiset perjantain ja lauantain aikana, ja yleisöäänestys lauantai-illasta sunnuntaille.","notes":"","loc":["Halli 5 Pukukilpailutiski"],"date":"2017-07-28","time":"15:00","mins":240,"tags":["Muu ohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9288,"name":"Pykäläinen Eetu"},{"id":8847,"name":"Sirola Laura"}]},{"id":8078,"title":"Arki-ilta Gothamissa: Ilmoittautuminen","desc":"Arki-ilta Gothamissa on kevyt ja toiminnallinen larppi reilulle 20 hengelle pariksi kolmeksi tunniksi. Hahmot ovat bätmän-pahisten onnettomia kätyreitä, jotka ovat tulleet kaikkien roistojen yhteiseen kantakapakkaan rentoutumaan raskaan työpäivän jälkeen. Toki lasillisen ääressä suunnitellaan uusia ryöstöjä sekä puidaan vanhoja kalavelkoja ja nahistellaan jengien kesken. Pelautukset ovat kiertueelle lähteneen pelin 4. ja 5. Pelissä on myös lyhyitä NPC-hahmoja, joten paikalle on mahdollista tulla pyörähtämään vierailulle kesken kaiken.","notes":"","loc":["Larp-tiski"],"date":"2017-07-28","time":"15:00","mins":120,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":10244,"name":"Oesch Kirsi"},{"id":7809,"name":"Metsätähti Mika"}]},{"id":8076,"title":"Former Celebrities: Ilmoittautuminen","desc":"They are the homeless, the hobos, the bums, the drunkards and outcasts. They have many names, and tonight, as each night, they have gathered around a fire to spend the night, eat, drink and tell stories.\r\n\r\nOnce upon a time, they were celebrities. They were famous and happy. What mockery of fate has brought them here? What (the heck) went wrong?\r\n\r\nEach night, one of them tells their story. And the others listen, and hence become part of it.\r\n\r\nBut one of them has a Ticket. A Ticket of Fortune. What if they win a million? Would the fortunate once more become a celebrity. And happy? Could they change their fate? Find long lost loved ones? Help their fellow unfortunates?\r\n\r\nTruth will rise, before the days are done.\r\n\r\nThe game stresses upon storytelling-story-acting, immersion, characterization and emotions; the choices we make and things that \"just happen\" that happen to change everything. The (accidental) reasons behind one's downfall. Nostalgia, and the dreams and hopes for one's future.","notes":"","loc":["Larp-tiski"],"date":"2017-07-28","time":"15:00","mins":120,"tags":["Larpit","In English"],"people":[{"id":10083,"name":"Ostrat Diana"}]},{"id":7965,"title":"Con-patsaan taonta","desc":"Sepät takovat tänäkin vuonna Ropecon patsaan tapahtuman aikana ja luovuttavat sen conitealla päättäjäisissä. Seuraa taideteoksen syntyä!","notes":"","loc":["Messuaukio"],"date":"2017-07-28","time":"15:00","mins":3000,"tags":["Muu ohjelma"],"people":[{"id":7761,"name":"Routavirta Anssi"},{"id":7400,"name":"Kahiluoto Juha"}]},{"id":7954,"title":"Taidetakomo Täystuho present Tao oma korusi","desc":"Tao oma korusi oikeiden seppien opastuksella. Kurssi kesto on noin 30-45min per henkilö. Kurssi maksu on 25€. \r\nKurssi voidaan tarvittaessa myös hoitaa englanniksi.","notes":"","loc":["Messuaukio"],"date":"2017-07-28","time":"15:00","mins":180,"tags":["Muu ohjelma","Työpaja","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":7761,"name":"Routavirta Anssi"},{"id":7400,"name":"Kahiluoto Juha"}]},{"id":8233,"title":"Lautapelien lainauspiste - Board game library: Lautapelien lainauspiste","desc":"Ropeconissa on jälleen tarjolla iso kasa lautapelejä pelattavaksi ja lautapelitiskin asiantuntijat myös opastavat sopivan pelin löytämisessä. Lautapelitiskiltä voit lainata itsellesi pelin panttia vastaan ja kysellä itsellesi peliseuraa. Panttina voidaan käyttää esimerkiksi ajokorttia tai kännykkää. Pelejä ei saa viedä ulos.\r\n\r\n\r\nThere is once more a plethora of board games to choose from at the board game library of Ropecon. You can borrow a game from the library for a collateral (e.g. driver's license or mobile phone) and find people to play with. If you have trouble choosing or need instructions on how to play, our staff will be glad to help you. It is forbidden to take the games outside.\n\nLautapelien lainausta","notes":"","loc":["Sali 103"],"date":"2017-07-28","time":"15:00","mins":3000,"tags":["Lautapelit","Muu ohjelma","Aloittelijaystävällinen","In English"],"people":[{"id":5280,"name":"Lemström Mika"}]},{"id":8189,"title":"Dystopian Wars","desc":"Monipuolinen steampunk-figupeli, jossa yhdistyy maa-, meri- ja ilmataistelut!","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"15:00","mins":360,"tags":["Figut","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10246,"name":"Pesonen Tomi"}]},{"id":7966,"title":"Magic: The Gathering","desc":"Magic: the Gathering on Wizards of the Coastin valmistama maailman suurin keräilykorttipeli. Peli on inspiroinut esimerkiksi Blizzardin huippusuositun Hearthstone -virtuaalikorttipelin.\r\n\r\nMTG soveltuu kaikille englannin kielen taitoisille yli 12 - vuotiaille. Jokaisesta Suomen kaupungista löytyy pelaajia ja pelata voi ihan kavereiden kanssa keittiön pöydällä tai osallistua kymppitonnien rahapalkinnon omaaviin turnauksiin ja kaikkea siltä väliltä.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"15:00","mins":360,"tags":["Korttipelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":9231,"name":"Koskinen Akseli"},{"id":9657,"name":"Anttila Teemu"},{"id":9943,"name":"Ahtiainen Esa"},{"id":9196,"name":"Porttikivi Elmo"},{"id":10312,"name":"Räty Niko"},{"id":9249,"name":"Välimäki Jonne"},{"id":9942,"name":"Topp Miro"},{"id":9676,"name":"Palmén Toivo"},{"id":9134,"name":"Marinos Dimitrios"}]},{"id":8192,"title":"Dawn of Peacemakers","desc":"Dawn of Peacemakers on alati muuttuva lautapeli jatkuvalla kampanjalla. Pelaajat astuvat seikkailijoiden saappaisiin sotatantereella. Sinun on luotettava tiimitovereihisi ja tehtävä yhteistyötä heidän kanssaan, jos haluat saattaa sodan rauhanomaiseen päätökseen.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"15:00","mins":300,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10315,"name":"Laakso Sami - Snowdale Design -"}]},{"id":7983,"title":"Riichi Mahjong","desc":"Japanilaista mahjongia sekä kokeneille että alottelijoille. Peli on neljän hengen taktinen uhkapeli, joka kestää noin 45 - 90min. Peliseuraa löytyy myös paikan päältä, tervetuloa kokeilemaan yksin tai seurassa!","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"15:00","mins":360,"tags":["Lapsiystävällinen","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10263,"name":"Luomakoski Lilli "},{"id":9737,"name":"Ikonen Sakari"},{"id":8375,"name":"Wahlström Maaria"},{"id":9736,"name":"Kaarnaoja Niina"},{"id":8861,"name":"Kirjokangas Mikko"}]},{"id":7959,"title":"Specialist Games","desc":"Kättä lippaan ja voimanyrkki tanaan, sotilas! Games Workshopin pienempiä, klassisia erikoispelejä esittelyssä tänäkin vuonna läpi conin. Tule ohjaamaan kilometrien mittaisten avaruusalusten laivastoja Battlefleet Gothicin pariin, puhdistamaan Space Hulkin klaustrofobisia käytäviä xenoista liekinheittimellä, rymistelemään palloa (ja vastapelaajien ruumiinkappaleita) maaliin Blood Bowlin nurmikentille tai syöksymään ihmiskunnan synkeimmän sisällissodan katkeraan tuiskeeseen Betrayal at Calthin taistoihin. Sopii niin veteraaneille kuin vasta-alkajillekin!","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"15:00","mins":360,"tags":["Figut","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":9944,"name":"Trygg Erno"},{"id":7103,"name":"Veteli Peitsa"}]},{"id":8167,"title":"Turvasatama","desc":"Turvasatama on tarkoitettu matalan kynnyksen tutustumispaikaksi ensisijaisesti ensikertalaisille, mutta myös kokeneemmat conikonkarit ovat tervetulleita. Turvasatama on kaikille niille, jotka saattavat tarvita conikaveria, suunnistusapua tapahtuma-alueella tai muuta apua viikonlopun aikana. Satamatyöntekijät toimivat auttajina ja opastajina kävijöille ja tarvittaessa lähtevät vaikka ohjelmaan mukaan, jos et uskalla itse mennä yksin. Satamaan voi tulla myös lepuuttamaan jalkojaan, pelailemaan pelejä tai vain hengaamaan vapaasti. \r\n\r\nRatkesiko puvusta sauma? Ei hätää! Turvasatamasta löydät myös suositun Cosplay-ensiapupisteen.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"15:00","mins":360,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen"],"people":[{"id":8953,"name":"Nörttitytöt  "}]},{"id":8173,"title":"Merchants Prestige","desc":"Merchants Prestige on kehitteillä oleva lautapeli, jossa pelaajat asettuvat renessanssiajan kauppias-sukujen rooliin kilpaillakseen arvovallasta.\r\nTule testaamaan ja antamaan palautetta.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"15:00","mins":180,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10257,"name":"Puhakka Janne"},{"id":10248,"name":"Tanskanen Joni"}]},{"id":8255,"title":"Bliaron - Masters of Magic","desc":"Bliaron - Masters of Magic is an upcoming cardgame where mages battle their rivals and the last one standing is crowned the victor. Combine cards from your hand to cast powerful spells of your own design and knock out the other players before they do the same to you! Come test the game before it's out and give us some feedback and comments.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"15:00","mins":360,"tags":["Korttipelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10103,"name":"Lax Antti"}]},{"id":8252,"title":"Myrrysmiesten pelejä","desc":"Esittelyssä sekä julkaistuja pelejä (Hood, Hounds of the Sea jne.) että kokeiluasteella olevia pelejä. Pelienkehittäjä kertoo tarvittaessa peleistä.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"15:00","mins":360,"tags":["Lautapelit","Lapsiystävällinen","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":6753,"name":"Sorsa Jukka "}]},{"id":8249,"title":"Hamstraajat","desc":"Voiko venäjää oppia helposti? Pelaamalla Hamstraajia se on mahdollista! Hamstraajat on helposti omaksuttava korttipeli venäjän kielen oppimiseen. Pelissä voitte eläytyä pula-ajan Neuvostoliiton kansalaisten rooliin. Kaikkea on saatavilla rajoitetusti ja tarpeellisia hyödykkeitä on hamstrattava itselle muilta pelaajilta. Peli muistuttaa rakenteeltaan kaikille tuttua Hullunkuriset Perheet -peliä. Pelikavereilta kysytään kortteja ja saaduista korteista yritetään muodostaa sarjoja. Pelaaminen tapahtuu venäjän kielellä selkeiden ja yksinkertaisten sääntöjen siivittämänä. Hamstraamisesta tulee koukuttavaa ja venäjän oppiminen tapahtuu huomaamatta.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"15:00","mins":360,"tags":["Korttipelit","Lapsiystävällinen","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":6345,"name":"Kivinen Jelena"}]},{"id":8243,"title":"Drop-in -miniatyyrimaalauspiste","desc":"Tule kokeilemaan figujen maalausta, tai viimeistelemään oma mestarieteoksesi kokeneiden konkareiden ohjeistamana. Pisteellä käytössäsi kaikki tarvittavat välineet ja figuurit. Tänä vuonna löydät Drop-In:in kokemuspisteen yhteydestä Talvipuutarhasta. Maalauspiste auki kokemuspisteen aukioloaikojen puitteissa läpi conin. ","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"15:00","mins":360,"tags":["Figut","Aloittelijaystävällinen","Kokemuspiste","Kielivapaa"],"people":[{"id":9328,"name":" Ropecon"}]},{"id":8182,"title":"Dead of Winter: A Crossroads Game","desc":"Tunnelmallinen seikkailupeli (mm. The Walking Deadin faneille) jossa pelaajien pitää tehdä yhteistyötä selvitäkseen hengissä zombie-apokalypsin autioittamassa maailmassa. Riittääkö ruoka kaikille, löytyykö lääkkeitä tarvittaessa, ja kestävätkö aitaukset epäkuolleiden kurmotusta? Kaiken lisäksi joku pelaajista saattaa salaa osoittautua petturiksi...","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"15:00","mins":360,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10313,"name":"Andergård Henrik"}]},{"id":7944,"title":"Tanssiharjoitukset 1: Helpot ja Branlet","desc":"Tanssiharjoituksissa harjoitellaan historiallisia tansseja Ropeconin tanssiaisia varten. Kaikki opetettavat tanssit ovat helppoja tansseja, jotka opetetaan alusta alkaen. Aikaisempaa kokemusta ei vaadita. Tanssit on jaoteltu sen mukaan mihin tanssisuuntaukseen ne kuuluvat. Perjantain ja lauantain tunneilla opetetaan samat tanssit.\r\n\r\nBranlet ovat helppoja piiritansseja 1500-luvulta. \r\nBranle Maltese (Turkish branle), Pupubranle (Pease Branle), Gathering Peascods, Celtic Spiral, Gay Gordon, Pornopolka","notes":"","loc":["Ala-Galleria"],"date":"2017-07-28","time":"16:00","mins":120,"tags":["Muu ohjelma","Tanssiohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":10240,"name":"Lehto Annika"},{"id":9307,"name":"Koivunen Pirkko"}]},{"id":8210,"title":"Tarinoita taivaalta - Planetaario avaa tähtitaivaan saloja","desc":"Mistä ovat tähtitaitaan kuviot, nuo klassikoiden klassikot saaneet tarinansa? Miksi taivaannapaa kiertävät karhu, leijona, skorpioni ja joutsen? Miksi meillä on talvi ja kesä? \r\nTähtitaivaan kuviot ovat nimettyjä kreikkalaisen mytologian mukaan, mutta miksi juuri nämä tietyt hahmot ja kuviot ovat päätyneet taivaalle? Tule kuulemaan tarinoita tähtitaivaalta ja samalla tutustumaan tähtitaivaan kuvioihin ja mistä ne tunnistaa.\r\n\r\nYksi esitys kestää 30min, kerrallaan planetaarioon mahtuu 25 henkeä. ","notes":"","loc":["Halli 5"],"date":"2017-07-28","time":"16:00","mins":120,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen"],"people":[{"id":10097,"name":"Juustila Merli"}]},{"id":7935,"title":"Vapaa boffaus","desc":"Vapaassa boffauksessa pääset testaamaan taitojasi pehmoaseilla. Voit osallistua omilla aseillasti tai lainata boffoareenalta käyttöösi sopivat varusteet. Ohjelmaan voi osallistua vapaasti milloin tahansa ohjelman ollessa käynnissä, paikalla oleva henkilökunta ohjeistaa säännöt ja tekee puolijaot tarpeen mukaan. Kaikki ovat tervetulleita kokeilemaan!","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-28","time":"16:00","mins":300,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9573,"name":"Lahtela Miro"}]},{"id":8222,"title":"Infinity miniliiga","desc":"Infinity on ihmiskunnan lähitulevaisuuteen sijoittuva science fiction miniatyyripeli, jossa maailmanmahtien erikoisjoukot ottavat mittaa toisistaan. Tässä miniliigassa voit pelata pelisi Conissa silloin kun sinulle ja pelikaverillesi sopii. Ilmoittamalla tulokset järjestäjälle voit voittaa palkintoja. Lisätietoja figutiskiltä.\r\n\r\nInfinity is a science fiction miniature game set in the near future of humanity where the special task forces of the major powers clash. This mini-league offers you a chance to play games of Infinity throughout Ropecon and to win awesome prices. Additional info available from the Miniature games counter.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-28","time":"16:00","mins":2880,"tags":["Figut"],"people":[{"id":9319,"name":"Malkki Tommi"}]},{"id":8224,"title":"Frostgrave miniliiga","desc":"Kolua Frostgraven hylätyn autiokaupungin katuja keräten mainetta, kunnia ja mikä tärkeintä, maagisia aarteita enemmän kuin jaksat kantaa! Läpi Conin pyörivä kampanja, jossa ansaitset pisteitä pelatuista peleistä ja kiipeät Frostgraven kaupungin voimakkaimmaksi velhoksi. Liätietoa ja ilmoittautumiset figutiskillä.\r\n\r\n Scourge the streets of the ruined city of Frostgrave in search of fame, fortune and powerful artifacts! The campaign runs throughout the Con. You earn points for each played game of Frostgrave in order to become the most powerful wizard among the ruins. ","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-28","time":"16:00","mins":2880,"tags":["Figut"],"people":[{"id":6466,"name":"Luoma Ari"}]},{"id":8229,"title":"Blood Bowl -turnaus","desc":"4 kierrosta joista kolme parasta lasketaan. Pelit voi pelata haluamassaan paikassa ja haluamallaan aikataululla - paritukset tunnin välein halli 5:ssä.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-28","time":"16:00","mins":1200,"tags":["Figut"],"people":[{"id":10326,"name":"Virtanen Jori"}]},{"id":8225,"title":"9th Age -pelin opastus","desc":"Kaikki kenraalit huomio! Ropeconissa järjestetään ohjattua tutustumista 9th age -peliin. 9th age on strategia peli, jossa fantasia-armeijat kohtaavat toisensa taistelukentällä, ja se muistuttaa suuresti Warhammer Fantasy Battlea ja onkin monin tavoin samanlainen. Vanhoille WHFB konkareille peli onkin helppo omaksua.\r\nMikään ei toki estä tutustumaan peliin ihan kylmiltään. Omia figuja ei välttämättä tarvita sillä meiltä löytyy kaikki opastukseen tarvittava ja jopa laina-armeijat lauantain turnaukseen.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-28","time":"16:00","mins":240,"tags":["Figut","Aloittelijaystävällinen"],"people":[{"id":8926,"name":"Katila Olli"},{"id":6738,"name":"Mikkanen Olli"}]},{"id":8080,"title":"Kahdestoista kellonlyömä: Ilmoittautuminen","desc":"Pariskunta on kutsunut luokseen joukon ystäviään ja tuttaviaan, kaikki entisiä ja nykyisiä rikollisia, viettämään uuttavuotta ja juhlimaan Dennis “Pretty Boy” Fosterin vapautumista vankilasta. Mutta onko luvassa rento ja hyväntuulinen jälleennäkeminen vai jotain muuta? Tulehtuneet välit ja epäonnistuneet keikat pitävät huolen siitä, että vanhat kaunat nousevat varmasti esiin, etenkin kun vuosia sitten hävinnyt ryöstösaalis on edelleen kateissa. Tunnelma alkaa olla muutenkin painostava. Selviävätkö kaikki seuraavaan vuoteen? Luvassa pahaenteistä tunnelmaa, ihmissuhteita, vastaamattomia kysymyksiä ja vuoden viimeiset 3 tuntia.","notes":"","loc":["Larp-tiski"],"date":"2017-07-28","time":"16:00","mins":120,"tags":["Larpit"],"people":[{"id":9571,"name":"Aronen Satu"}]},{"id":8082,"title":"Isoäidin Isoäidin Äidin Perintötiara: Ilmoittautuminen","desc":"Isoäidin Isoäidin Äidin Perintötiara on herkkävireinen roolipeli länsieurooppalaisten naisten perinteistä, historiasta ja äitien ja tyttärien suhteista. Pelin hahmot ovat kuusi naista samasta suvusta alenevassa polvessa: kolme elävää naista ja kolme haamua. Pelissä on vain naishahmoja, mutta pelaajat voivat mainiosti olla mitä sukupuolta tahansa.\r\n\r\n\"Isoäidin Isoäidin Äidin Tiara on aina siirtynyt suvussa äidiltä tyttärelle – joillekin se on hyödytön vanhanaikanen koru joka pitäisi myydä pois, toisille taas mittaamattoman arvokas sukukalleus joka sitoo menneisyyden nykyiseen ja tulevaan. Nyt Tiaran tämänhetkinen omistaja on päättänyt myydä sen antaakseen tyttärelleen paremmat eväät elämään kuin hänellä itsellään oli. Kuinka suvun muut naiset reagoivat päätökseen?\"","notes":"","loc":["Larp-tiski"],"date":"2017-07-28","time":"16:00","mins":180,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":6019,"name":"Goldblatt Tonja"}]},{"id":8289,"title":"Jättikokoisten lautapelien pelautus. ","desc":"Pelautuksessa jättikokoiset versiot Menolippu, Colt Express ja Takenoko peleistä. ","notes":"","loc":["Pelialue B"],"date":"2017-07-28","time":"16:00","mins":300,"tags":["Lautapelit","Demo","Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":10397,"name":"Halinen Milja"},{"id":10400,"name":"Mattinen Topias"}]},{"id":8246,"title":"International Meeting Point","desc":"The International Meeting Point offers a place where you can hang out and meet other internationals or get the latest tips on what to do and where to go during Ropecon. The meeting point staff will be happy to tell you about everything the event has to offer and how things work, or just have a nice chat. Maybe even play a short game. It's also a great place to find other visitors to do things with. Both internationals and locals are welcome!","notes":"","loc":["Salin 203 Aula"],"date":"2017-07-28","time":"16:00","mins":240,"tags":["Muu ohjelma","Aloittelijaystävällinen","In English"],"people":[{"id":9328,"name":" Ropecon"}]},{"id":8177,"title":"Khan of Khans","desc":"Khan of Khans on Reiner Knizian nopeatempoinen perhepeli 2-5 pelaajalle, joka sijoittuu Greg Staffordin luomaan myyttiseen maailmaan, Gloranthaan (RuneQuest, King of Dragon Pass).\r\n\r\nKukin pelaaja ottaa roolin yhtenä Praxin suurten heimojen kaaneista, lähettäen soturijoukkonsa ryöstämään karjaa Lohikäärmesolan viheriäiltä ylängöiltä. Tänä vuonna ylin papitar on ilmoittanut, että se kaani ken tuo muassaan Lohikäärmesolasta suurimman aarteen lehmien muodossa julistetaan \"Kaanien kaaniksi\", koko Praxin ylimmäksi valtiaaksi!\r\n\r\nSinä olet oleva se kaani.\r\n\r\nPidä kuitenkin varasi niin laumojen vauhkoontumisen, vihollisten taikuuden kuin muiden pelaajien varastelunkin varalta.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"16:00","mins":240,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":7495,"name":"Kortelainen Tuomas"},{"id":7966,"name":"Luukkonen Antti"}]},{"id":8180,"title":"Orcs Must Die! The Board Game","desc":"Pelasta linnoituksesi örkeiltä, asenna ansoja käytäville ja taistele tiesi läpi aalto toisensa jälkeen kertyvien örkkien tai sotilaiden merestä.\r\nKlassikko-tietokonepeli \"Orcs Must Die\" on muutettu lautapeliksi, jossa pelaajat voivat ottaa mittaa sekä laudasta että toisistaan. Valitse sankari, varusta hänet erilaisilla taikavälineillä ja aseilla, kiirehdi asentamaan ansoja pysäyttämään hyökkääjät ja taistele niiden rinnalla estääksesi örkkejä murtautumasta linnakkeen sydämmeen ja kulkemasta portaalin läpi terrorisoimaan tavallista kansaa.\r\nPeliä voidaan pelata joko 1-4 pelaajan yhteistyötilassa, tai 2-8 pelaajan \"rivalry\" tilassa jossa kaksi joukkuetta kisaavat kuka pysäyttää vihollisensa paremmin. Demona pelataan pelistä yksi kolmesta vaiheesta, mutta kysy täysimittaista pelautusta vetäjiltä.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"16:00","mins":240,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":4852,"name":"Mäkelä Eetu"},{"id":9623,"name":"Ylikippari Jaakko"}]},{"id":8284,"title":"Living card games (LCG)","desc":"Lord of the Rings living card game on helpohko yhteistyökorttipeli, jossa seikkailijaryhmä yrittää selvitä vastaan tulevista tehtävistä ja vaaroista. \r\nStar Wars living card game on nopeatempoinen korttipeli, jonka erityispiirre on pakan tekemisen helppous. Sopii siis korttipelinoviiseille, mutta voittaminen vaatii taitoa, joten tosipelaajillekkin piisaa haastetta. \r\nNetrunner living card game on mielenkiintoinen ja haastava korttipeli, jossa on ansoja pluffaamista ja kieroja temppuja. Sopii monimutkaisemmista peleistä pitäville. \r\nGames of Thrones living card game on esikuvansa mukaisesti juonittelua, selkäänpuukottamista ja kaikenkattavaa valtapeliä. Sijoittuu vaikeudessa Star Warsin ja Netrunnerin väliin. \r\nArkham Horror lcg on tarinavetoinen yhteistyökorttipeli, joka omaa roolipelimäisiä piirteitä hahmojen kehittämisen suhteen. Hieman LOTR lcg:tä monimutkaisempi, mutta pakanrakentamisen suhteen vähän helpompi.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"16:00","mins":240,"tags":["Korttipelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":5983,"name":"Vinni Pauli"}]},{"id":8203,"title":"MtG Team Sealed","desc":"Magic the Gathering Team Sealedissa pelataan kolmen hengen joukkueissa. Jokainen joukkue tuo 12 boosteria (8 Hour of Devastation + 4 Amonkhet) ja rakentaa niistä kolme pakkaa sideboardeineen. Tämän jälkeen pelataan joukkue vastaan joukkue swiss-kierroksia. ","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-28","time":"17:00","mins":420,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":10389,"name":" Poromagia"}]},{"id":8231,"title":"MtG 8-Player Events","desc":"Kahdeksan pelaajan (tai muidenkin kombojen) single elimination pelejä pelaajien haluamalla tavalla (constructed, draft, jne). Starttaavat aina kun pelaajia on riittävästi. \r\n\n\nViimeinen aloitusaika noin klo 19","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-28","time":"17:00","mins":300,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":7867,"name":"Eriksson John"},{"id":10389,"name":" Poromagia"}]},{"id":8467,"title":"Robin’s Friends: Registration","desc":"About the beauty of friendship and the difficulty to communicate even though your intentions are good. What happens when your inability to see others suddenly leads to the realization that it’s too late? If you had the chance to do it again, how would you change it?\r\n\r\nA star, a producer and a caretaker – three close friends going away for a short holiday together to have the best time. But each character have their own baggage, and the weekend is pulled apart by quarrels. And in life you don’t get second chances.","notes":"","loc":["Larp-tiski"],"date":"2017-07-28","time":"17:00","mins":120,"tags":["Larpit","In English","Kunniavieras"],"people":[{"id":7665,"name":"Westerling Anna"}]},{"id":8105,"title":"Bolwardin kohtalo: Ilmoittautuminen","desc":"Suuriruhtinas Jonathan Remmington on kuollut ja hänen adoptiopoikansa Lordi Andrew Remmington II on noussut suuriruhtinaaksi. Valitakseen liittolaisensa hän on kutsunut kaupungin vaikutusvaltaisimmat neutraalille maaperälle. Kenen salaisuudet paljastuvat ja kuka joutuu ikuiseen häpeään? Vajoaako kaupunki kaaokseen? Entä kenet suuriruhtinas nai? Ihmissuhdedraamaa ja juonittelua viktoriaanisen Englannin kaltaisessa Bolwardin kaupunkivaltiossa steampunkin henkeen. Päivitetty viime vuodesta!","notes":"","loc":["Larp-tiski"],"date":"2017-07-28","time":"17:00","mins":120,"tags":["Larpit"],"people":[{"id":8138,"name":"Telivuo Teija"}]},{"id":8264,"title":"Avajaiset","desc":"Avajaiset on klassikko-ohjelmien klassikko. Tänäkin vuonna upeat juontajamme toivottavat kävijät tervetulleiksi, avaavat ohjelmatarjontaa ja esittelevät kunniavieraat. ","notes":"","loc":["Sali 101"],"date":"2017-07-28","time":"17:00","mins":60,"tags":["Muu ohjelma"],"people":[{"id":6698,"name":"Kuusisto Ella-Lotta"},{"id":5905,"name":"Iiskola Atte"}]},{"id":8217,"title":"Maastotyöpaja I: puut ja kukkulat","desc":"Työpajassa opitaan tekemään puita ja kukkuloita miniatyyripeleihin eristelevystä, rautalangasta, juuttinarusta ja muista helpoista materiaaleista. Ropecon tarjoaa materiaalit, ei ennakkoilmoittautumista.","notes":"","loc":["Sali 213"],"date":"2017-07-28","time":"17:00","mins":120,"tags":["Figut","Työpaja","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9328,"name":" Ropecon"}]},{"id":7979,"title":"Hammastyöpaja / Pointy teeth workshop","desc":"Klassikkotyöpaja vuosilta 2007-2011. \r\n\r\nTyöpajassa tehdään omaan suuhun sopivat vampyyrin, kissapedon taikka muun terävähampaisen ökkiäisen kulmahampaat. Materiaalina Polymorph-askartelumuovi, joka pehmenee käsiteltäväksi kuumassa vedessä ja kovettuu jäähtyessään haluttuun muotoon. Ohjeistus käydään läpi puolen tunnin välein, joten voit hypätä kesken työpajan mukaan!\r\n\r\n\r\nThis classic Ropecon workshop ran continuosly from 2007 to 2011. In the workshop you can make a set of pointy teeth suitable for e.g. vampires, felines or other strange creatures. We will use a non-toxic plastic material that is moldable when softened in hot water and sets into form when it cools. The fangs will fit snugly over your own teeth. Having your own small mirror will help you shape the teeth into the desired shape.\r\nInstruction every half hour, so you can walk in also later during the workshop.","notes":"","loc":["Sali 218"],"date":"2017-07-28","time":"17:00","mins":120,"tags":["Työpaja","In English"],"people":[{"id":6019,"name":"Goldblatt Tonja"}]},{"id":8185,"title":"Parasite","desc":"Antarktisen tutkimusaseman miehistö löysi parasiittisen eliön joka pystyy jäljittelemään toisia eliöitä. Hetki sitten yksi miehistön jäsenistä tuhosi radion ja sabotoi helikopterin, jonka jälkeen hän yritti tappaa muut räjäyttämällä generaattorin mutta onnistui vain tappamaan itsensä ja tuomita muut hitaaseen jäätymiskuolemaan. \r\nPelaajien tehtävänä on paeta tutkimusasemalta ja kertoa maailmalle tästä löydöstä. Mutta entä jos parasiitti on jäljitellyt yhden tai useamman heistä, voivatko pelaajat päästää tämän parasiitin pakenemaan heidän mukanaan tartuttamaan koko maailman?\r\n\r\nPeli sekoittaa yhteistyötä ja selviytymistä, vahvistaen pelaajien paranoidisuutta.","notes":"Pelin materiaali on englanniksi.","loc":["Talvipuutarha"],"date":"2017-07-28","time":"17:00","mins":180,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":7036,"name":"Hyvönen Mikko"}]},{"id":7951,"title":"Battletech - Jättiläisrobottien taistelupeli","desc":"BATTLETECH – JÄTTILÄISROBOTTIEN TAISTELUPELI\r\n\r\nOta komentoosi joukko 12-metrisiä käveleviä sotakoneita ja murskaa vihollisesi tulevaisuuden taistelukentillä! Tarjoamme tunnin mittaisia demoja sekä saman pituisia skenaarioita 1-2 pelaajalle - voit siis tulla yksin tai kaverin kanssa! Battletech on taktisen tason heksakartalla pelattava lautapeli, jonka sääntösysteeminä käytetään nopeaa ja kevyttä Alpha Strike/BattleForce -hybridiä. Battletech games and demos are also available in English.\r\n\r\n","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"17:00","mins":240,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":7211,"name":"Niemistö Lauri"},{"id":7487,"name":"Eronen Antti"},{"id":9275,"name":"Makkonen Mitro"}]},{"id":7946,"title":"Tanssiharjoitukset 2: ECD:t ja bordonialaiset","desc":"Tanssiharjoituksissa harjoitellaan historiallisia tansseja Ropeconin tanssiaisia varten. Kaikki opetettavat tanssit ovat helppoja tansseja, jotka opetetaan alusta alkaen. Aikaisempaa kokemusta ei vaadita. Tanssit on jaoteltu sen mukaan mihin tanssisuuntaukseen ne kuuluvat. Perjantain ja lauantain tunneilla opetetaan samat tanssit.\r\n\r\nECD eli English country dances ovat John Playfordin 1651 julkaisemasta kirjasta peräisin olevia tansseja. Bordonialaiset taas ovat peräisin kuvitteellisesta Euroopan valtiosta. Sellengers Round, Goddesses, Staines morris, Giddy Promenade, Path to the Well, Two to Twirl","notes":"","loc":["Ala-Galleria"],"date":"2017-07-28","time":"18:00","mins":120,"tags":["Muu ohjelma","Tanssiohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":10132,"name":"Auvinen Elisa"},{"id":10241,"name":"Tossavainen Sini"}]},{"id":7926,"title":"Haedong kumdo -näytös","desc":"Korealaisen miekkailun näytös. Tässä kahden miekan koulukunnan miekkailutyylissä on vauhdikasta menoa ja sen harjoittelussa haastetta. Laji sopii kaikille. Näytöksen lopuksi halukkaat pääsevät kokeilemaan miekkailua.","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-28","time":"18:00","mins":90,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":10311,"name":"Kalliomäki Heini"},{"id":10310,"name":"Törmikoski Jesse"},{"id":9250,"name":"Hentunen Johannes"},{"id":7367,"name":"Hentunen Maddie"}]},{"id":7920,"title":"Horus Heresy -turnaus","desc":"Astu keskelle raivoavaa galaktista sisällissotaa, jossa ei ole panoksena sen vähempää kuin ihmiskunnan olemassaolo tai galaksin hautautuminen ikuiseen pimeyteen.\r\n\r\nWarhammer 40k:n lisäosassa \"The Horus Heresy\" on kelloa käännetty ajassa taaksepäin 10 000 vuotta ja kaikki on kertaluokkaa isompaa ihmiskunnan kultakauden kukoistuksessa.\r\n\r\nIlmoittautuminen ja lisätiedot Sotavasara.net:ssä.\r\n\r\n\r\nStep amidst the raging galactic civil war. Does the humanity have the will to survive or will the everlasting shadow of Chaos devour the galaxy?\r\n\r\nIn the Warhammer 40K add-on \"The Horus Heresy\", the clock has been turned back 10.000 years and everything is bigger and better during the golden years of humanity. \r\n\r\nSign up and additional info at Sotavasara.net forums.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-28","time":"18:00","mins":1380,"tags":["Figut"],"people":[{"id":10237,"name":"Suominen Ville"},{"id":9273,"name":"Muhonen Ville"},{"id":9272,"name":"Nurro Jussi"}]},{"id":7931,"title":"Warhammer 40K Apocalypse Mega Battle","desc":"Yli kymmenen tuhatta vuotta vanha ihmisten valtakunta on toinen toistaan vaarallisempien vihollisten ristitulessa. Muukalaiset nakertavat valtakuntaa pala palalta ulkoa päin sillä välin kun Kaaoksen jumalien agentit mädättävät kansakunnan sielun sisältä päin. Tässä synkässä tulevaisuudessa vain yksi asia pysyy muuttumattomana, sota. Koko yön kestävä Apocalypse mega battle. Lisätietoja ja ilmoittautuminen sotavasara.net:issä.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-28","time":"18:00","mins":960,"tags":["Figut"],"people":[{"id":10343,"name":"Klenberg Lasse"},{"id":9982,"name":"Nykänen Paula"},{"id":9921,"name":"Holtari Aleksi"}]},{"id":8239,"title":"HeroClix: \"Klassikot\" -turnaus","desc":"Kaupungin kadut täyttyvät taistelun melske ja räjähdykset kun supersankarit ja superpahikset ottavat yhteen.\r\n\r\n500p Named Theme Team, Golden Age: Perjantain turnauksessa käytämme vain miniatyyrejä. Bännilista on seuraava: Resource, Feat, Special Object, Teambase, ATA, ID Card, Equipment. Jos figut tuovat näitä elementtejä peliin, ne ovat sallittuja.\r\n\r\nThe streets are filled with sounds of fighting and explosions when super heroes and super villains clash!\r\n\r\n500p Named Theme Team, Golden Age: Only miniatures in use. Banned items: Resource, Feat, Special Object, Teambase, ATA, ID Card, Equipment - these elements will be available only if accompanied by a miniature miniature that provides em.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-28","time":"18:00","mins":270,"tags":["Figut"],"people":[{"id":7955,"name":"Ekholm Mikko"}]},{"id":8230,"title":"Warmachine & Hordes Megabattle","desc":"Metalli tulee taipumaan ja tappiot lasketaan sadoissa, kun Immorenin sotavoimat laitetaan kamppailemaan toisiaan vastaan. Useamman pelaajan voimin on aika luoda yksi tai useampi legendaarinen taistelu Iron Kingdomsin maailmasta ja kenties kirjoittaa historia uusiksi. Lisätiedot ja ilmoittautuminen sotavasara.net:ssä.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-28","time":"18:00","mins":480,"tags":["Figut"],"people":[{"id":6794,"name":"Uusitupa Jaakko"},{"id":9316,"name":"Järvinen Samu"}]},{"id":7932,"title":"Mordheim-kampanja","desc":"Mordheimin rauniokaupungin aarteista kilpaillaan tänä vuonna kevyessä NonStop-kampanjassa läpi koko Conin. Mukaan voit hypätä missä vaiheessa vain ja pelata niin monta peliä kuin haluat. Vastustajaksesi voit haastaa joko jonkun toisen pelaajan taikka jonkun järjestäjien aloittelevista warbandeistä. Pelaamiseen et välttämättä tarvitse omia miniatyyrejä, vaan paikalta löytyy myös laina-warbandejä. Järjestäjänä Suomen Rooli- ja Miniatyyripelaajat ry.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-28","time":"18:00","mins":240,"tags":["Figut"],"people":[{"id":8924,"name":"Haapamäki Jari"},{"id":9331,"name":"Uotila Aki"},{"id":9786,"name":"Ruotanen Heikki"},{"id":7500,"name":"Ruotanen Petri"}]},{"id":7923,"title":"Vampire: the Eternal Struggle -EM-karsinta","desc":"Suuri perinteinen Vampire: the Eternal Struggle -turnaus (ja samalla EM-karsinta). Turnaus pelataan virallisilla (”VEKN”) turnaussäännöillä: kolme kahden tunnin erää ja lopuksi viiden hengen finaalierä. Turnaus venyy myöhään yöhön, kannattaa varautua kahvilla ja turnauskestävyydellä! Ilmoittautuminen paikan päällä menee kiinni klo 17:30, ennakkoilmoittautuminen on mahdollista osoitteessa http://vtes.orava.org. Kaikki lämpimästi tervetulleita kokemustasosta riippumatta! ","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-28","time":"18:00","mins":240,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":5250,"name":"Wessman Petri"}]},{"id":8267,"title":"Red7 -korttipeliturnaus","desc":"Mukava pikkupeli sataeenkaaren väreissä, Yhden pelin kesto n. 15min, parhaat palkitaan","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-28","time":"18:00","mins":120,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":10369,"name":"Hakoma Pekka"}]},{"id":8170,"title":"Coniasumuotokuvapiste","desc":"Muotokuvapisteellä voit teetättää itsestäsi ja coniasustasi muotokuvamaalauksen. 15 minuutin poseerauksella ja 6 euron materiaalimaksulla saat omaksesi uniikin A5-kokoisen muotokuvan. Ilmoittautumiset suoraan pisteelle.","notes":"","loc":["Kokoustamon aula 1. krs."],"date":"2017-07-28","time":"18:00","mins":120,"tags":["Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":9537,"name":"Aalto Silja"},{"id":8831,"name":"Aalto Milla"},{"id":8417,"name":"  Aaltojen klaani"}]},{"id":8086,"title":"Milloin Unelma ja Päivä yhdistyvät: Ilmoittautuminen","desc":"\"En tiedä missä minä olen. En tunne mitään, en kuule mitään, en voi puhua mitään. Olen kuin vanki omassa kehossani. Näen vain edessäni kaiken pimeyden keskeltä oven, joka on auki. Minun on pakko paeta tätä oloani. Ihan sama odottaako minua taivas, helvetti, toinen maailma, kuolema, koti, vankila tai jokin tuntematon paikka. Mikä tahansa on tyhjyyttä parempi vaihtoehto.\"\r\n\r\nMilloin Unelma ja Päivä yhdistyvät on liveroolipeli, jonka genre on ihmissuhdedraama, jossa on pieni ripaus psykologista kauhua. Pelaajat aloittavat pelinsä tabula rasoina eli täysin tyhjinä hahmoina, jotka muodostavat menneisyytensä, personallisuutensa ja elämänsä erilaisten kysymysten kautta joita heiltä kysytään pelin myötä. Käytännössä voit pelata aivan mitä tahansa hahmoa mitä haluat. Peliin mahtuu 4-10 pelaajaa. Pelissä käsitellään jonkin verran rankkoja teemoja.","notes":"","loc":["Larp-tiski"],"date":"2017-07-28","time":"18:00","mins":120,"tags":["Larpit"],"people":[{"id":9564,"name":"Piipponen Marko"}]},{"id":8110,"title":"Byrokratiasimulaattori: Ilmoittautuminen 1. ja 2. pelautus","desc":"Tervetuloa virastoon! Sinä, sekä 5 muuta uskollista toimistotyöläistä aloitatte tavallisen puolen tunnin työpäivänne. Luvassa on jälleen kerran kamppailua loputonta lomaketulvaa vastaan, mutta pelissä voi olla muutakin kuin pelkkä toimeentulo.\r\n\r\nByrokratiasimulaattori on parodia nykymaailman lomakesokkeloista. Peli on pulmanratkaisua ja havainnointia tarinalla väritettynä, lähimpänä esimerkkinä indiepeli Papers Please.","notes":"","loc":["Larp-tiski"],"date":"2017-07-28","time":"18:00","mins":120,"tags":["Muu ohjelma","Aloittelijaystävällinen","Larpit"],"people":[{"id":9572,"name":"Rautaoja Jukka"},{"id":10100,"name":"Hanhijoki Touko"}]},{"id":8065,"title":"Seikkailijoiden kilta -roolipelin julkistus","desc":"Seikkailijoiden kilta on uusi kotimainen fantasiaroolipeli, jonka kantavia teemoja ovat yhteistyö, seikkailu ja tasa-arvo. Killan palveluksessa seikkailijat matkaavat pitkin tunnettua maailmaa hirviöitä kukistaen ja ihmisten kärhämiä selvitellen. Eikä mysteerejäkään voi välttää maailmassa, jonka salaperäiset möröt ovat luoneet. Taustalla pyörii osr-henkinen helposti omaksuttava pelimekaniikka.","notes":"","loc":["Sali 201"],"date":"2017-07-28","time":"18:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":7124,"name":"Laine Tuomo"}]},{"id":8006,"title":"Airsoft-aseet larpeissa","desc":"Airsoft-aseiden käyttö larpeissa on kasvanut jatkuvasti. Paneelissa keskustellaan aseiden tuomista haasteista ja mahdollisuuksista.","notes":"","loc":["Sali 204"],"date":"2017-07-28","time":"18:00","mins":60,"tags":["Paneeli"],"people":[{"id":10228,"name":"Vyyryläinen Sakari"},{"id":10057,"name":"Iwendorff Karri"}]},{"id":8062,"title":"Rahan historia ja erikoiset rahat roolipeleihin","desc":"Oletko kyllästynyt kliseiseen kulta/hopea valuuttoihin jokaisessa fantasiamaailmassa? Luennolla kerrotaan mielenkiintoisista rahoista historiassa, teestä kokaan asti. Lisäksi monia scifissä tai fantasiassa mahdollisesti esiintyviä rahoja rukouksista prosessointitehoon. ","notes":"","loc":["Sali 205"],"date":"2017-07-28","time":"18:00","mins":120,"tags":["Esitelmä"],"people":[{"id":8802,"name":"Elonheimo Paavo"}]},{"id":8005,"title":"Agile project management methodologies ","desc":"Agile methodologies are common practices in todays IT industry. They are slowly gaining traction in other industries as well. This session will give an overview of the basics of agile methodologies and introduce most commonly used ones. I will also go through some examples on how to adapt agile in different kinds of projects, like larp. \r\nAfter the introductory presentation we will go through an imaginary game project using agile practices.\r\nThis session is intended for anyone running any kinds of projects and wanting to use latest project management technologies to ensure a successful and stress free delivery.","notes":"","loc":["Sali 206"],"date":"2017-07-28","time":"18:00","mins":120,"tags":["Työpaja","Esitelmä","Aloittelijaystävällinen","In English","CrossGames"],"people":[{"id":9529,"name":"Koponen Janne"}]},{"id":8163,"title":"Suomen roolipeliseura - skeneaktiivien seura","desc":"Suomen roolipeliseura ry:n on perustettu alkukesästä ja nyt visioidaan tulevaa toimintaa. Tutustumme yhdistyksen ideaan ja toimintasuunnitelman projekteihin, kuten Roolipelitiedotuksen ja Forge&Illusion -palvelun kehittämiseen sekä Alfacon 2017 suunnitelmiin. Nyt on myös hyvä hetki tuoda mukaan omat ideasi - mitä voisimme tehdä yhdessä suomalaisen roolipeliskenen kehittämiseksi? Kaikki roolipeliharrastuksen kehittämisestä kiinnostuneet ovat pelimuodosta ja -tyylistä riippumatta lämpimästi tervetulleita mukaan. Paikalla voi myös liittyä SRS:n jäseneksi","notes":"","loc":["Sali 207"],"date":"2017-07-28","time":"18:00","mins":60,"tags":["Muu ohjelma"],"people":[{"id":7507,"name":"Soanjärvi Nuppu"},{"id":10304,"name":"Jouste Mihka"},{"id":8976,"name":"Hulkkonen Pauli"}]},{"id":8196,"title":"White Wolf - The evolution of monsters","desc":"Vampire: The Masquerade was built on a combination of the classic Gothic vampire novel and the late 80’s / early 90’s literary ”punk” trend of injecting irreverent perspectives and socially conscious social analysis into stale fiction genres. But there is so much more to say. How does Vampires imagining of the undead, werewolves and monsters differ from those of legend and literary analysis? How far have literature and games strayed from their literary and legendary sources of inspiration and have they lost something along the way? This talk also includes hints on the direction we have mapped out for the monsters of the World of Darkness as they face the tumultuous changes of the 21st century. ","notes":"","loc":["Sali 208"],"date":"2017-07-28","time":"18:00","mins":60,"tags":["Esitelmä","In English"],"people":[{"id":4628,"name":"Ericsson Martin"}]},{"id":7974,"title":"A Series Of Unfortunate Improv Workshops: #1: Power of Yes","desc":"Failing is fun! Support your partners in crime! Say yes and then some! Improvisation is a great asset for any roleplayer. It gives you tools for expression, character development and creating spontaneous storylines. In this series of workshops we learn about basic improv principles and how to implement them through action, exercises and play. In the first workshop we explore what happens, when you say yes to suggestions and build on them. The second workshop centers on improvised characters and their interaction. In the third workshop we will learn about improvised storytelling. You may attend just one or all of the workshops. No previous experience of improv (or roleplaying) required. The workshops will be instructed in English, Finnish or both as needed, participants can attend in their own language, mostly. \n\nThe expression “Yes, and!” is in the very heart of improv. With this simple pair of words you can start the most exciting adventures, lunatic scenes and fun games. Saying yes to different kinds of offers may be scary sometimes, so you need practice to stretch your comfort zone. In this workshop we practice and explore the Yes-attitude with beginner-friendly exercises. ","notes":"Ennakkoilmoittautuminen infopisteen luona! Min 8, max 25 osallistujaa!\r\n\r\nPre sign up at the info desk. Min. 8, max 25 persons / workshop.","loc":["Sali 306"],"date":"2017-07-28","time":"18:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen","Kielivapaa","In English"],"people":[{"id":9102,"name":"Frilund Anna"}]},{"id":8075,"title":"Former Celebrities: Larp","desc":"They are the homeless, the hobos, the bums, the drunkards and outcasts. They have many names, and tonight, as each night, they have gathered around a fire to spend the night, eat, drink and tell stories.\r\n\r\nOnce upon a time, they were celebrities. They were famous and happy. What mockery of fate has brought them here? What (the heck) went wrong?\r\n\r\nEach night, one of them tells their story. And the others listen, and hence become part of it.\r\n\r\nBut one of them has a Ticket. A Ticket of Fortune. What if they win a million? Would the fortunate once more become a celebrity. And happy? Could they change their fate? Find long lost loved ones? Help their fellow unfortunates?\r\n\r\nTruth will rise, before the days are done.\r\n\r\nThe game stresses upon storytelling-story-acting, immersion, characterization and emotions; the choices we make and things that \"just happen\" that happen to change everything. The (accidental) reasons behind one's downfall. Nostalgia, and the dreams and hopes for one's future.","notes":"","loc":["Sali 217"],"date":"2017-07-28","time":"18:10","mins":170,"tags":["Larpit","In English"],"people":[{"id":10083,"name":"Ostrat Diana"}]},{"id":8077,"title":"Arki-ilta Gothamissa: Larp","desc":"Arki-ilta Gothamissa on kevyt ja toiminnallinen larppi reilulle 20 hengelle pariksi kolmeksi tunniksi. Hahmot ovat bätmän-pahisten onnettomia kätyreitä, jotka ovat tulleet kaikkien roistojen yhteiseen kantakapakkaan rentoutumaan raskaan työpäivän jälkeen. Toki lasillisen ääressä suunnitellaan uusia ryöstöjä sekä puidaan vanhoja kalavelkoja ja nahistellaan jengien kesken. Pelautukset ovat kiertueelle lähteneen pelin 4. ja 5. Pelissä on myös lyhyitä NPC-hahmoja, joten paikalle on mahdollista tulla pyörähtämään vierailulle kesken kaiken.","notes":"","loc":["Sali 216"],"date":"2017-07-28","time":"18:15","mins":285,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":10244,"name":"Oesch Kirsi"},{"id":7809,"name":"Metsätähti Mika"}]},{"id":8022,"title":"Vili Nissinen Talk Show","desc":"”Klassikko jo syntyessään!”, ”Parempi kuin Sami Hedbergin show!” \r\n(Yleisöpalautetta) \r\n\r\nTänä kesänä ”Vili Nissinen Talk Show” palaa Ropeconin lavalle törkytehtaansa kera. On aika jättää jälleen hyvät käytöstavat kotiin ja antaa palaa!\r\n\r\n”Vili Nissinen Talk Show” on esitystaiteilja Vili von Nissisen kiihdyttävä ja viihdyttävä osallistava teos, joka ammentaa aiheensa yhteiskunnallista keskustelusta, internet-forumeilta, uutisista ja ihmisten tositarinoista. Muodoltaan teos liikkuu osallistavan performanssin, näytelmäroolipelin ja immersioteatterin rajapinnoilla rikkoen näiden taidemuotojen rajoja. Teosta voi seurata yleisön joukosta joko katsojana tai osallistujana. Lopputuloksena on hauska ja vapauttava kokemus.\r\n\r\nPerheen pienimpiä suositellaan välttämään ohjelmaa.","notes":"","loc":["Halli 5 Ohjelmalava"],"date":"2017-07-28","time":"19:00","mins":120,"tags":["Muu ohjelma","Aloittelijaystävällinen","Larpit"],"people":[{"id":7388,"name":"Honkanen Saara"},{"id":7460,"name":"Nissinen Vili"}]},{"id":8262,"title":"Qwixx-noppailun SM-turnaus","desc":"Kevyt ja vauhdikas turnaus jossa ratkotaan mestaruus. Sopii myös peliä vähemmän pelanneille. ","notes":"","loc":["Sali 103"],"date":"2017-07-28","time":"19:00","mins":120,"tags":["Lautapelit","Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":8281,"name":"Armanto Taneli"}]},{"id":8060,"title":"Praedor: Kirottu Kirja -julkaisutilaisuus","desc":"Jaconiaa ympäröi Borvaria, kuoleman valtakunta ja nyt sen portit aukeavat. Kirottu kirja on lähes satasivuinen tietopaketti sammaloituneista raunioista ja lihaksi tulleista painajaisista. Kirottua maata ei ole koskaan käsitelty tässä laajuudessa. Praedor-roolipelin kirjoittaja Ville \"Burgeri\" Vuorela kertoo miten tähän päädyttiin ja millaisiin pimeisiin syövereihin hän aikoo pelaajat nyt johdattaa. Esitelmä on myös jatko-osa vuoden 2005 \"Pelinjohtajan Borvaria\" -esitelmälle.","notes":"","loc":["Sali 201"],"date":"2017-07-28","time":"19:00","mins":60,"tags":["Esitelmä"],"people":[{"id":6076,"name":"Vuorela Ville"}]},{"id":8012,"title":"Palkintogaalat Lindoista Lankkoihin","desc":"Larp-skenessä erilaiset palkinnot ja palkintogaalat ovat pitkä perinne, joilla pyritään jakamaan kiitosta ja tunnustusta ansioituneille. Ohjelmassa esitellään larp-palkintojen historiaa ja käydään läpi niihin liittyviä hyviä ja ongelmallisia puolia. Alkuun aihetta lähestytään pohjustusten ja valittujen puheenvuorojen kautta, ja lopuksi keskustellaan yhdessä yleisön kanssa etsien mahdollisia toteutustapoja palkitsemiseen.","notes":"","loc":["Sali 204"],"date":"2017-07-28","time":"19:00","mins":120,"tags":["Paneeli","Aloittelijaystävällinen"],"people":[{"id":8346,"name":"Järvelä Simo"},{"id":5999,"name":"Stenros Jaakko"},{"id":5427,"name":"Niskanen Niina"}]},{"id":8134,"title":"Seksi, kuolema ja Peter Pan: Ikuisen pojan hämärä alkuperä","desc":"FM Sini Helminen valottaa Peter Pan -hahmon syntyä ja hahmon yhteyttä seksuaalisuuteen ja kuolemaan. Perustuu graduun Peter Pan Kensingtonin luutarhassa.","notes":"","loc":["Sali 207"],"date":"2017-07-28","time":"19:00","mins":60,"tags":["Esitelmä"],"people":[{"id":8516,"name":"Helminen Sini"}]},{"id":8160,"title":"Metatechniques - the world outside linear storytelling","desc":"A talk about everything outside linear storytelling, meta-techniques, and how that can be used in game design in order to enhance your game. We will go through a short history and then look at some different examples of how you can use this to enhance your dramaturgy and game design.","notes":"","loc":["Sali 208"],"date":"2017-07-28","time":"19:00","mins":60,"tags":["Esitelmä","In English","Kunniavieras"],"people":[{"id":7665,"name":"Westerling Anna"}]},{"id":7990,"title":"Neulakinnastyöpaja","desc":"Tule kokeilemaan perinteistä tapaa työstää langasta lapasia, pipoja ja mitä tahansa mihin keksit villalankaa käyttää. Pajassa pääset testaamaan neulakinnastekniikkaa suomeksi 2+2. Sinun ei tarvitse osata tehdä mitään neulalla ja langalla ennestään. Opit perusteet, joiden avulla voit jatkaa harrastusta kotona. Pajassa tehdään pieni tuotos kyseisellä tekniikalla.","notes":"Ennakkoilmoittautuminen infotiskin luona. Max 15 hlö / työpaja.","loc":["Sali 210"],"date":"2017-07-28","time":"19:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen"],"people":[{"id":10048,"name":"Holmlund Kiki"}]},{"id":8079,"title":"Kahdestoista kellonlyömä: Larp","desc":"Pariskunta on kutsunut luokseen joukon ystäviään ja tuttaviaan, kaikki entisiä ja nykyisiä rikollisia, viettämään uuttavuotta ja juhlimaan Dennis “Pretty Boy” Fosterin vapautumista vankilasta. Mutta onko luvassa rento ja hyväntuulinen jälleennäkeminen vai jotain muuta? Tulehtuneet välit ja epäonnistuneet keikat pitävät huolen siitä, että vanhat kaunat nousevat varmasti esiin, etenkin kun vuosia sitten hävinnyt ryöstösaalis on edelleen kateissa. Tunnelma alkaa olla muutenkin painostava. Selviävätkö kaikki seuraavaan vuoteen? Luvassa pahaenteistä tunnelmaa, ihmissuhteita, vastaamattomia kysymyksiä ja vuoden viimeiset 3 tuntia.","notes":"","loc":["Sali 215"],"date":"2017-07-28","time":"19:00","mins":240,"tags":["Larpit"],"people":[{"id":9571,"name":"Aronen Satu"}]},{"id":8215,"title":"Aloittelijakierros Ropeconiin","desc":"Ensi kertaa conissa ja et tunne ketään? Messukeskus tuntuu isolta ja coni vieltä hankalata hahmottaa? Kaipaatko conikaveria? Tule mukaan ropeconin tuutorikierrokselle. Kierroksella on mukana kaksi conin konkaria, jotka kiertävät conin eri pisteitä läpi ja kertovat, mitä kaikkea conissa voi tehdä. Kierroksella myös tutustutaan kevyseti muihin ensikertalaisiin, jolloin conikavereihin tutustuminen helpottuu.  \r\n\r\nKierroksille lähdetään Turvasataman luota Talvipuutarhasta","notes":"","loc":["Talvipuutarha"],"date":"2017-07-28","time":"19:00","mins":60,"tags":["Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":10147,"name":"Maeda Emi"},{"id":10097,"name":"Juustila Merli"}]},{"id":7929,"title":"Kali - filippiiniläinen taistelutaito / Kali - Filipino martial art","desc":"The highly sophisticated and comprehensive martial art from the Philippines is weapon based, but ultimately an empty hand system. Drills from the arts of Kali, Eskrima and Arnis develop attributes in the student such as speed, agility, footwork, timing, body mechanics, distance, range awareness and coordination on both the left and right sides of the body. Come and see our demonstration and learn to swing that sword","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-28","time":"19:30","mins":90,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":10253,"name":"Viide Joachim"},{"id":10076,"name":"Tepponen Kaj"}]},{"id":7948,"title":"Tanssiharjoitukset 3: Italialaiset ja solatanssit","desc":"Varhaisimmat tunnetut tanssikuvaukset ovat peräisin 1400-luvun Italiasta, joista myös nämä italialaiset tanssit ovat peräisin. Solatansseja tanssitaan solamuodostelmissa. Petit Riens, Anello, Ballo de Fiore, My Lord Byron's Maggot, Hole in the Wall, Le Pistolet","notes":"","loc":["Ala-Galleria"],"date":"2017-07-28","time":"20:00","mins":120,"tags":["Muu ohjelma","Tanssiohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":10242,"name":"Kola Aino"},{"id":5866,"name":"Närjänen Anna"}]},{"id":8268,"title":"PKP Ropecon Challenge: Warhammer 40K","desc":"WH40K 8. laitos, armeijat 800 pistettä, parhaat palkitaan","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-28","time":"20:00","mins":240,"tags":["Figut","Kielivapaa"],"people":[{"id":10369,"name":"Hakoma Pekka"}]},{"id":8206,"title":"2 Rooms and a Boom","desc":"Two Rooms and a Boom on hidden role -seurapeli 6-30 pelaajalle, jotka jaetaan kahteen joukkueeseen eri huoneisiin. Punaiset yrittävät panttivankeja vaihtamalla saada sinisten presidentin pelin lopuksi samaan huoneeseen kuin punaisten pommittajan, kun taas siniset pyrkivät estämään tämän. Yksi peli kestää n. 15 minuuttia. \r\nTwo Rooms and a Boom on vähän Lupus in Tabulan tyyppinen hidden role -seurapeli, johon mahtuu 6-30 pelaajaa. Pelaajat jaetaan pimeästi kahteen huoneeseen ja kahteen joukkueeseen, sinisiin ja punaisiin. Tavoitteena on saada sinisten presidentti joko samaan tai eri huoneeseen kuin punaisten pommittaja. Pelissä on 3-5 eripituista kierrosta ja jokaisen kierroksen päätteeksi huoneet vaihtavat keskenään pelaajamäärästä riippuvan määrän panttivankeja. Kun kaikki kierrokset on pelattu pommittajan pommi räjähtää ja punaiset voittavat jos presidentti oli samassa huoneessa ja siniset voittavat jos presidentti on eri huoneessa, kuin pommittaja. Peliin voi lisätä tarvittaessa ylimääräisiä rooleja, jotka tekevät pelistä niin simppelin tai monimutkaisen, kuin pelaajat haluavat. Yksi pelikerta kestää maksimissaan noin 15min, eikä siinä ole pelaajaeliminaatiota, joten kaikki pääsevät pelaamaan loppuun asti. ","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-28","time":"20:00","mins":180,"tags":["Korttipelit","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9252,"name":"Reunanen Olli"},{"id":9253,"name":"Eboreime Alfred"}]},{"id":8141,"title":"Sotakarjut – tieteisroolipelin julkistustilaisuus","desc":"Sotakarjut on sotilas-scifiä ja vakoojajännitystä yhdistelevä tieteisroolipeli, jossa hahmot ovat ihmisen ja sian geneettisestä materiaalista tuotettuja kloonisotilaita. Mutta he ovat myös troijalaisia – sotakarjujen kehoihin ladattuja soluttautujia, joilla on salainen tehtävä.\r\n \r\nSotakarjut-tieteisroolipelin suunnitellut ja kirjoittanut Miska Fredman (Heimot, Astraterra) kertoo miten vitsipelistä tuli lopulta vakavasti otettava roolipeli sekä henkilökohtainen kiirastuli ja katarsis.","notes":"","loc":["Sali 201"],"date":"2017-07-28","time":"20:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":6122,"name":"Fredman Miska"}]},{"id":8023,"title":"Äänimagiaa","desc":"Uutta näkökulmaa magiaan: mihin loitsiminen perustuukaan? Ääni on voimallinen työkalu, ja sitä on käytetty kautta maailman rituaaleissa, parantamisessa ja mystiikassa. Mielikuvitusta kutkuttava katsaus äänen fysiologiaan ja parantavan äänen antropologiaan. Teemme myös pienen kokemuksellisen äänimatkan kuulijoiden maagisten energioiden herättelemiseksi.","notes":"","loc":["Sali 205"],"date":"2017-07-28","time":"20:00","mins":60,"tags":["Esitelmä"],"people":[{"id":10114,"name":"Laine Anni"}]},{"id":8129,"title":"Pohojosten emäntien satutunti: Northern Matrons Story Hour","desc":"Pohjosen emännät kertovat vanhoja ja vähän uudempiakin klassikoita tutuin ja ehkä myös uusin kaavoin. \n\nNorthern matrons tell stories of past and present, with familiar, or maybe some new, twist. ","notes":"","loc":["Sali 207"],"date":"2017-07-28","time":"20:00","mins":60,"tags":["Muu ohjelma","Lapsiystävällinen","In English"],"people":[{"id":6954,"name":"Junno Viivi"},{"id":8729,"name":"Vuopala Virva"}]},{"id":8277,"title":"How do we attract and retain new players?","desc":"Gaming has grown by leaps and bounds in the past ten years. With the increase in RPG, LARP, card, board, mobile, IFF, and game publications, new players are added all the time. Whether they stumble into our communities or discover conventions for the first time, they are out there. How do we make new players feel welcome and retain them? In this seminar, Monica Valentinelli discusses tips and tricks to do just that!","notes":"","loc":["Sali 208"],"date":"2017-07-28","time":"20:00","mins":60,"tags":["Esitelmä","In English","Kunniavieras"],"people":[{"id":10219,"name":"Valentinelli Monica"}]},{"id":8081,"title":"Isoäidin Isoäidin Äidin Perintötiara: Larp","desc":"Isoäidin Isoäidin Äidin Perintötiara on herkkävireinen roolipeli länsieurooppalaisten naisten perinteistä, historiasta ja äitien ja tyttärien suhteista. Pelin hahmot ovat kuusi naista samasta suvusta alenevassa polvessa: kolme elävää naista ja kolme haamua. Pelissä on vain naishahmoja, mutta pelaajat voivat mainiosti olla mitä sukupuolta tahansa.\r\n\r\n\"Isoäidin Isoäidin Äidin Tiara on aina siirtynyt suvussa äidiltä tyttärelle – joillekin se on hyödytön vanhanaikanen koru joka pitäisi myydä pois, toisille taas mittaamattoman arvokas sukukalleus joka sitoo menneisyyden nykyiseen ja tulevaan. Nyt Tiaran tämänhetkinen omistaja on päättänyt myydä sen antaakseen tyttärelleen paremmat eväät elämään kuin hänellä itsellään oli. Kuinka suvun muut naiset reagoivat päätökseen?\"","notes":"","loc":["Sali 216a"],"date":"2017-07-28","time":"20:00","mins":-1200,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":6019,"name":"Goldblatt Tonja"}]},{"id":8279,"title":"Hypertic - tuotejulkaisu","desc":"Tervetuloa seuraamaan kun julkaisemme tuotteen, joka tulee mullistamaan virtuaalitodellisuuden. Nyt sinulla on mahdollisuus päästä kokemaan jotain uskomatonta ensimmäisten joukossa!  (Lisätietoja: http://hypertic.com).\r\n\r\n\"Hypertic - tuotejulkaisu\" on larp jossa pelataan pienen suomalaisen startupin tuotejulkaisutapahtumaa. Ja kaikkihan menee tietysti suunnitellusti, kuten aina. Peli on osa Repeämä -jatkumoa.\r\n\r\n","notes":"","loc":["Sali 217"],"date":"2017-07-28","time":"20:00","mins":120,"tags":["Muu ohjelma","Larpit"],"people":[{"id":9529,"name":"Koponen Janne"}]},{"id":8002,"title":"Worblatyöpaja","desc":"Worblasta saa tehtyä vaikka mitä, mutta erityisesti siitä on tullut suosittu materiaali cosplay- ja larppiharrastajien keskuudessa ympäri maailman. Esimerkkinä Worblasta valmistuu kokonaisia haarniskoja, koruja taikka proppi-aseita. Vain mielikuvitus on rajana!\r\n\r\nTule kokeilemaan materiaalia ja opettelemaan perusasioita Worblasta. Paja tutustuttaa osallistujat ensin materiaaliin sekä opettaa yleisimmät muotoilutekniikat, jonka jälkeen he saavat tehdä materiaalista mitä haluavat.","notes":"Työpaja tarjoaa työvälineet. Materiaalimaksu 5e sisältää materiaalit. Maksu työpajassa käteisellä.\r\n\r\nEnnakkoilmoittautuminen infopisteen luona. Max 15 hlö / työpaja.","loc":["Sali 218"],"date":"2017-07-28","time":"20:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen"],"people":[{"id":10087,"name":"Nevalainen Noora"}]},{"id":7996,"title":"Sitsityöpaja","desc":"Sitsit ovat yliopistolla harrastettu tapa juhlia laulaen. Soveltuu varmasti larpin osaksi ja on muutenkin hauskaa. Tule ja opi miten, tai jos olet konkari, tule laulamaan teemoiltaan roolipelaamiseen painottuvia lauluja. Työpaja ei vaadi muuta ennakkotietoa tahi osaamista kuin että uskallat laulaa muiden mukana.","notes":"Työpajassa laulettavien teemojen vuoksi työpaja ei sovellu alle 15 vuotiaille.\r\n\r\nEnnakkolilmoittautuminen infotiskillä. Max 25 osallistujaa. Ilmoittautumatta pääsee, jos tilaa jää.","loc":["Sali 306"],"date":"2017-07-28","time":"20:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen"],"people":[{"id":8665,"name":"Saarelma Katri"}]},{"id":8260,"title":"Oletko nopeampi kuin Pantteri?","desc":"Jungle speed turnaus. Oletko nopeampi kuin Pantteri vai ovatko muut nopeampia? Tule kokeilemaan nopeuttasi turnaukseen. ","notes":"","loc":["Sali 103"],"date":"2017-07-28","time":"21:00","mins":60,"tags":["Lautapelit","Muu ohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":8204,"name":"Keskinen Juhana"}]},{"id":8007,"title":"All the mistakes we’ve made","desc":"Massi and her fantastic guest speakers share their strangest, most magnificent and just plain disastrous mistakes in the name of designing more or less great games and events. By sharing our mistakes we all learn that failing is not the same as being a failure, it is part of designing. Let’s learn from our mistakes and laugh the shame away together!","notes":"","loc":["Sali 201"],"date":"2017-07-28","time":"21:00","mins":60,"tags":["Paneeli","Esitelmä","In English"],"people":[{"id":5573,"name":"Hannula Thorhauge Maija"}]},{"id":8020,"title":"When Sh*t Hits The Fan","desc":"Yhteisön ärtymys voi lähteä pienestä kipinästä ja sosiaalisen median aikakaudella eskaloitua ylimitotetuksi raivoksi. Kuinka käsitellä yksittäisen pelaajan tai pelaajayhteisön suuttumus? Kuinka sammutetaan alkava tulipalo? Kuinka siivota tavara seinistä, kun se on jo käynyt tuulettimen pyörityksen? Luennolla tarkastellaan pelialan Community Managerin kokemuksia ja keinoja vihaisten asiakkaiden käsittelystä - ja sitä, kuinka näitä keinoja voisi soveltaa esimerkiksi liveroolipelien kriisinhallinnassa.","notes":"","loc":["Sali 204"],"date":"2017-07-28","time":"21:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen","CrossGames"],"people":[{"id":7372,"name":"Kaukonen Ida-Emilia"}]},{"id":8125,"title":"\"Mä en keksi mitään!\" - Ohjeita aloitteleville pelinjohtajille","desc":"Haluatko vetää pelejä, mutta tuntuu, ettet keksi mitään? Tuntuuko koherentin juonen teko vaikealta? Lähes 20 vuotta pelejä vetänyt Ville Yli-Knuutila esittelee oman työkalupakkinsa, joka sisältää hyödyllisiä kikkoja ja jippoja pelinjohtajille, joita joskus vaivaa mielikuvituksen puute tai kykenemättömyys tarttua toimeen. Sopii erityisesti aloitteleville pelinjohtaijlle.","notes":"","loc":["Sali 205"],"date":"2017-07-28","time":"21:00","mins":60,"tags":["Lapsiystävällinen","Esitelmä","Aloittelijaystävällinen"],"people":[{"id":6780,"name":"Yli-Knuutila Ville"}]},{"id":8032,"title":"Heian-kyo, rauhan ja vakauden pääkaupunki","desc":"Esitelmässä käydään läpi Japanin muinaisen pääkaupungin historiaa, toimintaa ja arkkitehtuuria sen perustamisesta Heian-kauden loppuun (794-1185). ","notes":"","loc":["Sali 206"],"date":"2017-07-28","time":"21:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":6120,"name":"Letonsaari Tomi"}]},{"id":8013,"title":"Sukupuolet, sukupuoliroolit ja larpinkirjoitus","desc":"Keskustelua sukupuoliroolien ja sukupuolen käsittelystä liveroolipeleissä pelinjärjestäjän näkökulmasta. Tulisiko hahmokonseptin olla lähtökohtaisesti sukupuolittamaton? Voiko historiallista peliä suunnitella toisintamatta aikakauden tai aikakautemme tyypillisiä sukupuolirooleja? Saako sukupuolirooleista ja -stereotypioista sittenkin käyttökelpoisia työkaluja larpin tarinankerrontaan? Keskustelu pyritään käymään kunnioittavassa hengessä ja aiheen herkkyys tiedostaen.\r\n\r\nPanelisteina Janne Jurvanen, Neko Koski, Ami Koiranen, Jaana Takalo ja Niina Niskanen","notes":"","loc":["Sali 207"],"date":"2017-07-28","time":"21:00","mins":120,"tags":["Paneeli"],"people":[{"id":5427,"name":"Niskanen Niina"},{"id":7071,"name":"Takalo Jaana"},{"id":6428,"name":"Koiranen Ami"},{"id":9293,"name":"Koski Neko"},{"id":10116,"name":"Jurvanen Janne"}]},{"id":8040,"title":"Jaconia - jaettu maailma","desc":"Viimeisen parin vuoden aikana on ilmestynyt viisi Praedor-teosta kolmelta eri kirjailijalta ja kustantajalta. Jaconiasta on tullut fantasiabrändi, jolla voi olla monta tekijää ja tekijänsä näköisiä tuotteita. Miten tämä luovan vastuun jakaminen toimii ja miten siihen\r\npääsee mukaan? Paneelissa tähän astiset Praedor-kirjailijat Ville Vuorela, Petri Hiltunen, Erkka Leppänen ja Jaakko Alamikkula.","notes":"","loc":["Sali 208"],"date":"2017-07-28","time":"21:00","mins":120,"tags":["Paneeli"],"people":[{"id":10217,"name":"Alamikkula Jaakko"},{"id":10216,"name":"Leppänen Erkka"},{"id":5557,"name":"Hiltunen Petri"},{"id":6076,"name":"Vuorela Ville"}]},{"id":8214,"title":"Tarinoita taivaalta - Planetaario avaa tähtitaivaan saloja aikuisille","desc":"Jo muinaiset kreikkalaiset... Niin siis tosissaan jo muinaiset kreikkalaiset osasivat tehdä kunnon draamaa. Niin kovaa draamaa, että nykypäivänäkin tähtitaivaan kuviot mukailevat tätä draamaa. Kuka tappoi ja kenet? Kuka rakastui ja kehen? Kuka oli mustasukkainen? Kuka kaappasi ja kuka pelasti?\r\nTähtitaivaan kuvioiden takaa paljastuu melko karujakin tarinoita. Tule planetaarioon kuulemaan miten alkuperäiset tarinat kertovat tähtitaivaan kuvioiden päätymisen taivaalle. Luvassa seksiä ja väkivaltaa. \r\n\r\nOhjelmaa ei sovellu alle 16-vuotiaille.\r\nEsitykseen mahtuu noin 25 henkeä.","notes":"","loc":["Halli 5"],"date":"2017-07-28","time":"22:00","mins":60,"tags":["Muu ohjelma"],"people":[{"id":10097,"name":"Juustila Merli"}]},{"id":8288,"title":"Vampire: the Eternal Struggle -EM-karsinta: Finaali","desc":"Suuri perinteinen Vampire: the Eternal Struggle -turnaus (ja samalla EM-karsinta). Turnaus pelataan virallisilla (”VEKN”) turnaussäännöillä: kolme kahden tunnin erää ja lopuksi viiden hengen finaalierä. Turnaus venyy myöhään yöhön, kannattaa varautua kahvilla ja turnauskestävyydellä! Ilmoittautuminen paikan päällä menee kiinni klo 17:30, ennakkoilmoittautuminen on mahdollista osoitteessa http://vtes.orava.org. Kaikki lämpimästi tervetulleita kokemustasosta riippumatta! ","notes":"","loc":["Halli 5 Ohjelmalava"],"date":"2017-07-28","time":"22:00","mins":300,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":5250,"name":"Wessman Petri"}]},{"id":8034,"title":" Historian klassisia mullistuksia","desc":"Miten takapajuisina barbaareina pidetyt vuoristolaiset panivat maailmankartan uusiksi? Kuka vänrikki Välimeren saarelta vavisutti Eurooppaa? Ja kenen tulisieluisen teologin vasarahommat synnyttivä suuren skisman? Tule kuulemaan maailmaa mullistaneista tapahtumista ja henkilöistä.  ","notes":"","loc":["Sali 201"],"date":"2017-07-28","time":"22:00","mins":60,"tags":["Esitelmä"],"people":[{"id":9117,"name":"Katko Joonas"}]},{"id":8058,"title":"Parasiitit: Faktaa ja fiktiota","desc":"Kaikki, mitä et olisi halunnut tietää loisista. Farmakologi kertoo erilaisten loiseliöiden kiehtovasta biologiasta tosielämän ja fiktion esimerkkien avulla. Ei aivan heikkohermoisille.","notes":"","loc":["Sali 204"],"date":"2017-07-28","time":"22:00","mins":60,"tags":["Esitelmä"],"people":[{"id":9110,"name":"Leppä Elli "}]},{"id":8025,"title":"Bylinaa bogatyreista - muinaisvenäläiset sankarirunot ja niiden sankarit","desc":"Mikä on bylina ja mitä ovat bogatyrit? Entä millainen on bylinoiden maailma, ketkä sitä asuttavat - ja ketkä sen loivat? Katsaus muinaisvenäläisen sankarirunouden laajaan aarreaittaan, sen syntyyn, henkilögalleriaan ja tapahtumiin. Kulttuurihistoriaa, nuotiotarinoita ja melkein valmiita roolipelimateriaaleja samassa paketissa. Saattaa sisältää  runonlausuntaa.","notes":"","loc":["Sali 205"],"date":"2017-07-28","time":"22:00","mins":60,"tags":["Esitelmä"],"people":[{"id":6937,"name":"Hakkarainen Olli"}]},{"id":8158,"title":"Tarinankerrontapaja","desc":"Tarinankerrontapaja on kevyesti ohjattua, osallistavaa tarinankerrontaa. Sen tarkoitus on kuunteleminen ja kuulluksi tuleminen. Pajaan voi osallistua kuka tahansa, paikalle voi tulla milloin huvittaa ja pois voi lähteä aina, kun jonkun tarina ei ole kesken. Tilassa voi jutella vapaasti, mutta kun kello soi, rauhoitutaan kuuntelemaan tarinaa. Kuka tahansa saa soittaa kelloa kertoakseen tarinan ja kaikki tarinat ovat yhtä tärkeitä ja arvostettuja. \r\n\r\nTarinat syntyvät kohtaamisen aikana, paikalle voi tulla valmistautumatta ja improvisointiin saa apuja. Tarinankerrontapaja on oivallinen tapa tutustua uusiin ihmisiin.","notes":"","loc":["Sali 306"],"date":"2017-07-28","time":"22:00","mins":180,"tags":["Muu ohjelma","Työpaja","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":6246,"name":"Lehto Kerttu"}]},{"id":8208,"title":"Lupus in Tabula","desc":"Jo kymmenen vuoden ajan Ropeconin yössä on juostu ihmissusien perässä Tabulan kylässä. Säännöt ovat helpot ja yksi peli kestää noin 45+ minuuttia. Pelissä sinun tulee pyrkiä löytämään kanssakyläläistesi kanssa ihmissudet joukostanne ennen kuin he laittavat koko kylän suihinsa. Vai oletko itse ihmissusi? Molemmat puolet voivat menestyä vain intuitiolla, neuvottelutaidoilla ja terveellä epäluottamuksella kaikkia kohtaan. Pelejä pelataan aamuun asti myös merkityn ohjelma-ajan ulkopuolella.","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-28","time":"23:00","mins":180,"tags":["Korttipelit","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":7891,"name":"Törrönen Tapio"},{"id":6095,"name":"Mäkinen Juho"},{"id":8768,"name":"Karjalainen Sunna"},{"id":10324,"name":"Ketu Mika"}]},{"id":8166,"title":"Fandomelokuva","desc":"Fandomelokuvassa tunnetuimpien fandomien hahmot yhdistävät voimansa taistellakseen maailmaansa uhkaavaa vihollista vastaan – tai ainakin yrittävät.\r\n\r\nElokuva pohjautuu löyhästi The Avengers (2012) -elokuvaan jossa Marvel toi valkokankaalle mullistavalla tavalla yhteen supersankariuniversuminsa lukuisia merkittäviä hahmoja. Fandomelokuvassa esiintyy hahmoja muun muassa Supernaturalista, Sherlockista, Harry Potterista, Doctor Whosta sekä lukuisista muista suosituista fandomeista.","notes":"","loc":["Sali 201"],"date":"2017-07-28","time":"23:00","mins":60,"tags":["Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":10314,"name":"Hietala Anri"}]},{"id":8056,"title":"Pahuuden synty","desc":"Pahuus tuntuu loputtomalta resurssilta maailmassa, vaikka suurin osa ihmisistä yrittää toimia parhaimmalla osaamallaan tavalla. Mikä siis selittää pahoja tekoja? Onko pahuus vain erottamaton osa ihmisluontoa vai onko pahuus syvällä yhteisöjen toiminnassa? Ohjelman aiheen vuoksi ikäraja k15.","notes":"","loc":["Sali 206"],"date":"2017-07-28","time":"23:00","mins":120,"tags":["Esitelmä"],"people":[{"id":6634,"name":"Gustafsson Emma"}]},{"id":8041,"title":"Japanilaisia kauhutarinoita","desc":"Eikö nukuta? Tule kuuntelemaan vanhoja japanilaisia kauhutarinoita kostonhimoisista aaveista ja irtileikatuista päistä. Sisältönsä vuoksi ohjelma ei sovi perheen pienimmille. ","notes":"Ennakkoilmoitus infotiskillä! Max 40 henkilöä.","loc":["Sali 207"],"date":"2017-07-28","time":"23:00","mins":60,"tags":["Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":5428,"name":"Mörsky Sanna"}]},{"id":8269,"title":"Bolt Action -turnaus","desc":"Toista maailmansotaa miniatyyreillä, armeijat 1000 pistettä, parhaat palkitaan","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"08:00","mins":600,"tags":["Figut","Kielivapaa"],"people":[{"id":10370,"name":"Airola Jouni"}]},{"id":7933,"title":"Mordheim-kampanja","desc":"Mordheimin rauniokaupungin aarteista kilpaillaan tänä vuonna kevyessä NonStop-kampanjassa läpi koko Conin. Mukaan voit hypätä missä vaiheessa vain ja pelata niin monta peliä kuin haluat. Vastustajaksesi voit haastaa joko jonkun toisen pelaajan taikka jonkun järjestäjien aloittelevista warbandeistä. Pelaamiseen et välttämättä tarvitse omia miniatyyrejä, vaan paikalta löytyy myös laina-warbandejä. Järjestäjänä Suomen Rooli- ja Miniatyyripelaajat ry.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"09:00","mins":780,"tags":["Figut"],"people":[{"id":8924,"name":"Haapamäki Jari"},{"id":9331,"name":"Uotila Aki"},{"id":9786,"name":"Ruotanen Heikki"},{"id":7500,"name":"Ruotanen Petri"}]},{"id":7943,"title":"Malifaux-turnaus","desc":"Eletään 1900-luvun alkua ja siitä kun ihmiskunta avasi portaalin kaukaiseen Malifauxin kaupunkiin ja sen maagisten sielukivien lähteille. Näiden kivien kauppa on tiukasti Killan hallinnassa, mutta kaupungissa on yhä runsaasti mahdollisuuksia tarjolla uskaliaalle seikkailijalle ja aarteita löydettäväksi huimapäiselle tutkimusmatkailijalle.\r\nMalifauxin aarteiden hallinnasta mitellään kolmen kierroksen verran.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"09:00","mins":420,"tags":["Figut"],"people":[{"id":9318,"name":"Männistö Tuukka"},{"id":9309,"name":"Roponen Juho"}]},{"id":8228,"title":"Warmachine & Hordes -turnaus","desc":"Kaukainen Immorenin mantere on ilmiliekeissä, sota on riehunut jo vuosikymmenen ja tilanne jatkaa kärjistymistään. Taisteluissa kohtaavat valtavat pedot ja robotit, sekä näitä ohjastavat taikurit, eikä normaalin sotilaan henki ole juuri minkään arvoinen.\r\n\r\nRopeconin perinteinen WMH-turnaus palaa jälleen. Ilmottautuminen ja lisätiedot Sotavasarassa.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"09:00","mins":780,"tags":["Figut"],"people":[{"id":6794,"name":"Uusitupa Jaakko"},{"id":7196,"name":"Aro Teemu"},{"id":9316,"name":"Järvinen Samu"}]},{"id":8290,"title":"Jättikokoisten lautapelien pelautus. ","desc":"Pelautuksessa jättikokoiset versiot Menolippu, Colt Express ja Takenoko peleistä. ","notes":"","loc":["Pelialue B"],"date":"2017-07-29","time":"09:00","mins":180,"tags":["Lautapelit","Demo","Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":10397,"name":"Halinen Milja"},{"id":10400,"name":"Mattinen Topias"}]},{"id":8094,"title":"Robin’s Friends: Larp","desc":"About the beauty of friendship and the difficulty to communicate even though your intentions are good. What happens when your inability to see others suddenly leads to the realization that it’s too late? If you had the chance to do it again, how would you change it?\r\n\r\nA star, a producer and a caretaker – three close friends going away for a short holiday together to have the best time. But each character have their own baggage, and the weekend is pulled apart by quarrels. And in life you don’t get second chances.","notes":"","loc":["Sali 215"],"date":"2017-07-29","time":"09:00","mins":120,"tags":["Larpit","In English","Kunniavieras"],"people":[{"id":7665,"name":"Westerling Anna"}]},{"id":8103,"title":"Bolwardin kohtalo: Larp","desc":"Suuriruhtinas Jonathan Remmington on kuollut ja hänen adoptiopoikansa Lordi Andrew Remmington II on noussut suuriruhtinaaksi. Valitakseen liittolaisensa hän on kutsunut kaupungin vaikutusvaltaisimmat neutraalille maaperälle. Kenen salaisuudet paljastuvat ja kuka joutuu ikuiseen häpeään? Vajoaako kaupunki kaaokseen? Entä kenet suuriruhtinas nai? Ihmissuhdedraamaa ja juonittelua viktoriaanisen Englannin kaltaisessa Bolwardin kaupunkivaltiossa steampunkin henkeen. Päivitetty viime vuodesta!","notes":"","loc":["Sali 216"],"date":"2017-07-29","time":"09:30","mins":240,"tags":["Larpit"],"people":[{"id":8138,"name":"Telivuo Teija"}]},{"id":8104,"title":"Bolwardin kohtalo: Larp","desc":"Suuriruhtinas Jonathan Remmington on kuollut ja hänen adoptiopoikansa Lordi Andrew Remmington II on noussut suuriruhtinaaksi. Valitakseen liittolaisensa hän on kutsunut kaupungin vaikutusvaltaisimmat neutraalille maaperälle. Kenen salaisuudet paljastuvat ja kuka joutuu ikuiseen häpeään? Vajoaako kaupunki kaaokseen? Entä kenet suuriruhtinas nai? Ihmissuhdedraamaa ja juonittelua viktoriaanisen Englannin kaltaisessa Bolwardin kaupunkivaltiossa steampunkin henkeen. Päivitetty viime vuodesta!","notes":"","loc":["Sali 216a"],"date":"2017-07-29","time":"09:30","mins":240,"tags":["Larpit"],"people":[{"id":8138,"name":"Telivuo Teija"}]},{"id":7945,"title":"Tanssiharjoitukset 1: Helpot ja Branlet","desc":"Tanssiharjoituksissa harjoitellaan historiallisia tansseja Ropeconin tanssiaisia varten. Kaikki opetettavat tanssit ovat helppoja tansseja, jotka opetetaan alusta alkaen. Aikaisempaa kokemusta ei vaadita. Tanssit on jaoteltu sen mukaan mihin tanssisuuntaukseen ne kuuluvat. Perjantain ja lauantain tunneilla opetetaan samat tanssit.\r\n\r\nBranlet ovat helppoja piiritansseja 1500-luvulta. \r\nBranle Maltese (Turkish branle), Pupubranle (Pease Branle), Gathering Peascods, Celtic Spiral, Gay Gordon, Pornopolka","notes":"","loc":["Ala-Galleria"],"date":"2017-07-29","time":"10:00","mins":120,"tags":["Muu ohjelma","Tanssiohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":10240,"name":"Lehto Annika"},{"id":9307,"name":"Koivunen Pirkko"}]},{"id":8212,"title":"Tarinoita taivaalta - Planetaario avaa tähtitaivaan saloja","desc":"Mistä ovat tähtitaitaan kuviot, nuo klassikoiden klassikot saaneet tarinansa? Miksi taivaannapaa kiertävät karhu, leijona, skorpioni ja joutsen? Miksi meillä on talvi ja kesä? \r\nTähtitaivaan kuviot ovat nimettyjä kreikkalaisen mytologian mukaan, mutta miksi juuri nämä tietyt hahmot ja kuviot ovat päätyneet taivaalle? Tule kuulemaan tarinoita tähtitaivaalta ja samalla tutustumaan tähtitaivaan kuvioihin ja mistä ne tunnistaa.\r\n\r\nYksi esitys kestää 30min, kerrallaan planetaarioon mahtuu 25 henkeä. ","notes":"","loc":["Halli 5"],"date":"2017-07-29","time":"10:00","mins":120,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen"],"people":[{"id":10097,"name":"Juustila Merli"}]},{"id":7936,"title":"Vapaa boffaus","desc":"Vapaassa boffauksessa pääset testaamaan taitojasi pehmoaseilla. Voit osallistua omilla aseillasti tai lainata boffoareenalta käyttöösi sopivat varusteet. Ohjelmaan voi osallistua vapaasti milloin tahansa ohjelman ollessa käynnissä, paikalla oleva henkilökunta ohjeistaa säännöt ja tekee puolijaot tarpeen mukaan. Kaikki ovat tervetulleita kokeilemaan!","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-29","time":"10:00","mins":600,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9573,"name":"Lahtela Miro"}]},{"id":7921,"title":"Epic: Armageddon -turnaus","desc":"Epic on Warhammer 40k:n isoveli, joka lyö uuden, isomman, vaihteen silmään: yksittäisten titaanien ja muutaman ajoneuvon sijaan näet kokonaisia titaaniarmeijoita, isoja panssarivaunuyksiköitä ja superraskaita vaunuja, sekä suuria määriä jalkaväkeä. Säännöt, lisätiedot ja ilmoittautuminen sotavasara.net:issä.\r\n\r\nEpic kicks Warhammer 40k to a higher gear and multiplies the unit sizes considerably: Instead of single titans you'll see full titan legions and instead of a few vehicles you'll see full units of tanks and super-heavy vehicles, and of course plenty of infantry. Tournament rules, additional info and sign-up at sotavasara.net forums.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"10:00","mins":600,"tags":["Figut"],"people":[{"id":4643,"name":"Marjola Kalle"},{"id":6043,"name":"Almusa Henrikki"}]},{"id":7972,"title":"X-Wing Store Championship -turnaus","desc":"Ulvovat tähtihävittäjät ja leiskukuvat laaserit täyttävät avaruuden hävittäjälaivueiden ottaessa mittaa toisistaan. Vievätkö Keisarikunnan joukot voiton, vai onnituvatko kapinalliset saamaan taas yhden kipeästi tarvittavan onnitumisen matkalla galaksin vapauttamiseksi? Kuusikierroksinen (4+2) turnaus Store Championship formaatilla.\r\n\r\n\r\nThe screeching of starfighters and flahing lasers fills the space as opposing squadrons engage each other. Will the Imperial forces secure the victory or will the rebels gain another much needed win in their fight towards free galaxy? A six (4+2) round tournament using Store Championship format.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"10:00","mins":480,"tags":["Figut"],"people":[{"id":10367,"name":"Korjus Marko"},{"id":10366,"name":"Tammelin Marko"},{"id":9330,"name":"Tammelin Erno"},{"id":5779,"name":"Koskimäki Jussi"}]},{"id":8223,"title":"Fantasy Battles: The 9th Age -turnaus","desc":"Sodan rumpujen lähestyessä on kenraalien aika teroittaa miekkansa ja kaivaa karttansa koteloistaan, sillä Ropeconissa järjestetään aloittelijaystävällinen 9th age turnaus.  Kaikki aloittelijoista vanhoihin konkareihin ovat tervetulleita testaamaan taktista silmäänsä taistelun melskeessä, eikä oma armeijakaan ole välttämätön sillä järjestäjiltä löytyy laina-armeijoita tarvitseville. Turnauksen ennakkoilmoittautumien tapahtuu Sotavasara.net sivustolla, mutta paikan päälle voi saapua katsomaan onko turnauksessa vielä tilaa. Turnauksessa pelataan kolme peliä 3000 pisteen border patrol armeijoilla.\r\n\r\nWhen the drums of war fill the air with their booming sound, it is time for the generals of each nation to sharpen their swords and bring out their maps as the drums signal the beginning of a beginner friendly 9th Age tournament in Ropecon! Everyone from beginner to the grizzly veteran is welcome. You can attend even without your own army as the organiers have some armies to loan. Non-obligatory sign-up at sotavasara.net, 3000pts, border patrol army composition.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"10:00","mins":480,"tags":["Figut","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":8926,"name":"Katila Olli"},{"id":6738,"name":"Mikkanen Olli"}]},{"id":7963,"title":"Pukukilpailu: Ilmoittautuminen / Sign up","desc":"Ilmoittaudu mukaan pukukilpailuun! Kuvauta asusi ja täytä ilmolomake. Ropeconin perinteinen pukukilpailu tekee paluun tänäkin vuonna! Ilmoittautumiset perjantain ja lauantain aikana, ja yleisöäänestys lauantai-illasta sunnuntaille.","notes":"","loc":["Halli 5 Pukukilpailutiski"],"date":"2017-07-29","time":"10:00","mins":180,"tags":["Muu ohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9288,"name":"Pykäläinen Eetu"},{"id":8847,"name":"Sirola Laura"}]},{"id":8117,"title":"Hiljainen maa: Ilmoittautuminen","desc":"Hiljainen maa on post-apokalyptinen draama menetyksestä, selviytymisestä ja kaipuusta. Tuhoisa pandemia on pyyhkinyt pois lähes koko ihmiskunnan, ja harvat eloonjääneet ponnistelevat selviytyäkseen hiljaisessa ja autiossa maassa. Pelissä seurataan kohtauksittain pienen ryhmän tarinaa kipeiden muistojen ja vaikeiden valintojen keskellä. Hahmojen kokemaa menetystä syvennetään metatekniikoiden ja takaumien avulla, peliin suunnitellun äänimaiseman säestyksellä. Raskaiden teemojensa vuoksi peli ei sovellu alle 18-vuotiaille.","notes":"","loc":["Larp-tiski"],"date":"2017-07-29","time":"10:00","mins":120,"tags":["Larpit"],"people":[{"id":5328,"name":"Niemi Hannu"}]},{"id":8113,"title":"Changeling the Dreaming: Ilmoittautuminen","desc":"Changeling on Whitewolfin samannimiseen pöytäroolipelimaailmaan perustuva liveroolipeli. Changelingissä kaikkien pelaajien hahmot ovat keijuja (Fae), jotka ovat syntyneet ihmisten kehoihin. Tällä tavoin keijut yrittävät pitää kiinni taikavoimistaan, koska taikuus on katoamassa maailmasta. Heidän elämänsä on tasapainoilua mielikuvituksen ja realismin välillä. Kaikki pelin keijut kuuluvat joko Kesähoviin (Seeliet) tai Talvihoviin (Unseeliet). Tämä määrää heidän käytöstään, asennettaan ja toimintatapojaan. Jokaisella keijulla on myös oma Suku (House), johon he kuuluvat. Tässä pelissä Suvut ovat House Gwydion ja House Eiluned. Keijuja on useampaa eri rotua. Pelissä mukana olevat keijurodut, eli Kithit ovat: Sidhe, Sluagh, Pooka, Boggan, Eshu, Nocker, Redcap ja Satyyri.\r\n\r\nLuvassa hovijuonittelua sekä henkilösuhde-soppaa!","notes":"","loc":["Larp-tiski"],"date":"2017-07-29","time":"10:00","mins":120,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":7814,"name":"Tuohimaa Ilse"},{"id":10243,"name":"Jokinen Marika"}]},{"id":8070,"title":"Tales of Entropy-pelin julkaisuesittely","desc":"Dramaattiseen tarinankerrontaan keskittyvän Tales of Entropy -roolipelin julkistamistilaisuus ja kirjoittaja Petteri Hannilan haastattelu pelin sisällöstä ja syntyprosessista. Haastattelijana Eero Laine.","notes":"","loc":["Sali 201"],"date":"2017-07-29","time":"10:00","mins":60,"tags":["Muu ohjelma"],"people":[{"id":10218,"name":"Laine Eero"},{"id":10089,"name":"Hannila Petteri"}]},{"id":8050,"title":"Merenkansalarp -eläytymisharjoitus uimahallissa","desc":"Huhtikuussa järjestettiin kokeellinen eläytymisharjoitus uimahallissa, jossa hahmoina oli mm. vedessä asuvia merenkansalaisia eli merenmiehiä ja -neitoja. Puheohjelma kertoo miten kaikki sujui, mutta antaa pääasiassa puheenvuoron yleisölle. Oletko sinä halunnut järjestää larpin uimahallissa tai tahtoisitko osallistua sellaiseen joskus? Ideoidaan yhdessä, halutessasi jo ennen conia, ja keskustellaan sitten paikanpäällä toteutuksesta. Voit ottaa yhteyttä: essi.vallenius@gmail.com","notes":"","loc":["Sali 204"],"date":"2017-07-29","time":"10:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":10112,"name":"Vallenius Essi"}]},{"id":8055,"title":"Vanhempainilta","desc":"Pelaaminen kuuluu monen perheen arkeen, mutta onko peliharrastaja automaattisesti myös taitava pelikasvattaja? Minkälaiset sudenkuopat vaanivat pelikasvatuksen poluilla? Mikä avuksi, jos lasta kiinnostaakin jääkiekko? Ropeconin vanhempainillassa pelikasvatuksen ammattilainen pohtii lasten peliharrastusta nörttiperheissä. Myös muut kuin vanhemmat tervetulleita!","notes":"","loc":["Sali 205"],"date":"2017-07-29","time":"10:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":8499,"name":"Meriläinen Mikko"}]},{"id":8028,"title":"Ai kivikirveellä karhua kalloon vai? - esihistoria Suomessa","desc":"Suomen esihistoria on pitkä ketju armotonta innovointia tilanteessa, jossa resursseja on vähän, eikä se saimaannorppa itsestään lautaselle ryömi. Mitä täällä selviämiseen on oikeasti tarvittu ja kannattiko täällä muka edes asua ennen savusaunan ja salmiakin keksimistä? Luento uppoutuu Suomen kivikauden olosuhteisiin ja arkipäiväiseen elämänmenoon.","notes":"","loc":["Sali 206"],"date":"2017-07-29","time":"10:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":8231,"name":"Laaka Maria"}]},{"id":8039,"title":"Avaruudessa selviämisen perusteet osa 2","desc":"Miten ilmalukko toimii ihan konkreettisesti? Entä miten ovet avaruusasemalla? Miten modulit liitetään toisiinsa? Mikä kaikki voi vikaantua elossapitojärjestelmässä? Pikakertaus 1. osan sisällöstä ja siitä syvemmälle kaninkoloon taistelussa vääjäämätöntä kuolemaa vastaan. Luento sisältää selkeää havainnollistamista monimutkaisten kaavojen ja taulukoiden sijaan.\r\n","notes":"","loc":["Sali 208"],"date":"2017-07-29","time":"10:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":9278,"name":"Kotivuori Nuutti"}]},{"id":8085,"title":"Milloin Unelma ja Päivä yhdistyvät: Larp","desc":"\"En tiedä missä minä olen. En tunne mitään, en kuule mitään, en voi puhua mitään. Olen kuin vanki omassa kehossani. Näen vain edessäni kaiken pimeyden keskeltä oven, joka on auki. Minun on pakko paeta tätä oloani. Ihan sama odottaako minua taivas, helvetti, toinen maailma, kuolema, koti, vankila tai jokin tuntematon paikka. Mikä tahansa on tyhjyyttä parempi vaihtoehto.\"\r\n\r\nMilloin Unelma ja Päivä yhdistyvät on liveroolipeli, jonka genre on ihmissuhdedraama, jossa on pieni ripaus psykologista kauhua. Pelaajat aloittavat pelinsä tabula rasoina eli täysin tyhjinä hahmoina, jotka muodostavat menneisyytensä, personallisuutensa ja elämänsä erilaisten kysymysten kautta joita heiltä kysytään pelin myötä. Käytännössä voit pelata aivan mitä tahansa hahmoa mitä haluat. Peliin mahtuu 4-10 pelaajaa. Pelissä käsitellään jonkin verran rankkoja teemoja.","notes":"","loc":["Sali 217"],"date":"2017-07-29","time":"10:00","mins":180,"tags":["Larpit"],"people":[{"id":9564,"name":"Piipponen Marko"}]},{"id":8247,"title":"International Meeting Point","desc":"The International Meeting Point offers a place where you can hang out and meet other internationals or get the latest tips on what to do and where to go during Ropecon. The meeting point staff will be happy to tell you about everything the event has to offer and how things work, or just have a nice chat. Maybe even play a short game. It's also a great place to find other visitors to do things with. Both internationals and locals are welcome!","notes":"","loc":["Salin 203 Aula"],"date":"2017-07-29","time":"10:00","mins":600,"tags":["Muu ohjelma","Aloittelijaystävällinen","In English"],"people":[{"id":9328,"name":" Ropecon"}]},{"id":8190,"title":"Dystopian Wars","desc":"Monipuolinen steampunk-figupeli, jossa yhdistyy maa-, meri- ja ilmataistelut!","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":660,"tags":["Figut","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10246,"name":"Pesonen Tomi"}]},{"id":8253,"title":"Myrrysmiesten pelejä","desc":"Esittelyssä sekä julkaistuja pelejä (Hood, Hounds of the Sea jne.) että kokeiluasteella olevia pelejä. Pelienkehittäjä kertoo tarvittaessa peleistä.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":660,"tags":["Lautapelit","Lapsiystävällinen","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":6753,"name":"Sorsa Jukka "}]},{"id":8256,"title":"Bliaron - Masters of Magic","desc":"Bliaron - Masters of Magic is an upcoming cardgame where mages battle their rivals and the last one standing is crowned the victor. Combine cards from your hand to cast powerful spells of your own design and knock out the other players before they do the same to you! Come test the game before it's out and give us some feedback and comments.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":660,"tags":["Korttipelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10103,"name":"Lax Antti"}]},{"id":8193,"title":"Dawn of Peacemakers","desc":"Dawn of Peacemakers on alati muuttuva lautapeli jatkuvalla kampanjalla. Pelaajat astuvat seikkailijoiden saappaisiin sotatantereella. Sinun on luotettava tiimitovereihisi ja tehtävä yhteistyötä heidän kanssaan, jos haluat saattaa sodan rauhanomaiseen päätökseen.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":600,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10315,"name":"Laakso Sami - Snowdale Design -"}]},{"id":8168,"title":"Turvasatama","desc":"Turvasatama on tarkoitettu matalan kynnyksen tutustumispaikaksi ensisijaisesti ensikertalaisille, mutta myös kokeneemmat conikonkarit ovat tervetulleita. Turvasatama on kaikille niille, jotka saattavat tarvita conikaveria, suunnistusapua tapahtuma-alueella tai muuta apua viikonlopun aikana. Satamatyöntekijät toimivat auttajina ja opastajina kävijöille ja tarvittaessa lähtevät vaikka ohjelmaan mukaan, jos et uskalla itse mennä yksin. Satamaan voi tulla myös lepuuttamaan jalkojaan, pelailemaan pelejä tai vain hengaamaan vapaasti. \r\n\r\nRatkesiko puvusta sauma? Ei hätää! Turvasatamasta löydät myös suositun Cosplay-ensiapupisteen.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":660,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen"],"people":[{"id":8953,"name":"Nörttitytöt  "}]},{"id":8174,"title":"Merchants Prestige","desc":"Merchants Prestige on kehitteillä oleva lautapeli, jossa pelaajat asettuvat renessanssiajan kauppias-sukujen rooliin kilpaillakseen arvovallasta.\r\nTule testaamaan ja antamaan palautetta.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":180,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10257,"name":"Puhakka Janne"},{"id":10248,"name":"Tanskanen Joni"}]},{"id":8250,"title":"Hamstraajat","desc":"Voiko venäjää oppia helposti? Pelaamalla Hamstraajia se on mahdollista! Hamstraajat on helposti omaksuttava korttipeli venäjän kielen oppimiseen. Pelissä voitte eläytyä pula-ajan Neuvostoliiton kansalaisten rooliin. Kaikkea on saatavilla rajoitetusti ja tarpeellisia hyödykkeitä on hamstrattava itselle muilta pelaajilta. Peli muistuttaa rakenteeltaan kaikille tuttua Hullunkuriset Perheet -peliä. Pelikavereilta kysytään kortteja ja saaduista korteista yritetään muodostaa sarjoja. Pelaaminen tapahtuu venäjän kielellä selkeiden ja yksinkertaisten sääntöjen siivittämänä. Hamstraamisesta tulee koukuttavaa ja venäjän oppiminen tapahtuu huomaamatta.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":660,"tags":["Korttipelit","Lapsiystävällinen","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":6345,"name":"Kivinen Jelena"}]},{"id":7960,"title":"Specialist Games","desc":"Kättä lippaan ja voimanyrkki tanaan, sotilas! Games Workshopin pienempiä, klassisia erikoispelejä esittelyssä tänäkin vuonna läpi conin. Tule ohjaamaan kilometrien mittaisten avaruusalusten laivastoja Battlefleet Gothicin pariin, puhdistamaan Space Hulkin klaustrofobisia käytäviä xenoista liekinheittimellä, rymistelemään palloa (ja vastapelaajien ruumiinkappaleita) maaliin Blood Bowlin nurmikentille tai syöksymään ihmiskunnan synkeimmän sisällissodan katkeraan tuiskeeseen Betrayal at Calthin taistoihin. Sopii niin veteraaneille kuin vasta-alkajillekin!","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":660,"tags":["Figut","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":9944,"name":"Trygg Erno"},{"id":7103,"name":"Veteli Peitsa"}]},{"id":7984,"title":"Riichi Mahjong","desc":"Japanilaista mahjongia sekä kokeneille että alottelijoille. Peli on neljän hengen taktinen uhkapeli, joka kestää noin 45 - 90min. Peliseuraa löytyy myös paikan päältä, tervetuloa kokeilemaan yksin tai seurassa!","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":660,"tags":["Lapsiystävällinen","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10263,"name":"Luomakoski Lilli "},{"id":9737,"name":"Ikonen Sakari"},{"id":8375,"name":"Wahlström Maaria"},{"id":9736,"name":"Kaarnaoja Niina"},{"id":8861,"name":"Kirjokangas Mikko"}]},{"id":8183,"title":"Dead of Winter: A Crossroads Game","desc":"Tunnelmallinen seikkailupeli (mm. The Walking Deadin faneille) jossa pelaajien pitää tehdä yhteistyötä selvitäkseen hengissä zombie-apokalypsin autioittamassa maailmassa. Riittääkö ruoka kaikille, löytyykö lääkkeitä tarvittaessa, ja kestävätkö aitaukset epäkuolleiden kurmotusta? Kaiken lisäksi joku pelaajista saattaa salaa osoittautua petturiksi...","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":660,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10313,"name":"Andergård Henrik"}]},{"id":7967,"title":"Magic: The Gathering","desc":"Magic: the Gathering on Wizards of the Coastin valmistama maailman suurin keräilykorttipeli. Peli on inspiroinut esimerkiksi Blizzardin huippusuositun Hearthstone -virtuaalikorttipelin.\r\n\r\nMTG soveltuu kaikille englannin kielen taitoisille yli 12 - vuotiaille. Jokaisesta Suomen kaupungista löytyy pelaajia ja pelata voi ihan kavereiden kanssa keittiön pöydällä tai osallistua kymppitonnien rahapalkinnon omaaviin turnauksiin ja kaikkea siltä väliltä.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":660,"tags":["Korttipelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":9231,"name":"Koskinen Akseli"},{"id":9657,"name":"Anttila Teemu"},{"id":9943,"name":"Ahtiainen Esa"},{"id":9196,"name":"Porttikivi Elmo"},{"id":10312,"name":"Räty Niko"},{"id":9249,"name":"Välimäki Jonne"},{"id":9942,"name":"Topp Miro"},{"id":9676,"name":"Palmén Toivo"},{"id":9134,"name":"Marinos Dimitrios"}]},{"id":7952,"title":"Battletech - Jättiläisrobottien taistelupeli","desc":"BATTLETECH – JÄTTILÄISROBOTTIEN TAISTELUPELI\r\n\r\nOta komentoosi joukko 12-metrisiä käveleviä sotakoneita ja murskaa vihollisesi tulevaisuuden taistelukentillä! Tarjoamme tunnin mittaisia demoja sekä saman pituisia skenaarioita 1-2 pelaajalle - voit siis tulla yksin tai kaverin kanssa! Battletech on taktisen tason heksakartalla pelattava lautapeli, jonka sääntösysteeminä käytetään nopeaa ja kevyttä Alpha Strike/BattleForce -hybridiä. Battletech games and demos are also available in English.\r\n\r\n","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":660,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":7211,"name":"Niemistö Lauri"},{"id":7487,"name":"Eronen Antti"},{"id":9275,"name":"Makkonen Mitro"}]},{"id":8244,"title":"Drop-in -miniatyyrimaalauspiste","desc":"Tule kokeilemaan figujen maalausta, tai viimeistelemään oma mestarieteoksesi kokeneiden konkareiden ohjeistamana. Pisteellä käytössäsi kaikki tarvittavat välineet ja figuurit. Tänä vuonna löydät Drop-In:in kokemuspisteen yhteydestä Talvipuutarhasta. Maalauspiste auki kokemuspisteen aukioloaikojen puitteissa läpi conin. ","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":660,"tags":["Figut","Aloittelijaystävällinen","Kokemuspiste","Kielivapaa"],"people":[{"id":9328,"name":" Ropecon"}]},{"id":7969,"title":"Beyond the Horizon","desc":"Beyond the Horizon on pakanrakennusta sekä 4X -pelimekaniikkoja yhdistävä tarinallinen avaruudenvalloituspeli 2-6 pelaajalle. Pelissä rakennetaan avaruusaluksia, tutkitaan avaruudesta löytyviä anomalioita, valloitetaan planeettoja, kehitetään uusia teknologioita sekä taistellaan avaruuden herruudesta. Tervetuloa kokeilemaan peliä noin tunnin kestävään demopeliin. Halutessa peliä voi myös jatkaa pidempään. Peli on englanninkielinen.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"10:00","mins":660,"tags":["Lautapelit","Kokemuspiste"],"people":[{"id":8981,"name":"Rouhiainen Sami"},{"id":9936,"name":"Söderman Niklas"},{"id":9935,"name":"Ojalehto Jaakko"}],"attendance":"2-6"},{"id":7927,"title":"Harmaasusien terästaistelunäytös","desc":"Mikä terästaistelu? Missä sitä käytetään ja mitä siihen vaaditaan? Harmaasudet ry esittelee historianelävöityksessä ja Harmaasusien live-roolipeleissä käytettyä terästaistelutyyliä.","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-29","time":"11:00","mins":60,"tags":["Muu ohjelma","Esitelmä","Aloittelijaystävällinen"],"people":[{"id":9981,"name":"Piotrowski Sebastian"},{"id":9112,"name":"Nuojua Mikko"},{"id":9531,"name":"Väliaho Julius"}]},{"id":8238,"title":"Suomen sodat pelipöydällä","desc":"Suomen 100-vuotisjuhlavuoden kunniaksi Nopat & Taktiikka tuo pelattavaksi neljä ikonista taistelua Suomen sotahistoriasta: Breitenfieldin taistelun 1631 30-vuotisen sodan ajoilta, Napuen taistelun Ison Vihan tuoksinoista, Koljonvirran taistelun Suomen sodan ajoilta ja Kannaksen taistelut Jatkosodan kohtalonhetkinä.\r\n\r\nLisätietoja ja ennakkoilmoittautumiset: teemu.kujala@kolumbus.fi","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"11:00","mins":360,"tags":["Figut"],"people":[{"id":7431,"name":"Mannonen Kalle"},{"id":7886,"name":"Nieminen Juha"},{"id":6781,"name":"Vuorio Mika"},{"id":9923,"name":"Lund Ludvig"},{"id":6371,"name":"Sysipuro Marko"},{"id":5484,"name":"Joensuu Joonas"},{"id":7479,"name":"Lahtela Antti"},{"id":8974,"name":"Kujala Teemu"}]},{"id":8236,"title":"Suomen sodat pelipöydällä","desc":"Suomen 100-vuotisjuhlavuoden kunniaksi Nopat & Taktiikka tuo pelattavaksi neljä ikonista taistelua Suomen sotahistoriasta: Breitenfieldin taistelun 1631 30-vuotisen sodan ajoilta, Napuen taistelun Ison Vihan tuoksinoista, Koljonvirran taistelun Suomen sodan ajoilta ja Kannaksen taistelut Jatkosodan kohtalonhetkinä.\r\n\r\nLisätietoja ja ennakkoilmoittautumiset: teemu.kujala@kolumbus.fi","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"11:00","mins":360,"tags":["Figut"],"people":[{"id":7431,"name":"Mannonen Kalle"},{"id":7886,"name":"Nieminen Juha"},{"id":6781,"name":"Vuorio Mika"},{"id":9923,"name":"Lund Ludvig"},{"id":6371,"name":"Sysipuro Marko"},{"id":5484,"name":"Joensuu Joonas"},{"id":7479,"name":"Lahtela Antti"},{"id":8974,"name":"Kujala Teemu"}]},{"id":8205,"title":"MtG Two-headed Giant Sealed","desc":"Kahden hengen joukkueet, neljä parasta joukkuetta pelaa lopuksi pudotuspelit two-headed giant draftina, johon Poromagia tarjoaa boosterit. Jokainen joukkue tuo itse turnaukseen 8 boosteria (4 Hour of Devastation + 4 Amonkhet)","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-29","time":"11:00","mins":660,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":8218,"name":"Vallin Hannu"},{"id":8944,"name":"Lindqvist Juha"},{"id":6784,"name":"Malm Karri"},{"id":7437,"name":"Ihonen Juha"},{"id":9339,"name":"Kaipainen Anttu"},{"id":10389,"name":" Poromagia"}]},{"id":7922,"title":"Vampire: the Eternal Struggle Booster Draft","desc":"7 boosterin drafti, minimi crypta 7 ja library 35, pelaajilla käytössä yksi recursio per peli.\r\nMuutaman vuoden tauon jälkeen palaamme tällä kertaa klassiseen Sabbatin sisäisten konfliktien selvittelyyn joten käytettävät boosterit ovat seuraavanlaiset; 5x Third Edition, 1x Sword of Caine & 1x Black Hand.\r\nAlkuun suoritettaan draftaus ja pakan rakennus, jonka jälkeen pelataan kasatuilla pakoilla 2 kierrosta ja finaali.\r\nOsallistujien tulee tuoda mukanaan draftaukseen tarvittavat boosterit.","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-29","time":"11:00","mins":540,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":9329,"name":"Lindroos Marko"}]},{"id":8145,"title":"Suomen pelimuseo","desc":"Kuuluvatko roolipelit museoon? Suomen pelimuseon pisteellä voi kuulla museon uusimmat kuulumiset roolipelien saralta, mutta myös osallistua roolipelien museointiin. Lisäksi meillä on jaossa Andy Pilkkeen suunnittelemia ja Matti Niinimäen kuvittamaa seikkailua ”Velhon kirottu loitsukirja”.\r\n\r\nMeille saa kertoa myös hahmostaan! Voit täyttää oman pelihistoriahahmolomakkeesi, tai osallistua pelihistorioiden kartoittamiseen pelitutkija Jaakko Stenrosin ohjaamassa työpajassa lauantaina. Voit myös kuvauttaa itsesi museon kuvauspisteellä lauantaina klo 12 - 16.\r\n \r\nSuomen pelimuseon pisteellä päivystetään perjantaina klo 15 - 18, lauantaina klo 11 - 17 ja sunnuntaina 11 - 15.","notes":"","loc":["Halli 5 Näyttelyalue"],"date":"2017-07-29","time":"11:00","mins":360,"tags":["Muu ohjelma"],"people":[{"id":10298,"name":"Säilynoja Sanna"},{"id":10297,"name":"Salpakari Riku"},{"id":10119,"name":"Nylund Niklas"}]},{"id":8171,"title":"Coniasumuotokuvapiste","desc":"Muotokuvapisteellä voit teetättää itsestäsi ja coniasustasi muotokuvamaalauksen. 15 minuutin poseerauksella ja 6 euron materiaalimaksulla saat omaksesi uniikin A5-kokoisen muotokuvan. Ilmoittautumiset suoraan pisteelle.","notes":"","loc":["Kokoustamon aula 1. krs."],"date":"2017-07-29","time":"11:00","mins":240,"tags":["Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":9537,"name":"Aalto Silja"},{"id":8831,"name":"Aalto Milla"},{"id":8417,"name":"  Aaltojen klaani"}]},{"id":8282,"title":"Perinnönjako Noir: Ilmoittautuminen 1. pelautus","desc":"Perinnönjako-sarjan seuraava osa. Ulottuvuuksienvälinen kapakka Spectors's on siirtynyt Andyn omistukseen ja hän yrittää pitää sitä käynnissä parhaansa mukaan.\r\n\r\nPerinnönjako on larppi, joka sijoittuu ulottuvuuksien välissä sijaitsevaan kapakkaan, joka toimii neutraalina kohtaamispaikkana eri maailmojen asukeille. Peli on aloittelijaystävällinen eikä osallistuminen vaadi aikaisempien osien tuntemista.","notes":"","loc":["Larp-tiski"],"date":"2017-07-29","time":"11:00","mins":120,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":10387,"name":"Koira Johanna"},{"id":9344,"name":"Väkeväinen Salla"},{"id":7288,"name":"Tikkanen Tero"}]},{"id":7955,"title":"Taidetakomo Täystuho present Tao oma korusi","desc":"Tao oma korusi oikeiden seppien opastuksella. Kurssi kesto on noin 30-45min per henkilö. Kurssi maksu on 25€. \r\nKurssi voidaan tarvittaessa myös hoitaa englanniksi.","notes":"","loc":["Messuaukio"],"date":"2017-07-29","time":"11:00","mins":240,"tags":["Muu ohjelma","Työpaja","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":7761,"name":"Routavirta Anssi"},{"id":7400,"name":"Kahiluoto Juha"}]},{"id":8066,"title":"Sukellusvenesodan käsikirja","desc":"Tutustu nykyaikaiseen sukellusveneeseen ja sen metsästämiseen kylmän sodan aikana. Samalla tutustutaan millaista itse eläminen sukellusveneessä on.","notes":"","loc":["Sali 201"],"date":"2017-07-29","time":"11:00","mins":120,"tags":["Esitelmä"],"people":[{"id":10084,"name":"Kemppi Janne"}]},{"id":8027,"title":"Dramaturgisia työkaluja pelin kirjoittamiseen","desc":"Ohjelmassa pohditaan teatteriesityksen käsikirjoittamista suhteessa larpin kirjoittamiseen. Mitä tarkoittaa aihelähtöinen pelinkirjoittaminen ja miten teemat liittyvät siihen? Mitä tarkoitetaan, kun puhutaan yksilön, yhteisön ja yhteiskunnan näkökulmasta pelin aiheeseen? Entä miten luodaan hahmoille ristiriitaisia ja toiminnallisia kontakteja? Näitä kysymyksiä ja työkaluja ohjelmanvetäjä pohtii peilaten niitä omiin kokemuksiin ja reflektoiden pelaajien kokemuksia hänen peleistään. Ohjelma sopii hyvin aloittaville pelintekijöille, inspiraatiota etsiville pelinkirjoittaja konkareille ja heille, ketkä ovat kiinnostuneita teatteritaiteen ja liveroolipelin eroavaisuuksista ja yhtäläisyyksistä. Ikäraja 15 vuotta.","notes":"","loc":["Sali 207"],"date":"2017-07-29","time":"11:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":9575,"name":"Taiminen Marko"}]},{"id":7991,"title":"Neulakinnastyöpaja","desc":"Tule kokeilemaan perinteistä tapaa työstää langasta lapasia, pipoja ja mitä tahansa mihin keksit villalankaa käyttää. Pajassa pääset testaamaan neulakinnastekniikkaa suomeksi 2+2. Sinun ei tarvitse osata tehdä mitään neulalla ja langalla ennestään. Opit perusteet, joiden avulla voit jatkaa harrastusta kotona. Pajassa tehdään pieni tuotos kyseisellä tekniikalla.","notes":"Ennakkoilmoittautuminen infotiskin luona. Max 15 hlö / työpaja.","loc":["Sali 210"],"date":"2017-07-29","time":"11:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen"],"people":[{"id":10048,"name":"Holmlund Kiki"}]},{"id":8106,"title":"Byrokratiasimulaattori: Larp 1. pelautus","desc":"Tervetuloa virastoon! Sinä, sekä 5 muuta uskollista toimistotyöläistä aloitatte tavallisen puolen tunnin työpäivänne. Luvassa on jälleen kerran kamppailua loputonta lomaketulvaa vastaan, mutta pelissä voi olla muutakin kuin pelkkä toimeentulo.\r\n\r\nByrokratiasimulaattori on parodia nykymaailman lomakesokkeloista. Peli on pulmanratkaisua ja havainnointia tarinalla väritettynä, lähimpänä esimerkkinä indiepeli Papers Please.","notes":"","loc":["Sali 215"],"date":"2017-07-29","time":"11:00","mins":60,"tags":["Muu ohjelma","Aloittelijaystävällinen","Larpit"],"people":[{"id":9572,"name":"Rautaoja Jukka"},{"id":10100,"name":"Hanhijoki Touko"}]},{"id":7999,"title":"Vaahtomuovityöpaja aloittelijoille","desc":"Oletko kiinnostunut työstämään vaahtomuovia, eikä sinulla ole aiempaa kokemusta?\r\nTyöpajassa ohjeistetaan kuumaliiman käyttö, siistit saumat, ja kuinka hyödyntää kuumailmapistoolia. \r\n\r\nRakennetaan yhdessä foamista proppi tai cossin osa jota tehdessä tutustutaan kuinka tehdä siistit saumaukset, kaarevaa muotoa ja terävä kulmat.\r\n\n\nOletko kiinnostunut työstämään vaahtomuovia, eikä sinulla ole aiempaa kokemusta? Työpajassa ohjeistetaan kuumaliiman käyttö, siistit saumat, ja kuinka hyödyntää kuumailmapistoolia. Rakennetaan yhdessä foamista proppi tai cossin osa jota tehdessä tutustutaan kuinka tehdä siistit saumaukset, kaarevaa muotoa ja terävä kulmat.","notes":"Ennakkoilmoittautuminen infopisteen luona. Max 10 hlö / työpaja. Materiaalimaksu 2e maksetaan käteisellä työpajassa.\r\n\r\nSignup in advance by the info desk. Max 10 people per workshop. Material fee 2e paid in change at the workshop.","loc":["Sali 218"],"date":"2017-07-29","time":"11:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen","In English"],"people":[{"id":10053,"name":"Tamminen Tiariia"},{"id":10054,"name":"Keesi Jani"}]},{"id":7975,"title":"A Series Of Unfortunate Improv Workshops: #2: Improvising Characters","desc":"Failing is fun! Support your partners in crime! Say yes and then some! Improvisation is a great asset for any roleplayer. It gives you tools for expression, character development and creating spontaneous storylines. In this series of workshops we learn about basic improv principles and how to implement them through action, exercises and play. In the first workshop we explore what happens, when you say yes to suggestions and build on them. The second workshop centers on improvised characters and their interaction. In the third workshop we will learn about improvised storytelling. You may attend just one or all of the workshops. No previous experience of improv (or roleplaying) required. The workshops will be instructed in English, Finnish or both as needed, participants can attend in their own language, mostly. \n\nWe will try different ways of adding character in our characters with the improv tools like status expression, emotional motivation and movement improvisation. We get new perspectives to our creations when we release them to meet each other in short improvised scenes. We’ll also take a peek to another improv classic, Viola Spolin. The aim of the workshop is to give useful and practical tools for creating versatile and vivid characters for different purposes. ","notes":"Ennakkoilmoittautuminen infopisteen luona! Min 8, max 25 osallistujaa!\r\n\r\nPre sign up at the info desk. Min. 8, max 25 persons / workshop.","loc":["Sali 306"],"date":"2017-07-29","time":"11:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen","Kielivapaa","In English"],"people":[{"id":9102,"name":"Frilund Anna"}]},{"id":8285,"title":"Living card games (LCG)","desc":"Lord of the Rings living card game on helpohko yhteistyökorttipeli, jossa seikkailijaryhmä yrittää selvitä vastaan tulevista tehtävistä ja vaaroista. \r\nStar Wars living card game on nopeatempoinen korttipeli, jonka erityispiirre on pakan tekemisen helppous. Sopii siis korttipelinoviiseille, mutta voittaminen vaatii taitoa, joten tosipelaajillekkin piisaa haastetta. \r\nNetrunner living card game on mielenkiintoinen ja haastava korttipeli, jossa on ansoja pluffaamista ja kieroja temppuja. Sopii monimutkaisemmista peleistä pitäville. \r\nGames of Thrones living card game on esikuvansa mukaisesti juonittelua, selkäänpuukottamista ja kaikenkattavaa valtapeliä. Sijoittuu vaikeudessa Star Warsin ja Netrunnerin väliin. \r\nArkham Horror lcg on tarinavetoinen yhteistyökorttipeli, joka omaa roolipelimäisiä piirteitä hahmojen kehittämisen suhteen. Hieman LOTR lcg:tä monimutkaisempi, mutta pakanrakentamisen suhteen vähän helpompi.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"11:00","mins":540,"tags":["Korttipelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":5983,"name":"Vinni Pauli"}]},{"id":7957,"title":"Vampire: The Eternal Struggle","desc":"Opi ikiaikaisten nököhampaiden salatut salat! Vuonna 1994, vain vuosi Magic the Gatheringin julkaisun jälkeen, ilmestyi markkinoille pelin kehittäjän seuraava keräilykorttipeli Vampire: The Eternal Struggle, joka pohjautuu White Wolfin suosittuun Vampire-roolipeliin ja World of Darknessin maailmaan. Mätkyn suunnittelusta saamansa kokemuksen perusteella Richard Garfield loi V:tESistä jouhevan moninpelin, joka on parhaimmillaan 4-5 pelaajalla. Tule testamaan suitsutusta saanut peli ja tuo kaverisikin mukaan! Roolipelaajat saavat tästä uuden tavan kokea rakastamansa maailman, ja kilpapelaajat varmasti uuden ja uniikin tavan mittailla taitojaan!","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"11:00","mins":300,"tags":["Korttipelit","Kokemuspiste"],"people":[{"id":8552,"name":"Makkonen Petrus"},{"id":10247,"name":"Pulkkinen Teemu"}]},{"id":8181,"title":"Orcs Must Die! The Board Game","desc":"Pelasta linnoituksesi örkeiltä, asenna ansoja käytäville ja taistele tiesi läpi aalto toisensa jälkeen kertyvien örkkien tai sotilaiden merestä.\r\nKlassikko-tietokonepeli \"Orcs Must Die\" on muutettu lautapeliksi, jossa pelaajat voivat ottaa mittaa sekä laudasta että toisistaan. Valitse sankari, varusta hänet erilaisilla taikavälineillä ja aseilla, kiirehdi asentamaan ansoja pysäyttämään hyökkääjät ja taistele niiden rinnalla estääksesi örkkejä murtautumasta linnakkeen sydämmeen ja kulkemasta portaalin läpi terrorisoimaan tavallista kansaa.\r\nPeliä voidaan pelata joko 1-4 pelaajan yhteistyötilassa, tai 2-8 pelaajan \"rivalry\" tilassa jossa kaksi joukkuetta kisaavat kuka pysäyttää vihollisensa paremmin. Demona pelataan pelistä yksi kolmesta vaiheesta, mutta kysy täysimittaista pelautusta vetäjiltä.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"11:00","mins":240,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":4852,"name":"Mäkelä Eetu"},{"id":9623,"name":"Ylikippari Jaakko"}]},{"id":8178,"title":"Khan of Khans","desc":"Khan of Khans on Reiner Knizian nopeatempoinen perhepeli 2-5 pelaajalle, joka sijoittuu Greg Staffordin luomaan myyttiseen maailmaan, Gloranthaan (RuneQuest, King of Dragon Pass).\r\n\r\nKukin pelaaja ottaa roolin yhtenä Praxin suurten heimojen kaaneista, lähettäen soturijoukkonsa ryöstämään karjaa Lohikäärmesolan viheriäiltä ylängöiltä. Tänä vuonna ylin papitar on ilmoittanut, että se kaani ken tuo muassaan Lohikäärmesolasta suurimman aarteen lehmien muodossa julistetaan \"Kaanien kaaniksi\", koko Praxin ylimmäksi valtiaaksi!\r\n\r\nSinä olet oleva se kaani.\r\n\r\nPidä kuitenkin varasi niin laumojen vauhkoontumisen, vihollisten taikuuden kuin muiden pelaajien varastelunkin varalta.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"11:00","mins":240,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":7495,"name":"Kortelainen Tuomas"},{"id":7966,"name":"Luukkonen Antti"}]},{"id":7947,"title":"Tanssiharjoitukset 2: ECD:t ja bordonialaiset","desc":"Tanssiharjoituksissa harjoitellaan historiallisia tansseja Ropeconin tanssiaisia varten. Kaikki opetettavat tanssit ovat helppoja tansseja, jotka opetetaan alusta alkaen. Aikaisempaa kokemusta ei vaadita. Tanssit on jaoteltu sen mukaan mihin tanssisuuntaukseen ne kuuluvat. Perjantain ja lauantain tunneilla opetetaan samat tanssit.\r\n\r\nECD eli English country dances ovat John Playfordin 1651 julkaisemasta kirjasta peräisin olevia tansseja. Bordonialaiset taas ovat peräisin kuvitteellisesta Euroopan valtiosta. Sellengers Round, Goddesses, Staines morris, Giddy Promenade, Path to the Well, Two to Twirl","notes":"","loc":["Ala-Galleria"],"date":"2017-07-29","time":"12:00","mins":120,"tags":["Muu ohjelma","Tanssiohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":10132,"name":"Auvinen Elisa"},{"id":10241,"name":"Tossavainen Sini"}]},{"id":7938,"title":"Boffoturnaus","desc":"Conin perinteinen boffoturnaus käydään yhden käden miekoilla. Tämä on se paikka jossa saadaan jälleen tietää kuka on tämän vuoden boffauksen Suomen mestari. Ilmoittautuminen tapahtuu boffotiskillä ja sulkeutuu lauantaina klo 11.","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-29","time":"12:00","mins":120,"tags":["Muu ohjelma","Kielivapaa"],"people":[{"id":9573,"name":"Lahtela Miro"}]},{"id":7930,"title":"Terästaisteluharjoitukset","desc":"Oletko aina halunnut heiluttaa teräsmiekkaa tai kirvestä larpeissa tai muuten vaan? Harmaasusien terästaisteluharjoituksissa, tuttavallisemmin mättötreeneissä, perehdytään historiallisten teräsaseiden turvalliseen ja tehokkaaseen hallintaan. Ota mukaan liikunnalliset vaatteet. Osallistujamäärä maksimissaan 20. Ilmoittautuminen ennakkoon.","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-29","time":"12:00","mins":120,"tags":["Muu ohjelma","Työpaja","Aloittelijaystävällinen"],"people":[{"id":10291,"name":"Fagerlund Jonas"},{"id":4384,"name":"Peltoniemi Arttu"},{"id":9531,"name":"Väliaho Julius"}]},{"id":8227,"title":"MtG 8-Player Events","desc":"Kahdeksan pelaajan (tai muidenkin kombojen) single elimination pelejä pelaajien haluamalla tavalla (constructed, draft, jne). Starttaavat aina kun pelaajia on riittävästi. \r\n\n\nViimeinen aloitusaika n. klo 17","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-29","time":"12:00","mins":480,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":7867,"name":"Eriksson John"},{"id":10389,"name":" Poromagia"}]},{"id":8120,"title":"Munchkin-turnaus: Alkuerät","desc":"Alkuerät La 12-16. Finaali klo 18 alkaen.","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-29","time":"12:00","mins":240,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":5266,"name":"Airaksinen Aleksi"}]},{"id":8147,"title":"Suomen pelimuseo: Roolipelimuistot-kuvauspiste","desc":"Kuuluvatko roolipelit museoon? Suomen pelimuseon pisteellä voi kuulla museon uusimmat kuulumiset roolipelien saralta, mutta myös osallistua roolipelien museointiin. Lisäksi meillä on jaossa Andy Pilkkeen suunnittelemia ja Matti Niinimäen kuvittamaa seikkailua ”Velhon kirottu loitsukirja”.\r\n\r\nMeille saa kertoa myös hahmostaan! Voit täyttää oman pelihistoriahahmolomakkeesi, tai osallistua pelihistorioiden kartoittamiseen pelitutkija Jaakko Stenrosin ohjaamassa työpajassa lauantaina. Voit myös kuvauttaa itsesi museon kuvauspisteellä lauantaina klo 12 - 16.\r\n \r\nSuomen pelimuseon pisteellä päivystetään perjantaina klo 15 - 18, lauantaina klo 11 - 17 ja sunnuntaina 11 - 15.\n\nKuvauta itsesi pelihistoriahahmolomakettasi varten!","notes":"","loc":["Halli 5 Näyttelyalue"],"date":"2017-07-29","time":"12:00","mins":240,"tags":["Muu ohjelma"],"people":[{"id":10298,"name":"Säilynoja Sanna"},{"id":10297,"name":"Salpakari Riku"},{"id":10119,"name":"Nylund Niklas"}]},{"id":8119,"title":"Laplacen Demoni: Ilmoittautuminen","desc":"Maailma on kuin kellokoneisto, jonka takia kaikkien eri osasten tarkat nopeudet ja paikat voidaan täsmällisesti tietää ja määrittää. Jos henkilö  tietäisi kaikki maailmankaikkeudessa vaikuttavat voimat ja kappaleiden sijainnit hän pystyisi ennustamaan tulevaisuuden ja myös kertoa menneisyyden.  Juuri tätä kyseistä henkilöä kutsutaan Laplacen Demoniksi.\r\n\r\nMitähän sitten käy kun joukko eri motiiveilla varustettuja henkilöitä kutsutaan yllättäen Laplacen kartanoon?  Saavatko jokainen vastauksen kysymyksiinsä? Löytyykö sekalaiselle porukalle yhteinen sopusointu? Vai kaatuvatko ihmissuhteet kuin dominopalikat kaaokseen? \r\n\r\nLuvassa ihmissuhdepohjaista roolipeliä.","notes":"","loc":["Larp-tiski"],"date":"2017-07-29","time":"12:00","mins":120,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":10101,"name":"Svinhufvud Emi"}]},{"id":8099,"title":"Summer Lovin’: Ilmoittautuminen","desc":"Sex – Awkwardness – Rock ‘n’ Roll\r\n\r\nThree girls, three guys and the stories about who did what and with whom during a big summer music festival. We will get the story as told by the girls, as told by the guys and then finally played out as it really happened. It’s summer lovin’ and tell me more.\r\n\r\nThis scenario is not about finding your perfect partner, having amazing sex right away, and living happily ever after. It is a scenario about the uncomfortable hook-up in the tent, the grass in the ass, and the poor communication which leads to it all being awkward. But also about the nice feeling of making out, the thrill, the hope of something more, the fun and the laughter.\r\n\r\nWhat really happened during the festival? How did the dead gorgeous guy you hooked up with turn out to be your crappiest lay ever? Or how did you end up in the caravan with the girl you’ve wanted for several years, even though you shouldn’t have been there in the first place? At least according to your partner.\r\n\r\nSex is a the main theme of this scenario, but you will not get physical with the other players above holding hands. Then the scene will be told through storytelling down to every nitty-gritty detail, both physically and emotionally.\r\n\r\nJust tell me more!\r\n\r\nBy: Trine Lise Lindahl, Elin Nilsen and Anna Westerling","notes":"","loc":["Larp-tiski"],"date":"2017-07-29","time":"12:00","mins":120,"tags":["Larpit","In English","Kunniavieras"],"people":[{"id":7665,"name":"Westerling Anna"}]},{"id":8127,"title":"Pohojosten emäntien satutunti (lapsille)","desc":"Pohjosen emännät kertovat vanhoja ja vähän uudempiakin klassikoita tutuin ja ehkä myös uusin kaavoin. ","notes":"","loc":["Sali 204"],"date":"2017-07-29","time":"12:00","mins":60,"tags":["Muu ohjelma","Lapsiystävällinen","In English"],"people":[{"id":6954,"name":"Junno Viivi"},{"id":8729,"name":"Vuopala Virva"}]},{"id":8048,"title":"Loitsut historiassa ja fantasiassa","desc":"Millaisia loitsuja on käytetty historian saatossa? Mitä lähteet näistä kertovat? Miten nämä eroavat niistä loitsuista, joita käytetään fantasiassa?","notes":"","loc":["Sali 205"],"date":"2017-07-29","time":"12:00","mins":60,"tags":["Esitelmä"],"people":[{"id":9543,"name":"Helminen Tuuli "}]},{"id":8024,"title":"Building Evil Inc.","desc":"Have you wondered how to reorganize your latest Evil Incorporated (LLC) into a more reasonable business perspective, so the inevitable heroes don't start wondering out loud how your corporation can still be standing after all the economical blunders you've made as the CEO? Wonder no more as we work through some dos and don'ts of organizing a company bent on global domination and general misdeeds. Main emphasis on how to convey believable and technically functioning antagonistic business entities in works of fiction.","notes":"","loc":["Sali 206"],"date":"2017-07-29","time":"12:00","mins":120,"tags":["Esitelmä","In English"],"people":[{"id":5871,"name":"Leinonen Arttu"}]},{"id":8051,"title":"Mielikuvitustaidon kehittäminen","desc":"Tässä luennossa käsitellään kuinka mielikuvituskyky toimii uusimman neurotieteen näkökulmasta ja miksi sen kehittäminen on niin tärkeää. Tämän lisäksi luennolla esitellään käytännönläheisiä keinoja mielikuvituskyvyn kehittämiseen pelipöydän ulkopuolella.","notes":"","loc":["Sali 207"],"date":"2017-07-29","time":"12:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":10094,"name":"Holmqvist Teppo"}]},{"id":8011,"title":"Roolipelit kirjastoissa -paneeli","desc":"Viime vuosina roolipelit ovat nousseet pinnalle myös Suomen kirjastoissa. Miten roolipelit ja muut siihen liittyvät harrastukset sitten näkyvät kirjastoissa, mitä kirjasto voi tehdä harrastajien hyväksi ja mitä kirjasto taas voi saada irti roolipeleistä? Peleihin vihkiytyneet kirjastoammattilaiset keskustelevat menneestä, nykyisestä ja tulevaisuuden tilanteesta, mahdollisesti sivuten myös muita Ropeconin aihepiirejä.","notes":"","loc":["Sali 208"],"date":"2017-07-29","time":"12:00","mins":60,"tags":["Paneeli"],"people":[{"id":9969,"name":"Järvinen Matti"},{"id":10223,"name":"Marjomaa Heikki"},{"id":5826,"name":"Lamminen Ilona"}]},{"id":8107,"title":"Byrokratiasimulaattori: Larp 2. pelautus","desc":"Tervetuloa virastoon! Sinä, sekä 5 muuta uskollista toimistotyöläistä aloitatte tavallisen puolen tunnin työpäivänne. Luvassa on jälleen kerran kamppailua loputonta lomaketulvaa vastaan, mutta pelissä voi olla muutakin kuin pelkkä toimeentulo.\r\n\r\nByrokratiasimulaattori on parodia nykymaailman lomakesokkeloista. Peli on pulmanratkaisua ja havainnointia tarinalla väritettynä, lähimpänä esimerkkinä indiepeli Papers Please.","notes":"","loc":["Sali 215"],"date":"2017-07-29","time":"12:00","mins":60,"tags":["Muu ohjelma","Aloittelijaystävällinen","Larpit"],"people":[{"id":9572,"name":"Rautaoja Jukka"},{"id":10100,"name":"Hanhijoki Touko"}]},{"id":8216,"title":"Aloittelijakierros Ropeconiin","desc":"Ensi kertaa conissa ja et tunne ketään? Messukeskus tuntuu isolta ja coni vieltä hankalata hahmottaa? Kaipaatko conikaveria? Tule mukaan ropeconin tuutorikierrokselle. Kierroksella on mukana kaksi conin konkaria, jotka kiertävät conin eri pisteitä läpi ja kertovat, mitä kaikkea conissa voi tehdä. Kierroksella myös tutustutaan kevyseti muihin ensikertalaisiin, jolloin conikavereihin tutustuminen helpottuu.  \r\n\r\nKierroksille lähdetään Turvasataman luota Talvipuutarhasta","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"12:00","mins":60,"tags":["Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":10147,"name":"Maeda Emi"},{"id":10097,"name":"Juustila Merli"}]},{"id":8186,"title":"Parasite","desc":"Antarktisen tutkimusaseman miehistö löysi parasiittisen eliön joka pystyy jäljittelemään toisia eliöitä. Hetki sitten yksi miehistön jäsenistä tuhosi radion ja sabotoi helikopterin, jonka jälkeen hän yritti tappaa muut räjäyttämällä generaattorin mutta onnistui vain tappamaan itsensä ja tuomita muut hitaaseen jäätymiskuolemaan. \r\nPelaajien tehtävänä on paeta tutkimusasemalta ja kertoa maailmalle tästä löydöstä. Mutta entä jos parasiitti on jäljitellyt yhden tai useamman heistä, voivatko pelaajat päästää tämän parasiitin pakenemaan heidän mukanaan tartuttamaan koko maailman?\r\n\r\nPeli sekoittaa yhteistyötä ja selviytymistä, vahvistaen pelaajien paranoidisuutta.","notes":"Pelin materiaali on englanniksi.","loc":["Talvipuutarha"],"date":"2017-07-29","time":"12:00","mins":180,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":7036,"name":"Hyvönen Mikko"}]},{"id":8204,"title":"Maastotyöpaja II: rakennukset","desc":"Työpajassa opitaan tekemään rakennuksia miniatyyripeleihin Kapa-levystä ja muista helpoista materiaaleista. Ropecon tarjoaa materiaalit, ei ennakkoilmoittautumista.","notes":"","loc":["Sali 213"],"date":"2017-07-29","time":"12:30","mins":120,"tags":["Figut","Työpaja","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9328,"name":" Ropecon"}]},{"id":8156,"title":"Roolipelejä kirjaston alueella","desc":"Matalan kynnyksen lyhyitä fantasia- ja scifiroolipelejä.","notes":"","loc":["Halli 5"],"date":"2017-07-29","time":"13:00","mins":240,"tags":["Pöytäpelit","Lapsiystävällinen","Aloittelijaystävällinen"],"people":[{"id":10292,"name":"Kirjastot Helmet"}]},{"id":8240,"title":"HeroClix: Elseworlds Sealed / Random Draft -turnaus","desc":"Kaupungin kadut täyttyvät taistelun melske ja räjähdykset kun supersankarit ja superpahikset ottavat yhteen.\r\n\r\nDC Elseworlds Sealedina, jos tuotetta on saatavilla. Muutoin Draft random buusterilla.\r\n\r\nThe streets are filled with sounds of fighting and explosions when super heroes and super villains clash!\r\n\r\nDC Elseworlds Sealed tournament if the boosters are available at the time, otherwise we'll play Draft with a random booster.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"13:00","mins":210,"tags":["Figut"],"people":[{"id":7955,"name":"Ekholm Mikko"}]},{"id":8091,"title":"Other Bodies: Ilmoittautuminen","desc":"A feminist larp about trans and queer bodies, cultural otherness forced upon them and trying to change that on a personal level by becoming familiar with the unfamiliar.\r\n\r\nCharacters are built around documentary quotes gathered from collaborators describing their relationship to their body, gender and sexuality.\r\n\r\nThe larp consists of the characters playing a game of truth or dare. We use simulation techniques where needed and respect everyones personal limits but you should be comfortable with sexual content and some touching.\r\n\r\nFacts:\r\n- 4 hours. Including briefing and debriefing.\r\n- Max 10 participants.\r\n- Play language will be English/Finnish depending on the participants.","notes":"","loc":["Larp-tiski"],"date":"2017-07-29","time":"13:00","mins":120,"tags":["Larpit"],"people":[{"id":9556,"name":"Lehtinen Myrtti"}]},{"id":8093,"title":"Pizzaa avaruudessa: Ilmoittautuminen","desc":"Kaukana tulevaisuudessa Han Americano-Optimuksen omistama valtava avaruusalus lentää kohti tuntematonta päämääräänsä. Aluksen Pizzakerho on juuri aloittamassa kokouksen jossa heillä on edessään suuri päätös: Mitä pizzaa he ostavat?\r\n\r\nMonet heistä ovat säästäneet monta vuotta että heillä olisi varaa edes yhteen palaan ja heidän ainoa toivonsa maistaa tätä himoittua herkkua on yhdistää rahansa jonkun toisen rahojen kanssa. Saavatko kaikki pizzaa vai jääkö joku nuolemaan näppejään?\r\n\r\nPizzaa avaruudessa on humoristinen ja kevyt neuvottelularppi, jonka jälkeen luultavasti kärsit himosta pizzaan. Peliin mahtuu pelinjohtajan lisäksi kahdeksan ihmistä. Liveroolipeli perustuu PizzaQuest-nimiseen freeform-peliin. Peli on aloittelijaystävällinen ja ennen sen aloitusta pelaamme noin 15 minuuttia pitkän improvisaatiohenkisen superminilarpin jotta saamme kaikki kunnolla messiin!","notes":"","loc":["Larp-tiski"],"date":"2017-07-29","time":"13:00","mins":120,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":9511,"name":"Paananen Laura"}]},{"id":8136,"title":"Kirjastoauto: Satutunti","desc":"Messukeskuksen pihalla kirjastoauto palvelee koko viikonlopun, pihapelejä, musiikkia ja hyvä tunnelma. Lapsiystävällinen. Lauantaina ja sunnuntaina Peter Pan - satutunnit lapsille kello 13:00.\n\nPeter Pan -satutunti. Helinä-keijuna satutäti Sini Helminen.","notes":"","loc":["Messuaukio"],"date":"2017-07-29","time":"13:00","mins":60,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen"],"people":[{"id":6194,"name":" Helmet-kirjastot"}]},{"id":8142,"title":"Vampire-larppi Berliinissä: Enlightenment in Blood","desc":"Berliinissä pelattu Enlightenment in Blood on White Wolfin kolmas virallinen, pohjoismaisen larpin tyyliin tehty tapahtuma. Se kertoi vampyyrivallankumouksesta, jossa Camarillan ikiaikainen valta sortui. Pelin pääsuunnittelija Juhana Pettersson kertoo uudesta Vampire-larppaamisen aallosta, avaa pelin taustoja ja havainnollistaa Enlightenment in Bloodin tekemisessä käytetyn Larpweaver-ohjelmiston toimintaa.","notes":"","loc":["Sali 201"],"date":"2017-07-29","time":"13:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":6394,"name":"Pettersson Juhana"}]},{"id":8053,"title":"Mitä kuuluu Northern Realmsille? Erään pelijulkaisijan tarina","desc":"Mitä tapahtui Bliaronille? Onko Grim Noir täysin unohdettu? Mitä ihmettä kustannusosuuskunta edes tarkoittaa? Vuosien hiljaiselon jälkeen haluaisimme kertoa mitä olemme viime vuosina tehneet ja millaisia peliprojekteja Northern Realmsilla on tällä hetkellä työn alla. Luvassa on katsauksia niin pelitalon menneisyyteen kuin tulevaisuuteenkin sekä paneelimuotoinen keskustelutuokio eri projektien vetäjien kanssa. ","notes":"","loc":["Sali 204"],"date":"2017-07-29","time":"13:00","mins":120,"tags":["Paneeli","Esitelmä"],"people":[{"id":7422,"name":"Wäänänen Oskari"},{"id":7177,"name":"Huotari Uoti"},{"id":7942,"name":"Kuutti Julius"},{"id":10103,"name":"Lax Antti"}]},{"id":8069,"title":"Synkkä, synkempi, keskiaika","desc":"Keskiajalla oli kurjaa, synkkää ja kaikin puolin ikävää. Talonpojat olivat mudassa ryömiviä maaorjia, ruhtinaat olivat sadistisia sekä kuninkaat pöhöttyivät ihratynnyreiksi kaukaisissa linnoissaan. Kaikki tieto ja kirjallisuus olivat kirkon omaa propagandaa. Vai oliko näin, sittenkään? Luennolla käsitellään keskiajan synkkyyttä muun muassa sodankäynnin, kirjallisen kulttuurin ja feodalismin kautta. Luennon tarkoituksena on päästä eroon monista keskiaikaan liitetyistä harhauskomuksista sekä suoranaisista valheista.","notes":"","loc":["Sali 205"],"date":"2017-07-29","time":"13:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":9505,"name":"Peura Aleksi"}]},{"id":8014,"title":"Making games as a team sport","desc":"Creating games is a team task more often than not. In a good game developer team everyone has an opinion about everything, but a good unified solution can always be found. Compromises only produce mismatched mash-ups, so social skills are a must: A good game designer not only designs the game, but has to negotiate, haggle, teach and inspire. The experienced experts in the panel will share their views on how to herd cats into the bag and other aspects of team work. The panel is chaired by Markus Montola, a game designer for Reforged Studios.\r\n\r\nPanelists:\r\nMatt M McElroy, Onyx Path\r\nStefan Engblom, Supercell\r\nKaroliina Korppoo, Colossal Order\r\nTeemu Huhtiniemi, Remedy Entertainment\r\n","notes":"Ohjelma on osa CrossGames ohjelmasarjaa.","loc":["Sali 208"],"date":"2017-07-29","time":"13:00","mins":120,"tags":["Paneeli","In English","CrossGames"],"people":[{"id":10329,"name":"McElroy Matt M"},{"id":6570,"name":"Korppoo Karoliina"},{"id":10332,"name":"Engblom Stefan"},{"id":10331,"name":"Huhtiniemi Teemu"},{"id":4993,"name":"Montola Markus"}]},{"id":7977,"title":"Ennileian lettikoulu: #1: Aloittelijat / Beginners","desc":"Oletko aina haaveillut haltiamaisista pikkuleteistä tai yksinkertaisten lettinutturoiden palmikoinnista, mutta oman kuontalon muokkaaminen aiheuttaa vain tuskaa ja kyyneleitä? Ei hätää, apu on täällä! \r\n\r\nAlways wanted to be able to braid your hair but don't know how to even begin? Come and learn the basics of braiding with us! All you need is a wig and a stand or a friend with long hair to practise on. Let's braid!\n\nEnnileian lettikoulu ykkösessä selvitämme letittämisen saloja aivan perusteista lähtien aloittelijaystävälliseen tahtiin. Työpajaa varten et tarvitse muuta kuin helposti käsiteltävän peruukin peruukkipäineen tai pitkähiuksisen kaverin, jonka hiuksiin saat lettejä harjoitella. Työpajaan on 6 osallistujan kiintiö, saavuthan siis hyvissä ajoin paikalle!","notes":"Ennakkoilmoittautuminen työpajaan infopisteellä. Max. 6hlö (+ kaveri letitettäväksi) / työpaja.\r\n\r\nPre sign up at the info desk. Max. 6 persons + avec per workshop.","loc":["Sali 210"],"date":"2017-07-29","time":"13:00","mins":60,"tags":["Työpaja","Aloittelijaystävällinen","Kielivapaa","In English"],"people":[{"id":8326,"name":"Laine Suvi"}]},{"id":8112,"title":"Changeling the Dreaming: Larp","desc":"Changeling on Whitewolfin samannimiseen pöytäroolipelimaailmaan perustuva liveroolipeli. Changelingissä kaikkien pelaajien hahmot ovat keijuja (Fae), jotka ovat syntyneet ihmisten kehoihin. Tällä tavoin keijut yrittävät pitää kiinni taikavoimistaan, koska taikuus on katoamassa maailmasta. Heidän elämänsä on tasapainoilua mielikuvituksen ja realismin välillä. Kaikki pelin keijut kuuluvat joko Kesähoviin (Seeliet) tai Talvihoviin (Unseeliet). Tämä määrää heidän käytöstään, asennettaan ja toimintatapojaan. Jokaisella keijulla on myös oma Suku (House), johon he kuuluvat. Tässä pelissä Suvut ovat House Gwydion ja House Eiluned. Keijuja on useampaa eri rotua. Pelissä mukana olevat keijurodut, eli Kithit ovat: Sidhe, Sluagh, Pooka, Boggan, Eshu, Nocker, Redcap ja Satyyri.\r\n\r\nLuvassa hovijuonittelua sekä henkilösuhde-soppaa!","notes":"","loc":["Sali 215"],"date":"2017-07-29","time":"13:00","mins":240,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":7814,"name":"Tuohimaa Ilse"},{"id":10243,"name":"Jokinen Marika"}]},{"id":7981,"title":"Kalligrafiatyöpaja / Calligraphy workshop","desc":"Kiinnostaako käsialat ja kirjaimet? Tule opettelemaan ja harjoittelemaan länsimaista kalligrafiaa työpajaan, jossa on tarjolla opastusta sekä perinteisempään että moderniin kalligrafiaan. Sopii sekä aloitteleville että harjaantuneille kynäilijöille.\r\n\r\n\r\nAre you interested in learning different western calligraphy fonts? This workshop provides instructions for both older and modern calligraphy, and welcomes both beginners and more experienced people to come and have fun with letters.","notes":"Ohjelmaan ennakkoilmoittautuminen infotiskin luona. Max 15hlö / työpaja.\r\n\r\nPre sign up at the info desk. Max 15 persons per workshop.","loc":["Sali 218"],"date":"2017-07-29","time":"13:00","mins":60,"tags":["Työpaja","Lapsiystävällinen","Aloittelijaystävällinen","In English"],"people":[{"id":10050,"name":"Mikkonen Sonja"}]},{"id":8004,"title":"Magic Spells Workshop","desc":"Bring out your inner wizard and learn to cast spells on your friends.  We will walk through a number of spells that can be used on larp, and look at how they generate game and how to make magic really happen. Fun, easy going and giggely when you get to be a wizard/witch student for a while. ","notes":"Pre sign up at the info desk. Maximum 25 participants.","loc":["Sali 306"],"date":"2017-07-29","time":"13:00","mins":120,"tags":["Työpaja","In English","Kunniavieras"],"people":[{"id":7665,"name":"Westerling Anna"}]},{"id":8199,"title":"Tales of Entropy","desc":"Tales of Entropy on draamaa ja hahmojen välisiä konflikteja rakentava, pelinjohtajaton tarinankerrontapeli. Kaikki pelaajat pääsevät sekä muovaamaan maailmaa, että kamppailemaan hahmoillaan samanaikaisesti. Con-esittelyssä tutustumme skenaarioon jossa setvitään perimystä ja rakkaushuolia myyttisen viikinkiajan Ahvenanmaalla.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"13:00","mins":240,"tags":["Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10089,"name":"Hannila Petteri"}]},{"id":7949,"title":"Tanssiharjoitukset 3: Italialaiset ja solatanssit","desc":"Varhaisimmat tunnetut tanssikuvaukset ovat peräisin 1400-luvun Italiasta, joista myös nämä italialaiset tanssit ovat peräisin. Solatansseja tanssitaan solamuodostelmissa. Petit Riens, Anello, Ballo de Fiore, My Lord Byron's Maggot, Hole in the Wall, Le Pistolet","notes":"","loc":["Ala-Galleria"],"date":"2017-07-29","time":"14:00","mins":120,"tags":["Muu ohjelma","Tanssiohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":10242,"name":"Kola Aino"},{"id":5866,"name":"Närjänen Anna"}]},{"id":7925,"title":"Espoon historiallisen miekkailun seuran lajinäytös:  ","desc":"Miekkailuseura EHMS järjestää näytöksen historiallisesta miekkailusta, jossa nähdään lajeina bolognalaista miekkailua 1500-luvun Italiasta sekä saksalaista miekkailua 1400-luvulta.","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-29","time":"14:00","mins":60,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen"],"people":[{"id":10030,"name":"Partala Nadia"},{"id":10113,"name":"Kupiainen  Venla"}]},{"id":8266,"title":"Pokemon-korttipeliturnaus","desc":"Pokémon keräilykorttipeli, Standard-formaatti, EI sanktioitu, parhaat palkitaan","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-29","time":"14:00","mins":120,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":10368,"name":"Virtanen Vilma"}]},{"id":8000,"title":"Värttinäkehräystyöpaja","desc":"Työpajassa opetellaan langan valmistaminen värttinällä. Pääasiallisena materiaalina kammattu tai karstattu villa, muitakin materiaaleja käydään läpi ainakin teorian osalta. Esitellään myös eri värttinätyyppejä ja värttinöiden valmistuksen teoriaa. Materiaalit ja työkalut löytyvät järjestäjiltä, mutta oman värttinän tai kehrättävää saa halutessaan ottaa mukaan. Muutama perusvärttinä ja villaa myös ostettavissa vetäjiltä työpajan jälkeistä harjoittelua varten.","notes":"Max 8 hlö per paja. Ennakkoilmoittautuminen infotiskin vieressä.\r\n\r\nMax 8 persons per workshop. Pre sign up at the info desk.","loc":["Halli 5 Näyttelyalue"],"date":"2017-07-29","time":"14:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen"],"people":[{"id":10162,"name":"Husu Lumikki"},{"id":6608,"name":"Anne Häkkinen "}]},{"id":8162,"title":"KPS-turnaus","desc":"Ropeconin KPS-turnaus. Osallistujien ennakkoilmoittautuminen suotavaa, tuomarin lahjonta pakollista.","notes":"","loc":["Halli 5 Ohjelmalava"],"date":"2017-07-29","time":"14:00","mins":120,"tags":["Muu ohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":4361,"name":"Seppänen Jukka"}]},{"id":8115,"title":"Court of last resort: Ilmoittautuminen","desc":"Let’s face it – no-one likes making choices. We try to find the golden mean, we call for objectivity and neutrality in difficult situations. You have to be responsible for the choice you’ve made. And sometimes this burden seems too heavy. If you think you are ready to take it, let’s check it. At least, in the form of a game.\r\n\r\n‘Court of last resort’ is quite a simple game. As members of the jury, you will examine a few cases. Your work will result in the court’s decision whether to implement the extreme penalty (capital punishment) or not.  \r\n\r\nWe don’t expect you to make ideal decisions. You just have to choose between the two options: guilty or innocent.\r\n\r\n \r\nYou can’t abstain.\r\n\r\n \r\nThe game contains issues that may seem unethical to some of you. You will probably find yourself in the situation you don’t like, and you woudn’t wish it on your worst enemy.\r\n \r\n\r\nBefore the game, you will create your own character using the method we provide. Your character’s features will depend on you.\r\n\r\nWe have to warn you that all the choices must be made from the players’ standpoints, not from the characters’! The characters are just masks you are wearing.\r\n\r\nThat’s why we advise you to be guided by your own ethical and moral principles while creating your characters and during the game.\r\n\r\n\r\nWith love,\r\n‘Povidlo’\r\n\r\nAge limit 18","notes":"","loc":["Larp-tiski"],"date":"2017-07-29","time":"14:00","mins":120,"tags":["Larpit","In English"],"people":[{"id":10081,"name":"Shkorkin Alexey"},{"id":10079,"name":"Muravlyansky Denis"}]},{"id":8258,"title":"Catan SM 2017","desc":"Catan turnaukseen otetaan 16 pelaajaa ilmoittautumisjärjestyksessä. Mikäli ennakkoilmoittautuneita tulee enemmän, pidättää järjestäjä oikeuden kasvattaa osallistujien määrää, mikäli pelikelpoisia kopioita Catan pelistä vain saadaan järjestettyä paikalle. Ennakkoilmoittautua voi osoitteeseen kilpailut@lautapeliseura.fi\r\n\r\nCatan-turnauksen alustava aikataulu on seuraava:\r\n14.00 - 14.20 Ilmoittautumisen vahivstaminen\r\n14.30 - 15.30 1. kierros\r\n15.40 - 16.40 2. kierros\r\n16.45 - 17.45 3. kierros\r\n17.50 - 18.50 (Semifinaali)\r\n19.00 - 20.30 . Finaali\r\n20.30 Palkintojen jako","notes":"","loc":["Sali 103"],"date":"2017-07-29","time":"14:00","mins":360,"tags":["Lautapelit","Muu ohjelma","Kielivapaa"],"people":[{"id":10269,"name":"Numminen Sanna"}]},{"id":8021,"title":"Onko roolipelaamisella julkisuusongelma?","desc":"Nordic larp tunnetaan jo kohtuullisen hyvin maailmalla roolipelaajien parissa. Harrastajat tietävät, että larpit voivat olla taideteoksia ja niiden tekijöillä taiteellista kunnianhimoa. Suurelle yleisölle ajatus larpeista tai roolipelaamisesta taiteena on vieras. Aiheesta on vaikea kertoa ihmisille, sillä jo sanat larppi tai roolipeli saavat ihmiset ohittamaan aiheen, vaikka he itse asiassa kiinnostuisivat, jos vain tutustuisivat kunnolla. Aiheesta keskustelevat sekä keskenään että yleisön kanssa pelintekijä ja kirjailija Mike Pohjola ja toimittaja Jussi Ahlroth.","notes":"","loc":["Sali 201"],"date":"2017-07-29","time":"14:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":10239,"name":"Ahlroth Jussi"},{"id":9256,"name":"Pohjola Mike"}]},{"id":8008,"title":"Enemmän kuin pelipäivä: kuinka osallistaa pelaajat mukaan jo ennen peliä?","desc":"Paneeli pohtii miten larpeissa on toteutettu pelaajien osallistaminen sekä sitouttaminen peliin ja hahmoihin ennen varsinaista pelipäivää. Keskustelussa puidaan kuinka pelaajatapaamisia, ennakkotehtäviä tai sosiaalista mediaa voidaan hyödyntää pelikokemuksen syventämiseen tai hahmoon valmistautumisessa.","notes":"","loc":["Sali 206"],"date":"2017-07-29","time":"14:00","mins":60,"tags":["Paneeli"],"people":[{"id":10230,"name":"Nyhammar Annastina"},{"id":10229,"name":"Pasanen Alisa"},{"id":9563,"name":"Kröger Laura"},{"id":9529,"name":"Koponen Janne"}]},{"id":8133,"title":"Translating Role-Playing Games","desc":"Roolipelikääntäjä kertoo töistään, prosessistaan ja kääntämisen haasteista. Odotettavissa kummallista lingvististä triviaa ja villejä anekdootteja. Jukka Särkijärvi on kääntänyt englanniksi Stalkerin, Astraterran sekä Chernobyl Mon Amourin ja suomeksi Kuiskivan polun.","notes":"","loc":["Sali 207"],"date":"2017-07-29","time":"14:00","mins":60,"tags":["Esitelmä","In English"],"people":[{"id":5388,"name":"Särkijärvi Jukka"}]},{"id":7988,"title":"Lautanauhatyöpaja","desc":"Tervetuloa lautanauhapajaan. Työpajassa käsitellään nauhan kudonnan periaate, työkalujen valmistus, sekä mallin ja loimen luonti. Työpaja keskittyy yksinkertaisten ja hiukan monimutkaisempien mallien kutomiseen ja perusteiden opetteluun.","notes":"Ennakkoilmoittautuminen infopisteen luona. Max 8 henkilöä. ","loc":["Sali 210"],"date":"2017-07-29","time":"14:00","mins":180,"tags":["Työpaja","Aloittelijaystävällinen"],"people":[{"id":6617,"name":"Salminen Rakka"}]},{"id":8280,"title":"Perinnönjako Noir: Larp 1. pelautus","desc":"Perinnönjako-sarjan seuraava osa. Ulottuvuuksienvälinen kapakka Spectors's on siirtynyt Andyn omistukseen ja hän yrittää pitää sitä käynnissä parhaansa mukaan.\r\n\r\nPerinnönjako on larppi, joka sijoittuu ulottuvuuksien välissä sijaitsevaan kapakkaan, joka toimii neutraalina kohtaamispaikkana eri maailmojen asukeille. Peli on aloittelijaystävällinen eikä osallistuminen vaadi aikaisempien osien tuntemista.","notes":"","loc":["Sali 216a"],"date":"2017-07-29","time":"14:00","mins":240,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":10387,"name":"Koira Johanna"},{"id":9344,"name":"Väkeväinen Salla"},{"id":7288,"name":"Tikkanen Tero"}]},{"id":8116,"title":"Hiljainen maa: Larp","desc":"Hiljainen maa on post-apokalyptinen draama menetyksestä, selviytymisestä ja kaipuusta. Tuhoisa pandemia on pyyhkinyt pois lähes koko ihmiskunnan, ja harvat eloonjääneet ponnistelevat selviytyäkseen hiljaisessa ja autiossa maassa. Pelissä seurataan kohtauksittain pienen ryhmän tarinaa kipeiden muistojen ja vaikeiden valintojen keskellä. Hahmojen kokemaa menetystä syvennetään metatekniikoiden ja takaumien avulla, peliin suunnitellun äänimaiseman säestyksellä. Raskaiden teemojensa vuoksi peli ei sovellu alle 18-vuotiaille.","notes":"","loc":["Sali 217"],"date":"2017-07-29","time":"14:00","mins":240,"tags":["Larpit"],"people":[{"id":5328,"name":"Niemi Hannu"}]},{"id":7993,"title":"Porkkanahuilu ja muita kertomuksia","desc":"Tein minä pillin pajupuusta... ja porkkanasta... ja mehupillistä. Tule sinäkin tekemään! Työpajassa on tarkoitus rakentaa soittimia erinäisistä random asioista, kuten porkkanoista, pahvilaatikoista, mehupilleistä ja muovipusseista. Nämä soittimet ovat sellaisia, joita saa rakennettua halvalla ja vietyä vaikka suohon. Tule ja vie kaikki käsistä!","notes":"Ennakkoilmoittautuminen infotiskin luona! Max osallistujamäärä 15 hlö.","loc":["Sali 218"],"date":"2017-07-29","time":"14:00","mins":120,"tags":["Työpaja","Lapsiystävällinen","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9570,"name":"Kaasinen Iiris"}]},{"id":7939,"title":"Boffoturnaus 3v3","desc":"Ropeconin 3v3 boffausturnauksessa 3-5 hengen joukkueet ottavat mittaa toisistaan. Tähän ohjelmaan suositellaan omia boffereita sillä ryhmät saavat aseistaa itsensä vapaasti. Aseiden turvallisuus tarkastetaan järjestäjien toimesta. Ilmoittautuminen tapahtuu boffotiskillä ja sulkeutuu lauantaina klo 11.","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-29","time":"15:00","mins":120,"tags":["Muu ohjelma","Kielivapaa"],"people":[{"id":9573,"name":"Lahtela Miro"}]},{"id":7928,"title":"Historiallisen miekkailun esittely","desc":"Suomen Historiallisen Miekkailun Seura esittelee historiallista miekkailua eri aseilla. Esittelyssä mukana 1300-luvun miekkailua pienen kupurakilven kanssa, 1400-luvun italialaisia taistelutaitoja eri aseilla ja 1500-luvun rapiirimiekkailua.","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-29","time":"15:00","mins":60,"tags":["Muu ohjelma","Kielivapaa"],"people":[{"id":5761,"name":"Henell Ville"},{"id":10091,"name":"Mustajärvi Mikko"}]},{"id":8148,"title":"Cosplay-kilpailu","desc":"Klassikko-teemaiseen Ropeconiin mahtuu tänä vuonna myös jotain täysin uutta, Ropeconin ensimmäinen cosplay-kilpailu! Kilpailussa nähdään niin yksilö- kuin parisarjakin, joten tule seuraamaan mahtavia pukuja ja hienoja esityksiä, sekä todistamaan ketkä ovat Ropeconin ensimmäisen cosplay-kilpailun voittajat!","notes":"","loc":["Sali 101"],"date":"2017-07-29","time":"15:00","mins":90,"tags":["Muu ohjelma","Lapsiystävällinen"],"people":[{"id":7637,"name":"Salminen Stina"}]},{"id":8043,"title":"Jumalan viholliset - Euroopan noitavainojen historia","desc":"Jokaisella on käsityksensä noitavainoista, olipa kyseessä historiallinen ilmiö tai sanan käyttö kielikuvana. Ilmiöön liittyy paljon vääriä uskomuksia ja puolitotuuksia. Luennolla käsitellään noitavainomyyttejä, esitellään toisia näkökulmia ja oikaistaan yleisimpiä harhanäkemyksiä. Tapauskertomuksena käydään läpi North Berwickin noitavaino, johon kuningas Jaakko VI osallistui henkilökohtaisesti.","notes":"","loc":["Sali 201"],"date":"2017-07-29","time":"15:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":9505,"name":"Peura Aleksi"}]},{"id":8124,"title":"Aikojen tanssi - kuinka liikuttaa larppaajia?","desc":"Ohjelma esittelee kesällä 2017 pidettyä Aikojen Tanssi larppia, sitä edeltävää kolmen kuukauden treenijaksoa, ja niihin yhdistettyä tarinankerrontaa. Ohjelman ensimmäisen osan aikana esitellään pelin konsepti ja toteutuminen, sekä pureudutaan siihen miten pelaajat saivat liikkumisesta expaa. Toisessa osassa käsitellään tarinan rakentamista liikuntasuoritusten ympärille, pelissä ja sitä edeltävällä kaudella. ","notes":"","loc":["Sali 204"],"date":"2017-07-29","time":"15:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":10112,"name":"Vallenius Essi"},{"id":10229,"name":"Pasanen Alisa"},{"id":7377,"name":"Lehtinen Janne"}]},{"id":8029,"title":"Salaliittojen välineet salaliittoteorioissa","desc":"Salaliittoteorioita on mahdollista tutkia aikamme mytologioina. Millaisia myyttisiä ominaisuuksia saavia välineitä ja teknologioita salaliittoteorioissa on liitetty osaksi maailmanvalloitusta suunnittelevien ryhmien juonia? Esitelmä käy läpi modernien salaliittoteorioiden historiaa erityisesti tästä näkökulmasta.","notes":"","loc":["Sali 205"],"date":"2017-07-29","time":"15:00","mins":60,"tags":["Esitelmä"],"people":[{"id":10106,"name":"Saarinen Toni"}]},{"id":8016,"title":"Switch & Glitch - mobiilipelin visuaalisen ilmeen synty","desc":"Mistä on pienet robotit tehty? Muttereista, pulteista, pikseleistä, metageelistä ja seiniin törmäilemisestä. Kuinka lastenpelin visuaalinen ilme ja tyyli syntyy. Kun pelin tavoitteena on viihdyttää sekä opettaa, miten syntyy mobiilipelin maailma vihulaisineen, kuinka hahmot saavat muotonsa ja luonteensa. Luento puzzleseikkailu Switch & Glitchin ensimmäisistä villeistä luonnoksista valmiiseen julkaisuun.","notes":"","loc":["Sali 206"],"date":"2017-07-29","time":"15:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen","CrossGames"],"people":[{"id":6965,"name":"Kantanen Johanna"}]},{"id":8132,"title":"Deuspunk","desc":"The Eternals on roolipeli ihmisten imperiumista, jonka puksuttavat tehtaat pyörivät muinaisia hallitsijoita orjuuttamalla. Sankarit ovat alamaailman ammattilaisia, jotka kulkevat vastavirtaan lakia ja järjestystä. Pelistä julkaistiin viime Ropeconissa alpha-versio, mutta mitä projektille kuuluu vuotta myöhemmin? \r\n\r\nTule kuulemaan ajatuksia projektin eri vaiheista, tarinoita lukuisista testipeleistä, pohdintaa mekaanikoista, fiilistelyä maailmasta, hehkutusta tulevaisuuden suunnitelmista – ja ennenkaikkea, tutustumaan roolipeliin, joka tekijöitä lainaten on \"Paras rope maailmassa!\".","notes":"","loc":["Sali 207"],"date":"2017-07-29","time":"15:00","mins":60,"tags":["Esitelmä"],"people":[{"id":8971,"name":"Makkonen Arhi"}]},{"id":8010,"title":"On tämä balor työmaa - the roolipelin käännöstyö","desc":"Kokeneet roolipelisuunnittelijat kertovat maailman tunnetuimman roolipelin uusimman laitoksen käännöstyöstä suomeksi. \r\nMillaisia muutoksia peliin tulee ja miltä osin se on yhteneväinen alkuperäisen kanssa.","notes":"","loc":["Sali 208"],"date":"2017-07-29","time":"15:00","mins":60,"tags":["Esitelmä"],"people":[{"id":10215,"name":"Mustonen Jonas"},{"id":6122,"name":"Fredman Miska"},{"id":6753,"name":"Sorsa Jukka "}]},{"id":8219,"title":"Miniatyyrien kasaus, pinnaus & magnetointi -työpaja","desc":"Johdantoa ja opastusta figujen kasaamiseen, pinnaamiseen ja magnetointiin. Tuo oma nappisi, jonka kanssa kaipaat apua, tai tule opettelemaan perusteet Ropeconin konkareiden avutuksella","notes":"","loc":["Sali 213"],"date":"2017-07-29","time":"15:00","mins":120,"tags":["Figut","Työpaja","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9328,"name":" Ropecon"}]},{"id":8123,"title":"Roolipelimuistot-työpaja","desc":"Suomen pelimuseon roolipelityöpajassa talletetaan pelaajien tarinoita!\r\n\r\nKoska aloitit pelaamisen, mitä pelaaminen sinulle tarkoittaa, entä minkälaisia muistoja sinulla on peleistä ja niiden hahmoista? Työpajassa tehdään pelitutkija Jaakko Stenrosin johdolla roolipelaajien pelihistoriahahmolomakkeita. Osana työpaja otetaan myös kuvia pelaajista tai pelihahmoista. Talletetut tarinat ja pelihistoriahahmolomakkeet talletetaan Suomen pelimuseon kokoelmiin ja niitä hyödynnetään pelimuseon vuoden 2018 roolipelinäyttelyssä. \r\n\r\nNyt saat kertoa meille hahmostasi, oikein luvan kanssa!\r\n\r\nVoit myös kuvauttaa itsesi museon kuvauspisteellä lauantaina klo 12 - 16.","notes":"","loc":["Sali 306"],"date":"2017-07-29","time":"15:00","mins":120,"tags":["Työpaja"],"people":[{"id":5999,"name":"Stenros Jaakko"}]},{"id":8213,"title":"Tarinoita taivaalta - Planetaario avaa tähtitaivaan saloja","desc":"Mistä ovat tähtitaitaan kuviot, nuo klassikoiden klassikot saaneet tarinansa? Miksi taivaannapaa kiertävät karhu, leijona, skorpioni ja joutsen? Miksi meillä on talvi ja kesä? \r\nTähtitaivaan kuviot ovat nimettyjä kreikkalaisen mytologian mukaan, mutta miksi juuri nämä tietyt hahmot ja kuviot ovat päätyneet taivaalle? Tule kuulemaan tarinoita tähtitaivaalta ja samalla tutustumaan tähtitaivaan kuvioihin ja mistä ne tunnistaa.\r\n\r\nYksi esitys kestää 30min, kerrallaan planetaarioon mahtuu 25 henkeä. ","notes":"","loc":["Halli 5"],"date":"2017-07-29","time":"16:00","mins":120,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen"],"people":[{"id":10097,"name":"Juustila Merli"}]},{"id":8283,"title":"Perinnönjako Noir: Ilmoittautuminen 2. pelautus","desc":"Perinnönjako-sarjan seuraava osa. Ulottuvuuksienvälinen kapakka Spectors's on siirtynyt Andyn omistukseen ja hän yrittää pitää sitä käynnissä parhaansa mukaan.\r\n\r\nPerinnönjako on larppi, joka sijoittuu ulottuvuuksien välissä sijaitsevaan kapakkaan, joka toimii neutraalina kohtaamispaikkana eri maailmojen asukeille. Peli on aloittelijaystävällinen eikä osallistuminen vaadi aikaisempien osien tuntemista.","notes":"","loc":["Larp-tiski"],"date":"2017-07-29","time":"16:00","mins":120,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":10387,"name":"Koira Johanna"},{"id":9344,"name":"Väkeväinen Salla"},{"id":7288,"name":"Tikkanen Tero"}]},{"id":8122,"title":"Suomen pelimuseon roolipelinäyttely 2018","desc":"Suomen pelimuseo valmistelee vaihtuvaa näyttelyä roolipeleistä vuodelle 2018. Roolipelien maa -työnimellä kulkeva näyttely esittelee suomalaista roolipelaamista laidasta laitaan. Suomen pelimuseon tutkija Niklas Nylund esittelee näyttelyn suunnitelmia ja kuulee mielellään yleisön ideoita ja kommentteja.","notes":"","loc":["Sali 205"],"date":"2017-07-29","time":"16:00","mins":60,"tags":["Esitelmä"],"people":[{"id":10119,"name":"Nylund Niklas"}]},{"id":8019,"title":"Pedagogy in game design","desc":"We learn a lot from games - spatial perception, foreign languages and community skills. Each game is an effective learning experience and game mechanics enable us to pick up lots of different facts and skills. But learning and teaching through games isn't a random process. \r\n\r\nIn the lecture we focus on learning and teaching through games and on the roles that the teacher, student and the game have in the process. Examples will be widely known games such as Minecraft, Kerbal Space Program and Plague Inc. We'll go through some opportunities and challenges they face. \r\n\r\nThe lecture focuses on formal learning, but the process can be applied to various environments.","notes":"","loc":["Sali 206"],"date":"2017-07-29","time":"16:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen","In English","CrossGames"],"people":[{"id":10187,"name":"Uusi-Mäkelä Mikael"}]},{"id":8036,"title":"Hulluus kauhussa","desc":"Psykopaattitappajat, mielisairaalat ja häilyvä todellisuus ovat kauhuelokuvien peruskuvastoa. Mutta millaisia mielikuvia hulluudesta rakennetaan kauhutrooppien kautta ja miten ne heijastuvat todellisuuteen?","notes":"","loc":["Sali 207"],"date":"2017-07-29","time":"16:00","mins":60,"tags":["Esitelmä"],"people":[{"id":6634,"name":"Gustafsson Emma"}]},{"id":8059,"title":"Pelinjohtajan peruskoulu - Taistelu","desc":"Toivotun klassikkoaiheen paluu. Millainen on hyvä taistelu? Miten taistelu suunnitellaan ja vedetään? Miten ohjata pelaajat taisteluun? Selkokielistä puhetta,  käytännöllisiä vinkkejä ja hyödyllisiä näkökulmia pöytäpelaamisesta niin kokeneille pelinjohtajille kuin pelinjohtamista vasta harkitseville.","notes":"","loc":["Sali 208"],"date":"2017-07-29","time":"16:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":4941,"name":"Hänninen Pekka"},{"id":6365,"name":"Ravela Risto"}]},{"id":8098,"title":"Summer Lovin’: Larp","desc":"Sex – Awkwardness – Rock ‘n’ Roll\r\n\r\nThree girls, three guys and the stories about who did what and with whom during a big summer music festival. We will get the story as told by the girls, as told by the guys and then finally played out as it really happened. It’s summer lovin’ and tell me more.\r\n\r\nThis scenario is not about finding your perfect partner, having amazing sex right away, and living happily ever after. It is a scenario about the uncomfortable hook-up in the tent, the grass in the ass, and the poor communication which leads to it all being awkward. But also about the nice feeling of making out, the thrill, the hope of something more, the fun and the laughter.\r\n\r\nWhat really happened during the festival? How did the dead gorgeous guy you hooked up with turn out to be your crappiest lay ever? Or how did you end up in the caravan with the girl you’ve wanted for several years, even though you shouldn’t have been there in the first place? At least according to your partner.\r\n\r\nSex is a the main theme of this scenario, but you will not get physical with the other players above holding hands. Then the scene will be told through storytelling down to every nitty-gritty detail, both physically and emotionally.\r\n\r\nJust tell me more!\r\n\r\nBy: Trine Lise Lindahl, Elin Nilsen and Anna Westerling","notes":"","loc":["Sali 216"],"date":"2017-07-29","time":"16:00","mins":120,"tags":["Larpit","In English","Kunniavieras"],"people":[{"id":7665,"name":"Westerling Anna"}]},{"id":7980,"title":"Hammastyöpaja / Pointy teeth workshop","desc":"Klassikkotyöpaja vuosilta 2007-2011. \r\n\r\nTyöpajassa tehdään omaan suuhun sopivat vampyyrin, kissapedon taikka muun terävähampaisen ökkiäisen kulmahampaat. Materiaalina Polymorph-askartelumuovi, joka pehmenee käsiteltäväksi kuumassa vedessä ja kovettuu jäähtyessään haluttuun muotoon. Ohjeistus käydään läpi puolen tunnin välein, joten voit hypätä kesken työpajan mukaan!\r\n\r\n\r\nThis classic Ropecon workshop ran continuosly from 2007 to 2011. In the workshop you can make a set of pointy teeth suitable for e.g. vampires, felines or other strange creatures. We will use a non-toxic plastic material that is moldable when softened in hot water and sets into form when it cools. The fangs will fit snugly over your own teeth. Having your own small mirror will help you shape the teeth into the desired shape.\r\nInstruction every half hour, so you can walk in also later during the workshop.","notes":"","loc":["Sali 218"],"date":"2017-07-29","time":"16:00","mins":120,"tags":["Työpaja","In English"],"people":[{"id":6019,"name":"Goldblatt Tonja"}]},{"id":8176,"title":"X-Tek","desc":"Avaruusolennot ovat hyökkäämässä maahan, vain urheat X-Tekin soturit ja tiedemiehet voivat pysäyttää uhan.\r\nEsittely painottaa hahmonluontia ja taistelujärjestelmää.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-29","time":"16:00","mins":120,"tags":["Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":7925,"name":"Heinonen Joni"}]},{"id":8226,"title":"Warhammer 40K-turnaus","desc":"Yli kymmenen tuhatta vuotta vanha ihmisten valtakunta on toinen toistaan vaarallisempien vihollisten ristitulessa. Muukalaiset nakertavat valtakuntaa pala palalta ulkoa päin sillä välin kun Kaaoksen jumalien agentit mädättävät kansakunnan sielun sisältä päin. Tässä synkässä tulevaisuudessa vain yksi asia pysyy muuttumattomana, sota.\r\n\r\nTällä kertaa pelaamme uunituoretta Warhammer 40K 8th Edition-painosta.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"17:00","mins":1440,"tags":["Figut"],"people":[{"id":10238,"name":"Saressalo Riku"},{"id":7504,"name":"Peltola Eetu"},{"id":10203,"name":"Torikka Eetu"}]},{"id":8102,"title":"Viimeiset päivät Tammitähdessä: Ilmoittautuminen","desc":"Vuonna 2617 Arvo Kullervo Kukkonen on ollut Suomalaisen Tähtitasavallan presidenttinä jo 400 vuoden ajan, kauemmin kuin suurin osa ihmisistä elääkään eliniänpidennyshoidoista huolimatta. Aikaisemmin presidentiksi ei voinut enää pyrkiä toisen eliniänpidennyshoidon jälkeen, mutta presidentti Kukkosen kansansuosion vuoksi lakia muutettiin. Viimeisin pidennyshoito on kuitenkin vihdoin jättänyt jälkensä, eikä presidentti ole presidentin lähipiirin mielestä enää kykenevä hoitamaan tehtäviään. Miten suorittaa kunniakas vallansiirto laillisesti ja presidenttiä loukkaaamatta ja kenelle valta siirretään?","notes":"","loc":["Larp-tiski"],"date":"2017-07-29","time":"17:00","mins":120,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":9140,"name":"Virtanen Jaakko"}]},{"id":8015,"title":"Pelisuunnittelua hiekkalaatikon ulkopuolella","desc":"Olipa kyseessä perinteinen pöytäpeli tai digitaalinen tietokonepeli, pelisuunnittelussa vallitsee tietyt yleiset säännöt, joita voi oppia opiskelemalla ja erilaisia pelejä tutkimalla. Peleistä saatuja uusia ideoita ja toimintamalleja voi hyödyntää ristiin eri kehitysalustoissa ja genreissä, mutta uuden ajattelun ammentaminen ei rajoitu pelkästään peleihin. Yleisten käytäntöjen lisäksi pelisuunnittelu vaatii usein tietämystä monenlaisista asioista aina aurinkovoimaloiden toimintaperiaatteista avaruuden tyhjiön vaikutuksista ihmiselimistöön. Joskus idea uuteen pelimekaniikkaan voi syntyä niin sanotusti laatikon ulkopuolelta, vaikkapa liikuntaharrastuksen pohjalta.\r\nPuheohjelmassa käydään läpi sitä, miten perinteisten pelien suunnittelusta saatu kokemus voi hyödyntää digitaalisten pelien suunnittelua ja päinvastoin, ja kuinka pelisuunnittelua voi täydentää muulla osaamisella.","notes":"","loc":["Sali 201"],"date":"2017-07-29","time":"17:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen","CrossGames"],"people":[{"id":6122,"name":"Fredman Miska"}]},{"id":8128,"title":"Pohojosten emäntien satutunti (aikuisille)","desc":"Pohjosen emännät kertovat vanhoja ja vähän uudempiakin klassikoita tutuin ja ehkä myös uusin kaavoin. ","notes":"","loc":["Sali 204"],"date":"2017-07-29","time":"17:00","mins":60,"tags":["Muu ohjelma","Lapsiystävällinen","In English"],"people":[{"id":6954,"name":"Junno Viivi"},{"id":8729,"name":"Vuopala Virva"}]},{"id":8064,"title":" RUNE - educational roleplaying for European youth","desc":"Raising Understanding through Narrative Experience (RUNE) is a multinational Erasmus+ project to design and distribute a roleplaying game for educational use, tapping talent from Finland, Sweden, Germany and Iceland. Accessible enough to be run by teachers and youth workers without prior RPG experience, the game aims to open up a world of storytelling to groups across Europe, and let them share their stories through an online “living world” portal.\r\n\r\n \r\n\r\nThe game is designed specifically to assist young people with social skills - including emotional awareness, teamwork, communication, and empathy - and problem-solving. Constant input from both practical and academic professionals in the field of education seeks to ensure that the game’s educational aspects are an intrinsic part of the fun, and neither heavy-handed nor mere lip service.\r\n\r\n \r\n\r\nThis presentation will take you through the ambitious goals of the project, the means by which they are to be reached, and the various challenges involved.","notes":"","loc":["Sali 205"],"date":"2017-07-29","time":"17:00","mins":60,"tags":["Lapsiystävällinen","Esitelmä","Aloittelijaystävällinen","In English"],"people":[{"id":8937,"name":"Kuusniemi Tuomas"}]},{"id":8035,"title":"H. P. Lovecraft – ihminen, mytologia, kultti","desc":"H. P. Lovecraft, Cthulhu-mytologian isä, on eräs populaarikulttuuriin voimakkaimmin vaikuttaneista hahmoista. Esityksessä käydään lyhyesti läpi kirjailijan elämää ja kirjoituksia, sekä hänen vaikutustaan jälkipolviin.","notes":"","loc":["Sali 206"],"date":"2017-07-29","time":"17:00","mins":60,"tags":["Esitelmä"],"people":[{"id":9551,"name":"Lattu Lauri"}]},{"id":8234,"title":"Larp, nuoret ja nuorisotyö","desc":"Haluaisitko peleihisi alaikäisiä, mutta vastuukysymykset mietityttävät? Kiinnostaako pedagoginen lähestymistapa larppaamisen? Oletko itse uusi harrastaja, ja haluaisit tehdä pelejä, mutta käytännön järjestelyt tuntuvat hankalilta? Helsingin kaupungin Nuorisoasiainkeskuksen kärkihankkeena on kevään ajan ollut nuorisotyöllisen live-roolipelaamisen kehittäminen, sekä harrastusmahdollisuuksien ja larp-yhteisön fasilitointi - tavoitteena tarjota enemmän ja inklusiivisempia pelejä. Kärkihankkeen pilottina toimi Bardin perintö -live-roolipeli. Tuo itsesi ja kysymyksesi!","notes":"","loc":["Sali 207"],"date":"2017-07-29","time":"17:00","mins":60,"tags":["Esitelmä"],"people":[{"id":6273,"name":"Hatakka Riikka "},{"id":5772,"name":"Toivonen Toni"}]},{"id":7986,"title":"Language Construction Workshop","desc":"Kielet, jopa yksinkertaiset vain nimeämiseen käytetyt, voivat antaa pelien ja muun fiktion maailmoille yllättävän paljon syvyyttä. Tässä työpajassa käydään läpi kielten kehittämisen perusteet, aikaisempa kokemusta tai kielitieteellistä taustaa ei tarvita.\r\n\r\nRajallisesti paikkoja, olethan ajoissa paikalla. Ei ennakkoilmoittautumista.\r\n\r\n\r\nLanguages, even simple ones used just for names, can give worlds of games or other fiction a surprising amount of depth. In this workshop i’ll go through the basics of creating languages in a way accessible to people with no linguistics background.\r\n\r\nBe on time, limited seats. No pre sign up.","notes":"","loc":["Sali 210"],"date":"2017-07-29","time":"17:00","mins":60,"tags":["Työpaja","Aloittelijaystävällinen","In English"],"people":[{"id":10047,"name":"Kirjuri Kataja"}]},{"id":8118,"title":"Laplacen Demoni: Larp","desc":"Maailma on kuin kellokoneisto, jonka takia kaikkien eri osasten tarkat nopeudet ja paikat voidaan täsmällisesti tietää ja määrittää. Jos henkilö  tietäisi kaikki maailmankaikkeudessa vaikuttavat voimat ja kappaleiden sijainnit hän pystyisi ennustamaan tulevaisuuden ja myös kertoa menneisyyden.  Juuri tätä kyseistä henkilöä kutsutaan Laplacen Demoniksi.\r\n\r\nMitähän sitten käy kun joukko eri motiiveilla varustettuja henkilöitä kutsutaan yllättäen Laplacen kartanoon?  Saavatko jokainen vastauksen kysymyksiinsä? Löytyykö sekalaiselle porukalle yhteinen sopusointu? Vai kaatuvatko ihmissuhteet kuin dominopalikat kaaokseen? \r\n\r\nLuvassa ihmissuhdepohjaista roolipeliä.","notes":"","loc":["Sali 215"],"date":"2017-07-29","time":"17:00","mins":300,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":10101,"name":"Svinhufvud Emi"}]},{"id":8187,"title":"Parasite","desc":"Antarktisen tutkimusaseman miehistö löysi parasiittisen eliön joka pystyy jäljittelemään toisia eliöitä. Hetki sitten yksi miehistön jäsenistä tuhosi radion ja sabotoi helikopterin, jonka jälkeen hän yritti tappaa muut räjäyttämällä generaattorin mutta onnistui vain tappamaan itsensä ja tuomita muut hitaaseen jäätymiskuolemaan. \r\nPelaajien tehtävänä on paeta tutkimusasemalta ja kertoa maailmalle tästä löydöstä. Mutta entä jos parasiitti on jäljitellyt yhden tai useamman heistä, voivatko pelaajat päästää tämän parasiitin pakenemaan heidän mukanaan tartuttamaan koko maailman?\r\n\r\nPeli sekoittaa yhteistyötä ja selviytymistä, vahvistaen pelaajien paranoidisuutta.","notes":"Pelin materiaali on englanniksi.","loc":["Talvipuutarha"],"date":"2017-07-29","time":"17:00","mins":180,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":7036,"name":"Hyvönen Mikko"}]},{"id":8241,"title":"HeroClix: SM-turnaus","desc":"Kaupungin kadut täyttyvät taistelun melske ja räjähdykset kun supersankarit ja superpahikset ottavat yhteen.\r\n\r\n300p Modern Age.\r\n\r\nThe streets are filled with sounds of fighting and explosions when super heroes and super villains clash!\r\n\r\n300p Modern Age.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"18:00","mins":300,"tags":["Figut"],"people":[{"id":7955,"name":"Ekholm Mikko"}]},{"id":8121,"title":"Munchkin-turnaus: Finaali","desc":"Alkuerät La 12-16. Finaali klo 18 alkaen.","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-29","time":"18:00","mins":180,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":5266,"name":"Airaksinen Aleksi"}]},{"id":8270,"title":"King Of Tokyo -turnaus","desc":"Hulvaton monsteripeli, parhaat palkitaan","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-29","time":"18:00","mins":120,"tags":["Lautapelit","Kielivapaa"],"people":[{"id":10369,"name":"Hakoma Pekka"}]},{"id":8084,"title":"Ævintýr : Ilmoittautuminen","desc":" “Älä katso niitä silmiin, sillä ne saattavat johdattaa sinut tielle, jolta ei ole paluuta. Pimeässä et ole turvassa niiltä vaan sinun pitää hakea turvaa valosta. Ne saattavat näyttää houkuttelevilta, mutta sinun tulee muistaa, etteivät ne ole todellisia. Pidä kiinni omasta identiteetistäsi ennen kuin on liian myöhäistä. Tärkeintä on, ettet unohda.” Huoneen seinään epävarmoin käsin raapustettu varoitus on monista kohtia niin kulunut, ettei siitä meinaa saada selvää. Selkeästi luettavissa on ainoastaan tekstin viimeinen sana, jonka joku muu kuin viestin alkuperäinen kirjoittaja on käynyt vahvistamassa, ikään kuin varmistaakseen, ettei viestin kannalta olennainen tieto pääse katoamaan ajan saatossa.\r\n\r\nÆvintýr on todellisuuden ja ajan rajoilla leikittelevä lyhyt peli, jonka aikana hahmot koettavat selvittää, mitä heille on tapahtunut. Islantiin sijoittuvassa pelissä todellisuus riippuu katsojasta eikä kaikki ole sitä miltä vaikuttaa. Peli sisältää pimeässä pelaamista ja joitain pelottavia elementtejä. Parhaassa tapauksessa Ævintýr herättää pelaajissa uusia ajatuksia yllättävistä aiheista.","notes":"","loc":["Larp-tiski"],"date":"2017-07-29","time":"18:00","mins":120,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":10104,"name":"Makkonen Ria"}]},{"id":8291,"title":"Jättikokoisten lautapelien pelautus. ","desc":"Pelautuksessa jättikokoiset versiot Menolippu, Colt Express ja Takenoko peleistä. ","notes":"","loc":["Pelialue B"],"date":"2017-07-29","time":"18:00","mins":180,"tags":["Lautapelit","Demo","Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":10397,"name":"Halinen Milja"},{"id":10400,"name":"Mattinen Topias"}]},{"id":8153,"title":"Gaala 2017","desc":"Oletko juossut ja puuhannut koko Conin? Istu hetkeksi alas ja anna menneen vuoden larppien pukuloiston viihdyttää itseäsi Ropeconin Pukugaalassa 2017","notes":"","loc":["Sali 101"],"date":"2017-07-29","time":"18:00","mins":60,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen"],"people":[{"id":7069,"name":"Laine Anna-Maija"},{"id":7616,"name":"Laeslehto Nonna"}]},{"id":7994,"title":"Salakirjoitustyöpaja: Cryptography workshop","desc":"Salakirjoitukset ovat monen genren klassikoita. Työpajassa tutustutaan muutamaan etenkin larppikkäyttöön soveltuvaan \r\nsalakirjoitukseen käytännön harjoitusten avulla. Lisäksi lyhyt esittely salakirjoituksen historiasta ja keskustelua siitä millaiset \r\nsalakielet tuovat lisäarvoa peliin ja millaiset syövät liian paljon aikaa ja pelaajien energiaa. \r\nEsimerkkeinä salakirjoitukset pig pen, atbash, Caesar (ROT) ja Playfair.\n\nCiphers and secret messages are classic part of many genres and can bring value to other plots as well. The workshop demonstrates couple \r\nof simple ciphers using practical exercises. Also included are a brief history of cryptography and discussion on how cryptography \r\ncan bring value to games with focus larps. Featured ciphers: pig pen, atbash, Caesar (ROT) and Playfair.","notes":"Ennakkoilmoittautuminen infopisteen luona! Max 18 hlö / kerta.\r\n\r\nSing up in advance near the info desk. Max 18 persons per workshop.","loc":["Sali 210"],"date":"2017-07-29","time":"18:00","mins":120,"tags":["Työpaja","In English"],"people":[{"id":7537,"name":"Uusivuori Ville"}]},{"id":8090,"title":"Other Bodies: Larp","desc":"A feminist larp about trans and queer bodies, cultural otherness forced upon them and trying to change that on a personal level by becoming familiar with the unfamiliar.\r\n\r\nCharacters are built around documentary quotes gathered from collaborators describing their relationship to their body, gender and sexuality.\r\n\r\nThe larp consists of the characters playing a game of truth or dare. We use simulation techniques where needed and respect everyones personal limits but you should be comfortable with sexual content and some touching.\r\n\r\nFacts:\r\n- 4 hours. Including briefing and debriefing.\r\n- Max 10 participants.\r\n- Play language will be English/Finnish depending on the participants.","notes":"","loc":["Sali 216a"],"date":"2017-07-29","time":"18:00","mins":240,"tags":["Larpit"],"people":[{"id":9556,"name":"Lehtinen Myrtti"}]},{"id":8275,"title":"X-Wing Store Championship -turnaus: Finals","desc":"Ulvovat tähtihävittäjät ja leiskukuvat laaserit täyttävät avaruuden hävittäjälaivueiden ottaessa mittaa toisistaan. Vievätkö Keisarikunnan joukot voiton, vai onnituvatko kapinalliset saamaan taas yhden kipeästi tarvittavan onnitumisen matkalla galaksin vapauttamiseksi? Kuusikierroksinen (4+2) turnaus Store Championship formaatilla.\r\n\r\n\r\nThe screeching of starfighters and flahing lasers fills the space as opposing squadrons engage each other. Will the Imperial forces secure the victory or will the rebels gain another much needed win in their fight towards free galaxy? A six (4+2) round tournament using Store Championship format.","notes":"","loc":["Halli 5 Ohjelmalava"],"date":"2017-07-29","time":"18:15","mins":75,"tags":["Figut"],"people":[{"id":10367,"name":"Korjus Marko"},{"id":10366,"name":"Tammelin Marko"},{"id":9330,"name":"Tammelin Erno"},{"id":5779,"name":"Koskimäki Jussi"}]},{"id":8047,"title":"Larppien debriiffaaminen","desc":"Larppien purkamisella on useita funktioita emotionaalisesta tuesta yhteisöllisyyden rakentamiseen, mutta perinteiset tavat purkaa larppeja eivät ole kovinkaan tehokkaita. Esitelmässä käydään läpi larppien purkaminen ja purun suunnittelu perusteista lähtien.","notes":"","loc":["Sali 201"],"date":"2017-07-29","time":"19:00","mins":120,"tags":["Esitelmä"],"people":[{"id":8346,"name":"Järvelä Simo"}]},{"id":8045,"title":"Kristilliset roolipelit","desc":"Eivätkö roolipelit olekaan Saatanasta? Rukoilevatko pelaajat muutakin kuin pelinjohtajaa? Tule kuulemaan, miten uskovaiset pelaavat roolipelejä.","notes":"","loc":["Sali 204"],"date":"2017-07-29","time":"19:00","mins":60,"tags":["Esitelmä"],"people":[{"id":6136,"name":"Koponen Sami"}]},{"id":8017,"title":"Project Scoundrel - Pöytäroolipelin tuominen digitaaliseen maailmaan","desc":"Project Scoundrel on verkossa pelattava roolipeli, joka pyrkii ensimmäistä kertaa tuomaan todenteolla pöytäroolipelien kokemuksen digitaalisten pelien maailmaan. Kerromme siitä, minkälaisia haasteita kohtaa kun kääntää perinteisen vuoropohjaisen roolipelisysteemin reaaliaikaiseksi verkossa pelattavaksi roolipeliksi, miten algoritmit valjastetaan pelinjohtajaksi ja kuinka tuoda pelaajille työkaluja monipuoliseen hahmon taustatarinan luontiin digitaalisessa pelissä.","notes":"","loc":["Sali 205"],"date":"2017-07-29","time":"19:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen","CrossGames"],"people":[{"id":5471,"name":"Koistinen Arto"}]},{"id":8061,"title":"Come away, O Human Child","desc":"Fairies, those sweet little children with dresses made of flowers and the wings of a butterfly. They do nice things, like granting wishes, right? Let's take a look at faerie lore beyond bedtime stories, and hear what the wee people are like in the traditional tales.","notes":"","loc":["Sali 206"],"date":"2017-07-29","time":"19:00","mins":120,"tags":["Esitelmä","In English"],"people":[{"id":10099,"name":"Kortelainen Annina"}]},{"id":8033,"title":"Historian hirveimmät roolipelit","desc":"Vuosien varrella on julkaistu monia huonoja roolipelejä. Vain muutamat ovat niin koomisen, omituisen ja jopa pelottavan outoja, että niitä voi kutsua klassikoiksi. Tässä esityksessä saat kuulla (lähi)historian karseimmista roolipeleistä. Esityksessä keskitymme laatuun (tai sen puutteeseen) emme määrään, joten valmistaudu häkellyttäviin yksityiskohtiin. Esityksen sisältö on täynnä erittäin sopimatonta sisältöä, eikä ehkä sovellu herkille korville. The presentation will also include reading parts of the presented games in English.","notes":"","loc":["Sali 208"],"date":"2017-07-29","time":"19:00","mins":60,"tags":["Esitelmä"],"people":[{"id":6010,"name":"Riutta Esa"}]},{"id":8092,"title":"Pizzaa avaruudessa: Larp","desc":"Kaukana tulevaisuudessa Han Americano-Optimuksen omistama valtava avaruusalus lentää kohti tuntematonta päämääräänsä. Aluksen Pizzakerho on juuri aloittamassa kokouksen jossa heillä on edessään suuri päätös: Mitä pizzaa he ostavat?\r\n\r\nMonet heistä ovat säästäneet monta vuotta että heillä olisi varaa edes yhteen palaan ja heidän ainoa toivonsa maistaa tätä himoittua herkkua on yhdistää rahansa jonkun toisen rahojen kanssa. Saavatko kaikki pizzaa vai jääkö joku nuolemaan näppejään?\r\n\r\nPizzaa avaruudessa on humoristinen ja kevyt neuvottelularppi, jonka jälkeen luultavasti kärsit himosta pizzaan. Peliin mahtuu pelinjohtajan lisäksi kahdeksan ihmistä. Liveroolipeli perustuu PizzaQuest-nimiseen freeform-peliin. Peli on aloittelijaystävällinen ja ennen sen aloitusta pelaamme noin 15 minuuttia pitkän improvisaatiohenkisen superminilarpin jotta saamme kaikki kunnolla messiin!","notes":"","loc":["Sali 216"],"date":"2017-07-29","time":"19:00","mins":180,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":9511,"name":"Paananen Laura"}]},{"id":8271,"title":"PKP Ropecon Challenge: Warhammer Age Of Sigmar","desc":"Sigmarin ajan pikkupeliä, armeijat 1000 pistettä (Generals Handbook)","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-29","time":"20:00","mins":240,"tags":["Figut","Kielivapaa"],"people":[{"id":10369,"name":"Hakoma Pekka"}]},{"id":8207,"title":"2 Rooms and a Boom","desc":"Two Rooms and a Boom on hidden role -seurapeli 6-30 pelaajalle, jotka jaetaan kahteen joukkueeseen eri huoneisiin. Punaiset yrittävät panttivankeja vaihtamalla saada sinisten presidentin pelin lopuksi samaan huoneeseen kuin punaisten pommittajan, kun taas siniset pyrkivät estämään tämän. Yksi peli kestää n. 15 minuuttia. \r\nTwo Rooms and a Boom on vähän Lupus in Tabulan tyyppinen hidden role -seurapeli, johon mahtuu 6-30 pelaajaa. Pelaajat jaetaan pimeästi kahteen huoneeseen ja kahteen joukkueeseen, sinisiin ja punaisiin. Tavoitteena on saada sinisten presidentti joko samaan tai eri huoneeseen kuin punaisten pommittaja. Pelissä on 3-5 eripituista kierrosta ja jokaisen kierroksen päätteeksi huoneet vaihtavat keskenään pelaajamäärästä riippuvan määrän panttivankeja. Kun kaikki kierrokset on pelattu pommittajan pommi räjähtää ja punaiset voittavat jos presidentti oli samassa huoneessa ja siniset voittavat jos presidentti on eri huoneessa, kuin pommittaja. Peliin voi lisätä tarvittaessa ylimääräisiä rooleja, jotka tekevät pelistä niin simppelin tai monimutkaisen, kuin pelaajat haluavat. Yksi pelikerta kestää maksimissaan noin 15min, eikä siinä ole pelaajaeliminaatiota, joten kaikki pääsevät pelaamaan loppuun asti. ","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-29","time":"20:00","mins":180,"tags":["Korttipelit","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9252,"name":"Reunanen Olli"},{"id":9253,"name":"Eboreime Alfred"}]},{"id":8198,"title":"A Talk of Darkness","desc":"Come and join Guest of Honor Monica Valentinelli and operations director Matt M McElroy from Onyx Path, as they meet up with WhiteWolf lead storyteller Martin Ericsson and game designer Juhana Petterson, for a talk about the world in which all of their careers entwine: The World of Darkness. The game industry and storyteller veterans talk about their love for the lore and share war stories from their respective careers. The talk is moderated by renown cosmologist, writer and role playing enthusiast Syksy Räsänen.","notes":"","loc":["Halli 5 Ohjelmalava"],"date":"2017-07-29","time":"20:00","mins":60,"tags":["Paneeli","Muu ohjelma","In English","Kunniavieras"],"people":[{"id":10329,"name":"McElroy Matt M"},{"id":4628,"name":"Ericsson Martin"},{"id":6394,"name":"Pettersson Juhana"},{"id":6940,"name":"Räsänen Syksy"},{"id":10219,"name":"Valentinelli Monica"}]},{"id":7950,"title":"Tanssiaiset","desc":"Ropeconin tanssiaiset ovat Suomen suurin tapahtuma, jossa tanssitaan historiallisia tansseja. Osallistu viikonlopun aikana tanssiharjoituksiin, laita itsesi koreaksi ja tule tanssimaan unohtumattomaan juhlaan. Tanssiaiset koostuvat tanss\r\niharjoituksissa opetetuista tansseista sekä toivetansseista. Tanssiminen jatkuu pitkälle yöhön.\r\n \r\nTanssiaiset koostuvat kolmesta setistä, jotka sisältävät tanssiharjoituksissa opetetettuja tansseja. Virallisten settien jälkeen tanssitaan vielä toivetansseja ja settien välissä on perinteisesti taukomusiikkia sekä Pornopolkkaa.","notes":"","loc":["Sali 101"],"date":"2017-07-29","time":"20:00","mins":330,"tags":["Muu ohjelma","Tanssiohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":10046,"name":"Consuegra David"},{"id":9122,"name":" "}]},{"id":8261,"title":"PitchCar SM 2017","desc":"PitchCar kisa. Vakavahenkisten SM-turnauksien paineita voi purkaa tapahtumapaikalla järjestettävässä leikkimielisessä PitchCar–neppauskilpailussa. Kisa käydään kahdessa vaiheessa. Ensimmäisessä vaiheessa nepataan aika-ajot solona eli neppamalla rata yksin läpi. Neppausten määrä lasketaan ja kirjataan radan läheisyydessä olevalle lapulle. Toisessa vaiheessa aika-ajojen kuusi parasta (eli vähiten neppauksia aika-ajoissa käyttänyttä kisaajaa) kisaavat radan läpi. Ensimmäisenä maaliin ehtinyt on PitchCar-neppauskisan voittaja. Ilmoittautuminen lautapelitiskillä. A PitchCar race. After the more serious championships are over, come and relieve the stress at the playful PitchCar championships! The tournament is in two parts. First, there are the solo time trials, where everyone flicks their car through the track alone: the number of flicks is counted and written down. Next, the six best drivers (with the least flicks in the time trials) will race through the track. The first one at the finish line is the winner of the PitchCar championship! Sign-up at the board game desk. ","notes":"","loc":["Sali 103"],"date":"2017-07-29","time":"20:00","mins":180,"tags":["Lautapelit","Muu ohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":8204,"name":"Keskinen Juhana"}]},{"id":8131,"title":"Verta, hikeä ja kyyneleitä – Kehotaide ennen ja nyt","desc":"Kehotaidetta on hyödynnetty niin koristautumisessa kuin yhteisön jäsenien erottelussa. Tarkoituksena on esitellä yleiskatsaus kehotaiteen ja tatuointien historiaan alkuperäiskansoista nykyisiin muoti-ilmiöihin. Tutkitaan myös, miten ”feikata” kehotaidetta larppia tai cosplay-asua varten. Kehotaiteen kirjo on laaja ihomaaleista arpiin ja tatuointeihin, joten ne tarjoavat paljon mahdollisuuksia esimerkiksi pelien hahmo- tai yhteiskuntien kehittelyyn.","notes":"","loc":["Sali 204"],"date":"2017-07-29","time":"20:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":10110,"name":"Koskinen  Anna-Liisa"}]},{"id":8135,"title":"Outo tunne: Paranormaalia romantiikkaa aikuisille","desc":"Kirjailija Sini Helminen esittää katkelmia paranormaalin romantiikan ja erotiikan kentältä. ","notes":"","loc":["Sali 205"],"date":"2017-07-29","time":"20:00","mins":60,"tags":["Esitelmä"],"people":[{"id":8516,"name":"Helminen Sini"}]},{"id":8018,"title":"Pelialan historia","desc":"Pelikirjallisuuteen vihkiytynyt tietokirjailija Juho Kuorikoski kuljettaa puheenvuoronsa aikana läpi suomalaisen pelialan historian aina 70-luvun lopulta 2010-luvun menestystarinoihin. Miten tähän on tultu, milliaset juuret Suomen pelialalla on ja miltä tuleviasuus näyttää?\r\n\r\nJuho Kuorikoski on Järviseudun Sanomien päätoimittaja, sekä Pelit-lehden vakituinen avustaja. Hänet on palkittu useista pelialaa dokumentoivista teoksistaan.","notes":"","loc":["Sali 208"],"date":"2017-07-29","time":"20:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen","CrossGames"],"people":[{"id":10233,"name":"Kuorikoski Juho"}]},{"id":8114,"title":"Court of last resort: Larp","desc":"Let’s face it – no-one likes making choices. We try to find the golden mean, we call for objectivity and neutrality in difficult situations. You have to be responsible for the choice you’ve made. And sometimes this burden seems too heavy. If you think you are ready to take it, let’s check it. At least, in the form of a game.\r\n\r\n‘Court of last resort’ is quite a simple game. As members of the jury, you will examine a few cases. Your work will result in the court’s decision whether to implement the extreme penalty (capital punishment) or not.  \r\n\r\nWe don’t expect you to make ideal decisions. You just have to choose between the two options: guilty or innocent.\r\n\r\n \r\nYou can’t abstain.\r\n\r\n \r\nThe game contains issues that may seem unethical to some of you. You will probably find yourself in the situation you don’t like, and you woudn’t wish it on your worst enemy.\r\n \r\n\r\nBefore the game, you will create your own character using the method we provide. Your character’s features will depend on you.\r\n\r\nWe have to warn you that all the choices must be made from the players’ standpoints, not from the characters’! The characters are just masks you are wearing.\r\n\r\nThat’s why we advise you to be guided by your own ethical and moral principles while creating your characters and during the game.\r\n\r\n\r\nWith love,\r\n‘Povidlo’\r\n\r\nAge limit 18","notes":"","loc":["Sali 210"],"date":"2017-07-29","time":"20:00","mins":180,"tags":["Larpit","In English"],"people":[{"id":10081,"name":"Shkorkin Alexey"},{"id":10079,"name":"Muravlyansky Denis"}]},{"id":8003,"title":"Worblatyöpaja","desc":"Worblasta saa tehtyä vaikka mitä, mutta erityisesti siitä on tullut suosittu materiaali cosplay- ja larppiharrastajien keskuudessa ympäri maailman. Esimerkkinä Worblasta valmistuu kokonaisia haarniskoja, koruja taikka proppi-aseita. Vain mielikuvitus on rajana!\r\n\r\nTule kokeilemaan materiaalia ja opettelemaan perusasioita Worblasta. Paja tutustuttaa osallistujat ensin materiaaliin sekä opettaa yleisimmät muotoilutekniikat, jonka jälkeen he saavat tehdä materiaalista mitä haluavat.","notes":"Työpaja tarjoaa työvälineet. Materiaalimaksu 5e sisältää materiaalit. Maksu työpajassa käteisellä.\r\n\r\nEnnakkoilmoittautuminen infopisteen luona. Max 15 hlö / työpaja.","loc":["Sali 218"],"date":"2017-07-29","time":"20:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen"],"people":[{"id":10087,"name":"Nevalainen Noora"}]},{"id":8009,"title":"Kirjoittajamiitti","desc":"”Kirjoitatko? Jos vastaus on KYLLÄ, tämä miitti on sinua varten! Otamme vastaan niin roolipelaajat, larppaajat, ficcaajat kuin pöytälaatikkokirjailijatkin genreen ja tekstilajiin katsomatta. Tapaamisen alustaa SF-kirjailija Antti Eronen.”","notes":"","loc":["Sali 306"],"date":"2017-07-29","time":"20:00","mins":180,"tags":["Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":7487,"name":"Eronen Antti"}]},{"id":8294,"title":"Discolarp","desc":" ","notes":"","loc":["Sali 102"],"date":"2017-07-29","time":"21:00","mins":300,"tags":["Tanssiohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":7239,"name":"Hopeasuo Minttu"}]},{"id":8195,"title":"The Writer Explained","desc":"The writer is in a key position in any video game production that has a focus on story, but what does that actually entail? How does a writer integrate with the rest of the team, and why does it matter that they do? How do you deal with shifting production realities, and what are realistic expectations for the actual day-to-day experience at work? A discussion on the actual work a game writer has to do in order to make a game reality.","notes":"","loc":["Sali 201"],"date":"2017-07-29","time":"21:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen","In English","CrossGames"],"people":[{"id":7055,"name":"Rautalahti Mikko"}]},{"id":8042,"title":"Japanilaisia kauhutarinoita","desc":"Eikö nukuta? Tule kuuntelemaan vanhoja japanilaisia kauhutarinoita kostonhimoisista aaveista ja irtileikatuista päistä. Sisältönsä vuoksi ohjelma ei sovi perheen pienimmille. ","notes":"Ennakkoilmoitus infotiskillä! Max 40 henkilöä.","loc":["Sali 205"],"date":"2017-07-29","time":"21:00","mins":60,"tags":["Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":5428,"name":"Mörsky Sanna"}]},{"id":8165,"title":"Roolipelimedia verkossa","desc":"Roolipelilehteä meillä ei ole, mutta aktiivisia blogeja senkin edestä. Roolipelitiedotus ja Loki ovat ropeskenemme uutiset ja ajankohtaisohjelmat.","notes":"","loc":["Sali 206"],"date":"2017-07-29","time":"21:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":9538,"name":"Schneider Vera"},{"id":6136,"name":"Koponen Sami"}]},{"id":8197,"title":"White Wolf - 50 Shades of Darkness","desc":"Gothic Punk, Personal horror, Blood Opera, Trenchcoats and Katanas, Indiana Jones with Fangs, Blood Porn, Modern Gothic, Progressive Power Fantasy, Gross-out-Bingo and even a PG 13 World of Slight Dimness. Vampire and the World of Darkness setting as a whole has been presented and experienced by it’s players in a myriad interpretations and styles of play over the last 3 decades. Join us for a talk on how all these often conflicting ways to play are (to various degrees) supported in the 850 book canon and the problems and opportunities this range of traditional play-styles and moods offer game-creators, communities and new players.","notes":"","loc":["Sali 208"],"date":"2017-07-29","time":"21:00","mins":60,"tags":["Esitelmä","In English"],"people":[{"id":4628,"name":"Ericsson Martin"}]},{"id":8293,"title":"Hunter: The Vigil – Doubting Souls","desc":"Guest of Honor Monica Valentinelli leads a team of players through a one shot campaign. Join them to see if their characters survive the hardships of the 17th century.\r\n\r\n\"In 1690, violent clashes, supernatural beliefs, and demonic influences spelled disaster for Salem Village and its surrounding towns, while others fought werewolves and vampires on the frontier. With so much at risk, only god-fearing men and women were deemed innocent — and those were few indeed. You play a hunter in these dark times, forced to question your fellow villagers to discern friend from foe and bring them to justice the way hunters know how.\"\r\n \r\nGame System Used: Chronicles of Darkness\r\nGame Length: 3-4 hours","notes":"","loc":["Halli 5 Ohjelmalava"],"date":"2017-07-29","time":"22:00","mins":240,"tags":["Pöytäpelit","In English","Kunniavieras"],"people":[{"id":10219,"name":"Valentinelli Monica"}]},{"id":8071,"title":"Tudorin ajan käsikirja","desc":"Yksi päivä tavallisen ihmisen elämää 1500-luvun Englannissa aamunkoitosta yöhön asti.","notes":"","loc":["Sali 201"],"date":"2017-07-29","time":"22:00","mins":120,"tags":["Esitelmä"],"people":[{"id":10084,"name":"Kemppi Janne"}]},{"id":8073,"title":"Valtiaiden kampanja","desc":"Olen vetänyt fantasiahallitsijakampanjaa noin 13 vuoden ja yli 150 session ajan. Tämä luento kertoo siitä miten saadaan peli toimimaan vaikka ruudulla pyörii kymmeniä sivuhahmoja, kampanjan aikajänne on ihmiselämän mittainen, ja hahmot voivat teloittaa lähes kenet tahansa milloin tahansa. Miten luodaan pelaajille aito vallan kokemus? Miten yhdistetään tinkimätön eläytymispelaaminen poliittiseen juonitteluun, sotastrategiaan ja poliittiseen hallintoon? Miten tuotetaan ikimuistoisia tarinoita ehdottoman simulationismin avulla?","notes":"","loc":["Sali 205"],"date":"2017-07-29","time":"22:00","mins":120,"tags":["Esitelmä"],"people":[{"id":4993,"name":"Montola Markus"}]},{"id":8072,"title":"Iloja, suruja, mokia & voittoja: D-oom Productsin tarina pienjulkaisijasta kivijalkakaupaksi","desc":"Daniel \"Thaumiel Nerub\" Neffling puhuu ja keskustelee D-oom Productsin ja Pelikryptan tarinasta.","notes":"","loc":["Sali 206"],"date":"2017-07-29","time":"22:00","mins":60,"tags":["Esitelmä"],"people":[{"id":10092,"name":"Neffling Daniel"}]},{"id":8054,"title":"Natsilääkärit","desc":"Katsaus valtiollisessa mittakaavassa organisoituun lääketieteelliseen pahuuteen Natsi-Saksassa. Aiheita ovat mm. Lebensborn-ohjelma, Aktion T4, yleinen eugeniikka ja vankikokeet. Millaista oli olla natsilääkäri? Miten heidän tekonsa suhtautuivat aikansa lääketieteelliseen etiikkaan? Mitä heille tapahtui sodan jälkeen?","notes":"","loc":["Sali 208"],"date":"2017-07-29","time":"22:00","mins":120,"tags":["Esitelmä"],"people":[{"id":9560,"name":"Perkiö Esa"}]},{"id":8209,"title":"Lupus in Tabula","desc":"Jo kymmenen vuoden ajan Ropeconin yössä on juostu ihmissusien perässä Tabulan kylässä. Säännöt ovat helpot ja yksi peli kestää noin 45+ minuuttia. Pelissä sinun tulee pyrkiä löytämään kanssakyläläistesi kanssa ihmissudet joukostanne ennen kuin he laittavat koko kylän suihinsa. Vai oletko itse ihmissusi? Molemmat puolet voivat menestyä vain intuitiolla, neuvottelutaidoilla ja terveellä epäluottamuksella kaikkia kohtaan. Pelejä pelataan aamuun asti myös merkityn ohjelma-ajan ulkopuolella.","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-29","time":"23:00","mins":180,"tags":["Korttipelit","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":7891,"name":"Törrönen Tapio"},{"id":6095,"name":"Mäkinen Juho"},{"id":8768,"name":"Karjalainen Sunna"},{"id":10324,"name":"Ketu Mika"}]},{"id":7997,"title":"Ropetupa: Miekka ja Magia- livearvostelu","desc":"Jonir on eksynyt Ropeconiin hämärä roolipeli mukanaan, eikä hän osaa pysyä hiljaa. Humoristinen katsaus yhteen suomalaisen roolipelaamisen klassikoista.","notes":"","loc":["Sali 206"],"date":"2017-07-29","time":"23:00","mins":60,"tags":["Muu ohjelma","Esitelmä","Aloittelijaystävällinen"],"people":[{"id":7925,"name":"Heinonen Joni"}]},{"id":8272,"title":"Cosmic Encounter -turnaus (english)","desc":"Peli joka ei toista itseään, peruspakkauksen 50 alienia käytössä, parhaat palkitaan","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-30","time":"00:00","mins":480,"tags":["Lautapelit","Kielivapaa"],"people":[{"id":10369,"name":"Hakoma Pekka"}]},{"id":8030,"title":" Fright Night - Vampyrologiaa oikeasti.","desc":"Mitä tapahtuu kun joku imee veresi? Kuinka nopeasti vuodat kuiviin? Mihin verta oikeastaan tarvitaan ja kuinka se toimii? Rope-, vampyyri- ja lääketiedenörtti, ortopedi Tuomas Lähdeoja kertoo sanoin ja kuvin, mitä kaikkea verenjanon sammuttamiseen liittyy. K-18","notes":"","loc":["Sali 208"],"date":"2017-07-30","time":"00:00","mins":60,"tags":["Esitelmä"],"people":[{"id":9547,"name":"Lähdeoja Tuomas"}]},{"id":7924,"title":"Kings of War -turnaus","desc":"-","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-30","time":"08:30","mins":510,"tags":["Figut"],"people":[{"id":9924,"name":"Murashev Aleksandr"},{"id":7873,"name":"Murashev Tuomas Anton"}]},{"id":7971,"title":"Guild Ball -turnaus","desc":"Se toinen (tietysti parempi) fantasiajalkapallo (eikä kainalomuna) rantautuu vihdoinkin todenteolla Ropeconiin! Pelataan nelikierroksinen Season 3 turnaus.\r\n\r\nThe other (and the better, eh?) fantasy football (yeah, football, not handegg) finally makes its grand debut in Ropecon. A four round Seaon 3 tournament.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-30","time":"08:30","mins":510,"tags":["Figut"],"people":[{"id":10325,"name":"Kärkkäinen Matias"},{"id":7196,"name":"Aro Teemu"}]},{"id":7942,"title":"Eden-turnaus: After the Apocalypse V","desc":"Sotien ja ympäristökatastrofien raunioittamassa maassa piilee vielä mahdollisuus, mahdollisuus rakentaa uusi Eeden. Mutta ennen tätä sinun tulee lunastaa paikkasi  ja kukistaa muut maan herruutta havittelevat jengit. Ropeconissa jo perinteeksi muodostunut turnaus palaa jälleen. Formaattina jo tutuksi käynyt kolmikierroksinen iloittelu.\r\n\r\nThe Earth, torn by war and ruined by  chain of ecological disasters, offers one more chance to build a life for humanity, to build and Eden. But in order to do that, you have to claim your place and drive out the other factions seeking dominance over the ruins.\r\nThe classic returns with the familiar format of three rounds of 100 point games.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-30","time":"09:00","mins":420,"tags":["Figut"],"people":[{"id":7093,"name":"Frosterus Matias"}]},{"id":7934,"title":"Mordheim-kampanja","desc":"Mordheimin rauniokaupungin aarteista kilpaillaan tänä vuonna kevyessä NonStop-kampanjassa läpi koko Conin. Mukaan voit hypätä missä vaiheessa vain ja pelata niin monta peliä kuin haluat. Vastustajaksesi voit haastaa joko jonkun toisen pelaajan taikka jonkun järjestäjien aloittelevista warbandeistä. Pelaamiseen et välttämättä tarvitse omia miniatyyrejä, vaan paikalta löytyy myös laina-warbandejä. Järjestäjänä Suomen Rooli- ja Miniatyyripelaajat ry.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-30","time":"09:00","mins":420,"tags":["Figut"],"people":[{"id":8924,"name":"Haapamäki Jari"},{"id":9331,"name":"Uotila Aki"},{"id":9786,"name":"Ruotanen Heikki"},{"id":7500,"name":"Ruotanen Petri"}]},{"id":8273,"title":"Final Fantasy TCG -turnaus","desc":"Final Fantasy-pelien maailmaan sijoittuva korttipeli, 50 kortin pakat, EI sanktioitu, parhaat palkitaan.\r\n\r\nA card game set in the world of Final Fantasy video game series. A non-sanctioned tournament, 50 card decks","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-30","time":"09:00","mins":120,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":10369,"name":"Hakoma Pekka"}]},{"id":8161,"title":"Adaptation to larp","desc":"How can you adapt existing works of art into the format of a larp? Works like books, plays or music? Are there different strategies for different media, and what have been done so far? What happens when the beautiful predefined story meets the freedom, interaction and participation of larp? I will discuss works such as Inside Hamlet, A Nice Evening with the Family, College of Wizardry, MacBeth, Love stories by ABBA and the Jane Austen larp Fortune & Felicity.\r\n","notes":"","loc":["Sali 208"],"date":"2017-07-30","time":"09:00","mins":60,"tags":["Esitelmä","In English","Kunniavieras"],"people":[{"id":7665,"name":"Westerling Anna"}]},{"id":8281,"title":"Perinnönjako Noir: Larp 2. pelautus","desc":"Perinnönjako-sarjan seuraava osa. Ulottuvuuksienvälinen kapakka Spectors's on siirtynyt Andyn omistukseen ja hän yrittää pitää sitä käynnissä parhaansa mukaan.\r\n\r\nPerinnönjako on larppi, joka sijoittuu ulottuvuuksien välissä sijaitsevaan kapakkaan, joka toimii neutraalina kohtaamispaikkana eri maailmojen asukeille. Peli on aloittelijaystävällinen eikä osallistuminen vaadi aikaisempien osien tuntemista.","notes":"","loc":["Sali 215"],"date":"2017-07-30","time":"09:00","mins":240,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":10387,"name":"Koira Johanna"},{"id":9344,"name":"Väkeväinen Salla"},{"id":7288,"name":"Tikkanen Tero"}]},{"id":8100,"title":"Viimeiset päivät Tammitähdessä: Larp","desc":"Vuonna 2617 Arvo Kullervo Kukkonen on ollut Suomalaisen Tähtitasavallan presidenttinä jo 400 vuoden ajan, kauemmin kuin suurin osa ihmisistä elääkään eliniänpidennyshoidoista huolimatta. Aikaisemmin presidentiksi ei voinut enää pyrkiä toisen eliniänpidennyshoidon jälkeen, mutta presidentti Kukkosen kansansuosion vuoksi lakia muutettiin. Viimeisin pidennyshoito on kuitenkin vihdoin jättänyt jälkensä, eikä presidentti ole presidentin lähipiirin mielestä enää kykenevä hoitamaan tehtäviään. Miten suorittaa kunniakas vallansiirto laillisesti ja presidenttiä loukkaaamatta ja kenelle valta siirretään?","notes":"","loc":["Sali 216"],"date":"2017-07-30","time":"09:00","mins":300,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":9140,"name":"Virtanen Jaakko"}]},{"id":8101,"title":"Viimeiset päivät Tammitähdessä: Larp","desc":"Vuonna 2617 Arvo Kullervo Kukkonen on ollut Suomalaisen Tähtitasavallan presidenttinä jo 400 vuoden ajan, kauemmin kuin suurin osa ihmisistä elääkään eliniänpidennyshoidoista huolimatta. Aikaisemmin presidentiksi ei voinut enää pyrkiä toisen eliniänpidennyshoidon jälkeen, mutta presidentti Kukkosen kansansuosion vuoksi lakia muutettiin. Viimeisin pidennyshoito on kuitenkin vihdoin jättänyt jälkensä, eikä presidentti ole presidentin lähipiirin mielestä enää kykenevä hoitamaan tehtäviään. Miten suorittaa kunniakas vallansiirto laillisesti ja presidenttiä loukkaaamatta ja kenelle valta siirretään?","notes":"","loc":["Sali 216a"],"date":"2017-07-30","time":"09:00","mins":300,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":9140,"name":"Virtanen Jaakko"}]},{"id":7937,"title":"Vapaa boffaus","desc":"Vapaassa boffauksessa pääset testaamaan taitojasi pehmoaseilla. Voit osallistua omilla aseillasti tai lainata boffoareenalta käyttöösi sopivat varusteet. Ohjelmaan voi osallistua vapaasti milloin tahansa ohjelman ollessa käynnissä, paikalla oleva henkilökunta ohjeistaa säännöt ja tekee puolijaot tarpeen mukaan. Kaikki ovat tervetulleita kokeilemaan!","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-30","time":"10:00","mins":360,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9573,"name":"Lahtela Miro"}]},{"id":7973,"title":"X-Wing Flank attack -turnaus","desc":"Ulvovat tähtihävittäjät ja leiskukuvat laaserit täyttävät avaruuden hävittäjälaivueiden ottaessa mittaa toisistaan. Vievätkö Keisarikunnan joukot voiton, vai onnituvatko kapinalliset saamaan taas yhden kipeästi tarvittavan onnitumisen matkalla galaksin vapauttamiseksi?\r\nNelikierroksinen turnaus klassista X-Wingiä.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-30","time":"10:00","mins":300,"tags":["Figut"],"people":[{"id":10366,"name":"Tammelin Marko"},{"id":9330,"name":"Tammelin Erno"},{"id":10367,"name":"Korjus Marko"},{"id":5779,"name":"Koskimäki Jussi"}]},{"id":8111,"title":"Byrokratiasimulaattori: Ilmoittautuminen 3. ja 4. pelautus","desc":"Tervetuloa virastoon! Sinä, sekä 5 muuta uskollista toimistotyöläistä aloitatte tavallisen puolen tunnin työpäivänne. Luvassa on jälleen kerran kamppailua loputonta lomaketulvaa vastaan, mutta pelissä voi olla muutakin kuin pelkkä toimeentulo.\r\n\r\nByrokratiasimulaattori on parodia nykymaailman lomakesokkeloista. Peli on pulmanratkaisua ja havainnointia tarinalla väritettynä, lähimpänä esimerkkinä indiepeli Papers Please.","notes":"","loc":["Larp-tiski"],"date":"2017-07-30","time":"10:00","mins":120,"tags":["Muu ohjelma","Aloittelijaystävällinen","Larpit"],"people":[{"id":9572,"name":"Rautaoja Jukka"},{"id":10100,"name":"Hanhijoki Touko"}]},{"id":8287,"title":"Megagame","desc":"Watch The Skies tapahtuu hyvin meidän maailmaamme muistuttavassa lähitulevaisuudessa, jossa muukalaiset ovat saapuneet maapallolle. Pelaajat omaksuvat valtionpäämiesten, toimittajien ja tutkijoiden rooleja yrittäessään saada selkoa maailman tilanteesta ennen täydellistä romahdusta. Vaatii ennakkoilmoittautumisen, 30 pelaajaa.","notes":"","loc":["Pelialue B"],"date":"2017-07-30","time":"10:00","mins":300,"tags":["Muu ohjelma"],"people":[{"id":10292,"name":"Kirjastot Helmet"}]},{"id":8259,"title":"Carcassonne SM 2017","desc":"MM-kilpailujen sääntöjä mukaillen turnaus pelataan swiss-muotoisena kaksinpelikilpailuna käyttäen pelikelloja.\r\n\r\nEnsin pelataan 4 karsintakierrosta swiss-systeemillä, siten että kussakin pelissä kummallakin pelaajalla on käytettävissään 15 minuuttia. Karsintakierroksen neljä parasta pelaavat tämän jälkeen semifinaalit. Karsintojen paras karsintojen neljättä vastaan ja karsintojen toinen karsintojen kolmatta vastaan. Semien voittajat pelaavat mestaruudesta ja häviäjät sijoista kolme ja neljä. \r\n\r\nMahdolliset tasatilanteet karsintojen jälkeen ratkaistaan joko Solkoff:in menetelmällä tai käyttäen vahvuuslukulaskentaa.\r\n\r\nPelit pelataan Carcassonnen peruspelillä sellaisena kuin Lautapelit.fi on pelin julkaissut, kuitenkin ilman jokea! Seuraavat MM-kilpailujen säännöt ovat voimassa:\r\n- Kaupungit, jotka koostuvat kahdesta laatasta, tuottavat neljä pistettä\r\n- Jokaista peltoa kohden lasketaan maanviljeliöiden määrä, pelaaja jolla on eniten maanviljeliöitä pellolla saa kolme pistettä kutakin pellon kaupunkia kohden. Tämä tarkoittaa, että pelaaja voi saada pisteet useamman kerran samasta kaupungista eri pelloilta.\r\n\r\nSokolffin menetelmässä lasketaan vastustajien voitot yhteen ja se kumman vastustajilla on ollut enemmän voittoja on tasatilanteessa parempi. \r\n\r\nMikäli pelaajia on heti turnauksen alussa pariton määrä, saavat osallistujat valita, osallistuuko joku järjestäjän edustajista kilpailuun ja tarjoaa \"lähes ilmaisen\" pisteen niille onnekkaille, jotka pääsevät pelaamaan häntä vastaan vai annetaanko vapaakierros ja puoli pistettä. Mikäli turnauksen kuluessa väki vähenee ja pelaaja jäisi parittomaksi, annetaan hänelle vapaakierroksesta puoli pistettä.\r\n\r\nOlemme varautuneet ennakolta maksimissaan 16 osallistujaan ja toivomme ennakkoilmoittautumisia, jotta tiedämme onko 16 riittävästi.\r\n\r\nEnnakkoilmoittautumiset sähköpostilla osoitteeseen kilpailut@lautapeliseura.fi","notes":"","loc":["Sali 103"],"date":"2017-07-30","time":"10:00","mins":300,"tags":["Lautapelit","Muu ohjelma","Kielivapaa"],"people":[]},{"id":8037,"title":"Idän ja lännen keisarit – Bysantti ja Kiina roolipelaajille","desc":"Bysantti ja Kiina olivat omaa aikaansa ja ympäristöään määritteleviä keisarikuntia, mutta unohtuvat usein keskiaikaista ja renessanssi-Eurooppa löyhästi mukailevan fantasiamiljöön ulkopuolelle. Tässä esitelmässä tutustumme keskiaikaisiin keisarikuntiin Bysantin ja Kiinan tarjoamien esimerkkien kautta; tutustumme niiden historiaan, keisarillisen hallinnon monimutkaisuuteen ja dynastioiden nousun ja tuhon sykliin. Tarjoamme myös paljon värikkäitä yksityiskohtia näiden valtakuntien historiasta varastettavaksi roolipelikäyttöön, alkaen Bysantin keisarin viikinkihenkivartijoista ja liekinheitinlaivoista päätyen shaolin-munkkeihin ja Kiinan keisarin massiivisiin rakennusprojekteihin.","notes":"","loc":["Sali 201"],"date":"2017-07-30","time":"10:00","mins":120,"tags":["Esitelmä"],"people":[{"id":6013,"name":"Kirsi Joonas"},{"id":10105,"name":"Korhonen Janne"}]},{"id":8140,"title":"Future Technology, Future Society","desc":"Imagining future societies fuelled by potential technology is a common theme for all kinds of storytelling including role playing games. While it is perfectly viable to imagine these future worlds without any regard for what technologies are actually viable in practice there is also value in considering what is actually possible and how soon. In this talk some of these potential futures are discussed based on technologies that have a firm basis in science but might not have emerged in society yet, along with their impact on the world we live in and the stories that can be told about those worlds.","notes":"","loc":["Sali 204"],"date":"2017-07-30","time":"10:00","mins":120,"tags":["Esitelmä","In English"],"people":[{"id":10293,"name":"Stangel Anders"}]},{"id":8049,"title":"Maailma autismin kirjolta nähtynä","desc":"Haluatko pelata autistista henkilöä tai asperger-henkilöä, mutta et tiedä miten? Tule kuulemaan, mitä epätasainen kykyprofiili tarkoittaa, miten aistiyliherkkyydet vaikuttavat elämään ja miksi sosiaalinen vuorovaikutus kuormittaa.","notes":"","loc":["Sali 206"],"date":"2017-07-30","time":"10:00","mins":60,"tags":["Esitelmä"],"people":[{"id":10102,"name":"Thorel Christine"}]},{"id":8248,"title":"International Meeting Point","desc":"The International Meeting Point offers a place where you can hang out and meet other internationals or get the latest tips on what to do and where to go during Ropecon. The meeting point staff will be happy to tell you about everything the event has to offer and how things work, or just have a nice chat. Maybe even play a short game. It's also a great place to find other visitors to do things with. Both internationals and locals are welcome!","notes":"","loc":["Salin 203 Aula"],"date":"2017-07-30","time":"10:00","mins":360,"tags":["Muu ohjelma","Aloittelijaystävällinen","In English"],"people":[{"id":9328,"name":" Ropecon"}]},{"id":8254,"title":"Myrrysmiesten pelejä","desc":"Esittelyssä sekä julkaistuja pelejä (Hood, Hounds of the Sea jne.) että kokeiluasteella olevia pelejä. Pelienkehittäjä kertoo tarvittaessa peleistä.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":300,"tags":["Lautapelit","Lapsiystävällinen","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":6753,"name":"Sorsa Jukka "}]},{"id":8200,"title":"Tales of Entropy","desc":"Tales of Entropy on draamaa ja hahmojen välisiä konflikteja rakentava, pelinjohtajaton tarinankerrontapeli. Kaikki pelaajat pääsevät sekä muovaamaan maailmaa, että kamppailemaan hahmoillaan samanaikaisesti. Con-esittelyssä tutustumme skenaarioon jossa setvitään perimystä ja rakkaushuolia myyttisen viikinkiajan Ahvenanmaalla.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":120,"tags":["Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10089,"name":"Hannila Petteri"}]},{"id":7958,"title":"Vampire: The Eternal Struggle","desc":"Opi ikiaikaisten nököhampaiden salatut salat! Vuonna 1994, vain vuosi Magic the Gatheringin julkaisun jälkeen, ilmestyi markkinoille pelin kehittäjän seuraava keräilykorttipeli Vampire: The Eternal Struggle, joka pohjautuu White Wolfin suosittuun Vampire-roolipeliin ja World of Darknessin maailmaan. Mätkyn suunnittelusta saamansa kokemuksen perusteella Richard Garfield loi V:tESistä jouhevan moninpelin, joka on parhaimmillaan 4-5 pelaajalla. Tule testamaan suitsutusta saanut peli ja tuo kaverisikin mukaan! Roolipelaajat saavat tästä uuden tavan kokea rakastamansa maailman, ja kilpapelaajat varmasti uuden ja uniikin tavan mittailla taitojaan!","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":300,"tags":["Korttipelit","Kokemuspiste"],"people":[{"id":8552,"name":"Makkonen Petrus"},{"id":10247,"name":"Pulkkinen Teemu"}]},{"id":7961,"title":"Specialist Games","desc":"Kättä lippaan ja voimanyrkki tanaan, sotilas! Games Workshopin pienempiä, klassisia erikoispelejä esittelyssä tänäkin vuonna läpi conin. Tule ohjaamaan kilometrien mittaisten avaruusalusten laivastoja Battlefleet Gothicin pariin, puhdistamaan Space Hulkin klaustrofobisia käytäviä xenoista liekinheittimellä, rymistelemään palloa (ja vastapelaajien ruumiinkappaleita) maaliin Blood Bowlin nurmikentille tai syöksymään ihmiskunnan synkeimmän sisällissodan katkeraan tuiskeeseen Betrayal at Calthin taistoihin. Sopii niin veteraaneille kuin vasta-alkajillekin!","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":420,"tags":["Figut","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":9944,"name":"Trygg Erno"},{"id":7103,"name":"Veteli Peitsa"}]},{"id":7968,"title":"Magic: The Gathering","desc":"Magic: the Gathering on Wizards of the Coastin valmistama maailman suurin keräilykorttipeli. Peli on inspiroinut esimerkiksi Blizzardin huippusuositun Hearthstone -virtuaalikorttipelin.\r\n\r\nMTG soveltuu kaikille englannin kielen taitoisille yli 12 - vuotiaille. Jokaisesta Suomen kaupungista löytyy pelaajia ja pelata voi ihan kavereiden kanssa keittiön pöydällä tai osallistua kymppitonnien rahapalkinnon omaaviin turnauksiin ja kaikkea siltä väliltä.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":420,"tags":["Korttipelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":9231,"name":"Koskinen Akseli"},{"id":9657,"name":"Anttila Teemu"},{"id":9943,"name":"Ahtiainen Esa"},{"id":9196,"name":"Porttikivi Elmo"},{"id":10312,"name":"Räty Niko"},{"id":9249,"name":"Välimäki Jonne"},{"id":9942,"name":"Topp Miro"},{"id":9676,"name":"Palmén Toivo"},{"id":9134,"name":"Marinos Dimitrios"}]},{"id":7970,"title":"Beyond the Horizon","desc":"Beyond the Horizon on pakanrakennusta sekä 4X -pelimekaniikkoja yhdistävä tarinallinen avaruudenvalloituspeli 2-6 pelaajalle. Pelissä rakennetaan avaruusaluksia, tutkitaan avaruudesta löytyviä anomalioita, valloitetaan planeettoja, kehitetään uusia teknologioita sekä taistellaan avaruuden herruudesta. Tervetuloa kokeilemaan peliä noin tunnin kestävään demopeliin. Halutessa peliä voi myös jatkaa pidempään. Peli on englanninkielinen.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":420,"tags":["Lautapelit","Kokemuspiste"],"people":[{"id":8981,"name":"Rouhiainen Sami"},{"id":9936,"name":"Söderman Niklas"},{"id":9935,"name":"Ojalehto Jaakko"}],"attendance":"2-6"},{"id":8286,"title":"Living card games (LCG)","desc":"Lord of the Rings living card game on helpohko yhteistyökorttipeli, jossa seikkailijaryhmä yrittää selvitä vastaan tulevista tehtävistä ja vaaroista. \r\nStar Wars living card game on nopeatempoinen korttipeli, jonka erityispiirre on pakan tekemisen helppous. Sopii siis korttipelinoviiseille, mutta voittaminen vaatii taitoa, joten tosipelaajillekkin piisaa haastetta. \r\nNetrunner living card game on mielenkiintoinen ja haastava korttipeli, jossa on ansoja pluffaamista ja kieroja temppuja. Sopii monimutkaisemmista peleistä pitäville. \r\nGames of Thrones living card game on esikuvansa mukaisesti juonittelua, selkäänpuukottamista ja kaikenkattavaa valtapeliä. Sijoittuu vaikeudessa Star Warsin ja Netrunnerin väliin. \r\nArkham Horror lcg on tarinavetoinen yhteistyökorttipeli, joka omaa roolipelimäisiä piirteitä hahmojen kehittämisen suhteen. Hieman LOTR lcg:tä monimutkaisempi, mutta pakanrakentamisen suhteen vähän helpompi.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":240,"tags":["Korttipelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":5983,"name":"Vinni Pauli"}]},{"id":7985,"title":"Riichi Mahjong","desc":"Japanilaista mahjongia sekä kokeneille että alottelijoille. Peli on neljän hengen taktinen uhkapeli, joka kestää noin 45 - 90min. Peliseuraa löytyy myös paikan päältä, tervetuloa kokeilemaan yksin tai seurassa!","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":420,"tags":["Lapsiystävällinen","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10263,"name":"Luomakoski Lilli "},{"id":9737,"name":"Ikonen Sakari"},{"id":8375,"name":"Wahlström Maaria"},{"id":9736,"name":"Kaarnaoja Niina"},{"id":8861,"name":"Kirjokangas Mikko"}]},{"id":8194,"title":"Dawn of Peacemakers","desc":"Dawn of Peacemakers on alati muuttuva lautapeli jatkuvalla kampanjalla. Pelaajat astuvat seikkailijoiden saappaisiin sotatantereella. Sinun on luotettava tiimitovereihisi ja tehtävä yhteistyötä heidän kanssaan, jos haluat saattaa sodan rauhanomaiseen päätökseen.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":240,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10315,"name":"Laakso Sami - Snowdale Design -"}]},{"id":8169,"title":"Turvasatama","desc":"Turvasatama on tarkoitettu matalan kynnyksen tutustumispaikaksi ensisijaisesti ensikertalaisille, mutta myös kokeneemmat conikonkarit ovat tervetulleita. Turvasatama on kaikille niille, jotka saattavat tarvita conikaveria, suunnistusapua tapahtuma-alueella tai muuta apua viikonlopun aikana. Satamatyöntekijät toimivat auttajina ja opastajina kävijöille ja tarvittaessa lähtevät vaikka ohjelmaan mukaan, jos et uskalla itse mennä yksin. Satamaan voi tulla myös lepuuttamaan jalkojaan, pelailemaan pelejä tai vain hengaamaan vapaasti. \r\n\r\nRatkesiko puvusta sauma? Ei hätää! Turvasatamasta löydät myös suositun Cosplay-ensiapupisteen.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":420,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen"],"people":[{"id":8953,"name":"Nörttitytöt  "}]},{"id":8191,"title":"Dystopian Wars","desc":"Monipuolinen steampunk-figupeli, jossa yhdistyy maa-, meri- ja ilmataistelut!","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":420,"tags":["Figut","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10246,"name":"Pesonen Tomi"}]},{"id":8245,"title":"Drop-in -miniatyyrimaalauspiste","desc":"Tule kokeilemaan figujen maalausta, tai viimeistelemään oma mestarieteoksesi kokeneiden konkareiden ohjeistamana. Pisteellä käytössäsi kaikki tarvittavat välineet ja figuurit. Tänä vuonna löydät Drop-In:in kokemuspisteen yhteydestä Talvipuutarhasta. Maalauspiste auki kokemuspisteen aukioloaikojen puitteissa läpi conin. ","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":420,"tags":["Figut","Aloittelijaystävällinen","Kokemuspiste","Kielivapaa"],"people":[{"id":9328,"name":" Ropecon"}]},{"id":8257,"title":"Bliaron - Masters of Magic","desc":"Bliaron - Masters of Magic is an upcoming cardgame where mages battle their rivals and the last one standing is crowned the victor. Combine cards from your hand to cast powerful spells of your own design and knock out the other players before they do the same to you! Come test the game before it's out and give us some feedback and comments.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":420,"tags":["Korttipelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10103,"name":"Lax Antti"}]},{"id":8184,"title":"Dead of Winter: A Crossroads Game","desc":"Tunnelmallinen seikkailupeli (mm. The Walking Deadin faneille) jossa pelaajien pitää tehdä yhteistyötä selvitäkseen hengissä zombie-apokalypsin autioittamassa maailmassa. Riittääkö ruoka kaikille, löytyykö lääkkeitä tarvittaessa, ja kestävätkö aitaukset epäkuolleiden kurmotusta? Kaiken lisäksi joku pelaajista saattaa salaa osoittautua petturiksi...","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":420,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10313,"name":"Andergård Henrik"}]},{"id":8251,"title":"Hamstraajat","desc":"Voiko venäjää oppia helposti? Pelaamalla Hamstraajia se on mahdollista! Hamstraajat on helposti omaksuttava korttipeli venäjän kielen oppimiseen. Pelissä voitte eläytyä pula-ajan Neuvostoliiton kansalaisten rooliin. Kaikkea on saatavilla rajoitetusti ja tarpeellisia hyödykkeitä on hamstrattava itselle muilta pelaajilta. Peli muistuttaa rakenteeltaan kaikille tuttua Hullunkuriset Perheet -peliä. Pelikavereilta kysytään kortteja ja saaduista korteista yritetään muodostaa sarjoja. Pelaaminen tapahtuu venäjän kielellä selkeiden ja yksinkertaisten sääntöjen siivittämänä. Hamstraamisesta tulee koukuttavaa ja venäjän oppiminen tapahtuu huomaamatta.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":420,"tags":["Korttipelit","Lapsiystävällinen","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":6345,"name":"Kivinen Jelena"}]},{"id":8175,"title":"Merchants Prestige","desc":"Merchants Prestige on kehitteillä oleva lautapeli, jossa pelaajat asettuvat renessanssiajan kauppias-sukujen rooliin kilpaillakseen arvovallasta.\r\nTule testaamaan ja antamaan palautetta.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"10:00","mins":120,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":10257,"name":"Puhakka Janne"},{"id":10248,"name":"Tanskanen Joni"}]},{"id":8083,"title":"Ævintýr : Larp","desc":" “Älä katso niitä silmiin, sillä ne saattavat johdattaa sinut tielle, jolta ei ole paluuta. Pimeässä et ole turvassa niiltä vaan sinun pitää hakea turvaa valosta. Ne saattavat näyttää houkuttelevilta, mutta sinun tulee muistaa, etteivät ne ole todellisia. Pidä kiinni omasta identiteetistäsi ennen kuin on liian myöhäistä. Tärkeintä on, ettet unohda.” Huoneen seinään epävarmoin käsin raapustettu varoitus on monista kohtia niin kulunut, ettei siitä meinaa saada selvää. Selkeästi luettavissa on ainoastaan tekstin viimeinen sana, jonka joku muu kuin viestin alkuperäinen kirjoittaja on käynyt vahvistamassa, ikään kuin varmistaakseen, ettei viestin kannalta olennainen tieto pääse katoamaan ajan saatossa.\r\n\r\nÆvintýr on todellisuuden ja ajan rajoilla leikittelevä lyhyt peli, jonka aikana hahmot koettavat selvittää, mitä heille on tapahtunut. Islantiin sijoittuvassa pelissä todellisuus riippuu katsojasta eikä kaikki ole sitä miltä vaikuttaa. Peli sisältää pimeässä pelaamista ja joitain pelottavia elementtejä. Parhaassa tapauksessa Ævintýr herättää pelaajissa uusia ajatuksia yllättävistä aiheista.","notes":"","loc":["Sali 217"],"date":"2017-07-30","time":"10:30","mins":150,"tags":["Aloittelijaystävällinen","Larpit"],"people":[{"id":10104,"name":"Makkonen Ria"}]},{"id":7940,"title":"Boffoturnaus - Finaali","desc":"Conin perinteinen boffoturnaus käydään yhden käden miekoilla. Tämä on se paikka jossa saadaan jälleen tietää kuka on tämän vuoden boffauksen Suomen mestari. Ilmoittautuminen tapahtuu boffotiskillä ja sulkeutuu lauantaina klo 11. ","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-30","time":"11:00","mins":120,"tags":["Muu ohjelma","Kielivapaa"],"people":[{"id":9573,"name":"Lahtela Miro"}]},{"id":8242,"title":"HeroClix: \"Golden Age\" -turnaus","desc":"Kaupungin kadut täyttyvät taistelun melske ja räjähdykset kun supersankarit ja superpahikset ottavat yhteen.\r\n\r\n300p Golden Age: maksimissaan 75p per miniatyyri, 4 toimintoa. Sunnuntain turnauksessa käytämme vain miniatyyrejä. Bännilista on seuraava: Resource, Feat, Special Object, Teambase, ATA, ID Card, Equipment. Jos figut tuovat näitä elementtejä peliin, ne ovat sallittuja.\r\n\r\nThe streets are filled with sounds of fighting and explosions when super heroes and super villains clash!\r\n\r\n300p Golden Age: Miniatures in use 75p or less, 4 actions. Only miniatures in use. Banned items: Resource, Feat, Special Object, Teambase, ATA, ID Card, Equipment - these elements will be available only if accompanied by a miniature miniature that provides em.","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-30","time":"11:00","mins":210,"tags":["Figut"],"people":[{"id":7955,"name":"Ekholm Mikko"}]},{"id":8237,"title":"Suomen sodat pelipöydällä","desc":"Suomen 100-vuotisjuhlavuoden kunniaksi Nopat & Taktiikka tuo pelattavaksi neljä ikonista taistelua Suomen sotahistoriasta: Breitenfieldin taistelun 1631 30-vuotisen sodan ajoilta, Napuen taistelun Ison Vihan tuoksinoista, Koljonvirran taistelun Suomen sodan ajoilta ja Kannaksen taistelut Jatkosodan kohtalonhetkinä.\r\n\r\nLisätietoja ja ennakkoilmoittautumiset: teemu.kujala@kolumbus.fi","notes":"","loc":["Halli 5 Figualue"],"date":"2017-07-30","time":"11:00","mins":240,"tags":["Figut"],"people":[{"id":7431,"name":"Mannonen Kalle"},{"id":7886,"name":"Nieminen Juha"},{"id":6781,"name":"Vuorio Mika"},{"id":9923,"name":"Lund Ludvig"},{"id":6371,"name":"Sysipuro Marko"},{"id":5484,"name":"Joensuu Joonas"},{"id":7479,"name":"Lahtela Antti"},{"id":8974,"name":"Kujala Teemu"}]},{"id":8201,"title":"MtG GER Highlander","desc":"Highlander on Magicin Constructed-formaatti, jossa pelaajat rakentavat kokoelmastaan vähintään sadan kortin pakan ennen turnauksen alkua. Formaatin nimen mukaisesti kutakin korttia (basic landeja lukuunottamatta) saa olla pakassa vain yksi kappale. Highlanderissa ei käytetä sideboardeja ja sillä on omat mulligan-sääntönsä ja bannilistansa. ","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-30","time":"11:00","mins":300,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":10389,"name":" Poromagia"}]},{"id":8232,"title":"MtG 8-Player Events","desc":"Kahdeksan pelaajan (tai muidenkin kombojen) single elimination pelejä pelaajien haluamalla tavalla (constructed, draft, jne). Starttaavat aina kun pelaajia on riittävästi. \r\n\n\nViimeinen aloitusaika noin klo 13","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-30","time":"11:00","mins":360,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":7867,"name":"Eriksson John"},{"id":10389,"name":" Poromagia"}]},{"id":8146,"title":"Suomen pelimuseo","desc":"Kuuluvatko roolipelit museoon? Suomen pelimuseon pisteellä voi kuulla museon uusimmat kuulumiset roolipelien saralta, mutta myös osallistua roolipelien museointiin. Lisäksi meillä on jaossa Andy Pilkkeen suunnittelemia ja Matti Niinimäen kuvittamaa seikkailua ”Velhon kirottu loitsukirja”.\r\n\r\nMeille saa kertoa myös hahmostaan! Voit täyttää oman pelihistoriahahmolomakkeesi, tai osallistua pelihistorioiden kartoittamiseen pelitutkija Jaakko Stenrosin ohjaamassa työpajassa lauantaina. Voit myös kuvauttaa itsesi museon kuvauspisteellä lauantaina klo 12 - 16.\r\n \r\nSuomen pelimuseon pisteellä päivystetään perjantaina klo 15 - 18, lauantaina klo 11 - 17 ja sunnuntaina 11 - 15.","notes":"","loc":["Halli 5 Näyttelyalue"],"date":"2017-07-30","time":"11:00","mins":240,"tags":["Muu ohjelma"],"people":[{"id":10298,"name":"Säilynoja Sanna"},{"id":10297,"name":"Salpakari Riku"},{"id":10119,"name":"Nylund Niklas"}]},{"id":7956,"title":"Taidetakomo Täystuho present Tao oma korusi","desc":"Tao oma korusi oikeiden seppien opastuksella. Kurssi kesto on noin 30-45min per henkilö. Kurssi maksu on 25€. \r\nKurssi voidaan tarvittaessa myös hoitaa englanniksi.","notes":"","loc":["Messuaukio"],"date":"2017-07-30","time":"11:00","mins":240,"tags":["Muu ohjelma","Työpaja","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":7761,"name":"Routavirta Anssi"},{"id":7400,"name":"Kahiluoto Juha"}]},{"id":8218,"title":"Pornopolkka 20 vuotta","desc":"Pornopolkkaa on tanssittu ropeconissa nyt 20 vuotta ja siitä on tullut conille omanlainen elämys. Nyt teemme pornopolkan historiaa ja tanssimme 20-vuotiaan pornopolkan kunniaksi tunnin maratonin pornopolkkaa! Tanssia opetetaan tanssiharjoituksissa pe ja la, mutta voit tulla myös suoraan maratoniin, tanssia hetken ja jatkaa muuta menoa. Tehdään nyt pornopolkan coniennätys!","notes":"","loc":["Sali 101"],"date":"2017-07-30","time":"11:00","mins":120,"tags":["Tanssiohjelma","Aloittelijaystävällinen"],"people":[{"id":10097,"name":"Juustila Merli"}]},{"id":8074,"title":"Vegan Space Exploration In Star Trek","desc":"True vegetarianism is visible and takes many forms in Star Trek's television series. This presentation will elaborate on the reasons and methods for plant-based interstellar exploration using the conventions of Star Trek as examples. The presentation is based on the presentator's thesis involving re-dramatization through comics. Welcome to get inspired for creative writing and RPG design!","notes":"","loc":["Sali 205"],"date":"2017-07-30","time":"11:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen","In English"],"people":[{"id":10053,"name":"Tamminen Tiariia"}]},{"id":8038,"title":"Aasialainen pöytäroolipelikulttuuri","desc":"Moni tuntee japanilaiset roolipeliklassikot, kuten Final Fantasyn tai Kingdom Hearts-pelisarjan, mutta entä ne perinteiset pöytäroolipelit? Luento käsittelee aasialaista, pääosin japanilaista pöytäroolipelikulttuuria, joka on länimaiseen silmään hieman kiven alla. Mitä pelejä aasiassa perinteisesti pelataan ja mitä pelejä sieltä on rantautunut meille? \r\nMiten paikallinen roolipelikulttuuri eroaa omastamme?","notes":"","loc":["Sali 206"],"date":"2017-07-30","time":"11:00","mins":60,"tags":["Esitelmä"],"people":[{"id":9156,"name":"Ilola Aki"}]},{"id":8278,"title":"How to Create Your Own RPG","desc":"Dungeons & Dragons. Monsterhearts. Firefly. Nuomenon. While no two systems or settings may be exactly alike, all role-playing games require tons of work to put together. From designing and testing the rules to finding artist, RPG creation is a complex and finicky undertaking. How do you do that? In this seminar, which she gave at Origins University in 2014, Monica Valentinelli walks through the process of creating an RPG from start to finish.","notes":"","loc":["Sali 208"],"date":"2017-07-30","time":"11:00","mins":60,"tags":["Esitelmä","In English","Kunniavieras"],"people":[{"id":10219,"name":"Valentinelli Monica"}]},{"id":7987,"title":"Language Construction Workshop","desc":"Kielet, jopa yksinkertaiset vain nimeämiseen käytetyt, voivat antaa pelien ja muun fiktion maailmoille yllättävän paljon syvyyttä. Tässä työpajassa käydään läpi kielten kehittämisen perusteet, aikaisempa kokemusta tai kielitieteellistä taustaa ei tarvita.\r\n\r\nRajallisesti paikkoja, olethan ajoissa paikalla. Ei ennakkoilmoittautumista.\r\n\r\n\r\nLanguages, even simple ones used just for names, can give worlds of games or other fiction a surprising amount of depth. In this workshop i’ll go through the basics of creating languages in a way accessible to people with no linguistics background.\r\n\r\nBe on time, limited seats. No pre sign up.","notes":"","loc":["Sali 210"],"date":"2017-07-30","time":"11:00","mins":60,"tags":["Työpaja","Aloittelijaystävällinen","In English"],"people":[{"id":10047,"name":"Kirjuri Kataja"}]},{"id":8221,"title":"Miniatyyrien alustat -työpaja","desc":"Tässä työpajassa käsitellään erilaisia tekniikoita ja tyylejä miniatyyrien alustojen ehostamiseen ja koristeluun. Oma miniatyyri suotava - kokemuspiteellä voit maalata miniatyyrin, jonka pääset tässä työpajassa viimeistelemään hienolla alustalla.","notes":"","loc":["Sali 213"],"date":"2017-07-30","time":"11:00","mins":120,"tags":["Figut","Työpaja","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9328,"name":" Ropecon"}]},{"id":7989,"title":"Nuolenpäitä kirjoittamaan","desc":"Oletko aina halunnut kirjoittaa kuin muinaiset mesopotamialaiset? Helsingin yliopiston assyriologian opiskelijat esittelevät työpajassa nuolenpääkirjoitusta, yhtä maailman vanhimmista kirjoitusjärjestelmistä. Tule mukaan kuulemaan, miten nuolenpääkirjoitus toimii ja ennen kaikkea kokeilemaan itse nuolenpäiden kirjoittamista saveen. Kerromme aluksi lyhyesti nuolenpääkirjoituksen historiasta, mutta mukaan saa liittyä myöhemminkin missä tahansa vaiheessa pajaa. Opi kirjoittamaan kirjoituspuikolla savitauluun oma tai kaverin nimi, terveiset muinaisbabyloniaksi tai mitä ikinä keksitäänkään kirjoittaa. Kirjoittamansa savitaulun saa tietenkin mukaansa.","notes":"","loc":["Sali 218"],"date":"2017-07-30","time":"11:00","mins":120,"tags":["Työpaja"],"people":[{"id":9770,"name":"Karonen Ilmari"},{"id":8457,"name":"Haavisto Aino"}]},{"id":8179,"title":"Khan of Khans","desc":"Khan of Khans on Reiner Knizian nopeatempoinen perhepeli 2-5 pelaajalle, joka sijoittuu Greg Staffordin luomaan myyttiseen maailmaan, Gloranthaan (RuneQuest, King of Dragon Pass).\r\n\r\nKukin pelaaja ottaa roolin yhtenä Praxin suurten heimojen kaaneista, lähettäen soturijoukkonsa ryöstämään karjaa Lohikäärmesolan viheriäiltä ylängöiltä. Tänä vuonna ylin papitar on ilmoittanut, että se kaani ken tuo muassaan Lohikäärmesolasta suurimman aarteen lehmien muodossa julistetaan \"Kaanien kaaniksi\", koko Praxin ylimmäksi valtiaaksi!\r\n\r\nSinä olet oleva se kaani.\r\n\r\nPidä kuitenkin varasi niin laumojen vauhkoontumisen, vihollisten taikuuden kuin muiden pelaajien varastelunkin varalta.","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"11:00","mins":240,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":7495,"name":"Kortelainen Tuomas"},{"id":7966,"name":"Luukkonen Antti"}]},{"id":7953,"title":"Battletech - Jättiläisrobottien taistelupeli","desc":"BATTLETECH – JÄTTILÄISROBOTTIEN TAISTELUPELI\r\n\r\nOta komentoosi joukko 12-metrisiä käveleviä sotakoneita ja murskaa vihollisesi tulevaisuuden taistelukentillä! Tarjoamme tunnin mittaisia demoja sekä saman pituisia skenaarioita 1-2 pelaajalle - voit siis tulla yksin tai kaverin kanssa! Battletech on taktisen tason heksakartalla pelattava lautapeli, jonka sääntösysteeminä käytetään nopeaa ja kevyttä Alpha Strike/BattleForce -hybridiä. Battletech games and demos are also available in English.\r\n\r\n","notes":"","loc":["Talvipuutarha"],"date":"2017-07-30","time":"11:00","mins":180,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":7211,"name":"Niemistö Lauri"},{"id":7487,"name":"Eronen Antti"},{"id":9275,"name":"Makkonen Mitro"}]},{"id":8157,"title":"Roolipelejä kirjaston alueella","desc":"Matalan kynnyksen lyhyitä fantasia- ja scifiroolipelejä.","notes":"","loc":["Halli 5"],"date":"2017-07-30","time":"12:00","mins":180,"tags":["Pöytäpelit","Lapsiystävällinen","Aloittelijaystävällinen"],"people":[{"id":10292,"name":"Kirjastot Helmet"}]},{"id":8274,"title":"Kingdomino -turnaus","desc":"Kiva kartanrakennuspeli, sopii kaikenikäisille, yhden pelin kesto n 15min, parhaat palkitaan","notes":"","loc":["Halli 5 Korttialue"],"date":"2017-07-30","time":"12:00","mins":120,"tags":["Lautapelit"],"people":[{"id":10369,"name":"Hakoma Pekka"}]},{"id":8001,"title":"Värttinäkehräystyöpaja","desc":"Työpajassa opetellaan langan valmistaminen värttinällä. Pääasiallisena materiaalina kammattu tai karstattu villa, muitakin materiaaleja käydään läpi ainakin teorian osalta. Esitellään myös eri värttinätyyppejä ja värttinöiden valmistuksen teoriaa. Materiaalit ja työkalut löytyvät järjestäjiltä, mutta oman värttinän tai kehrättävää saa halutessaan ottaa mukaan. Muutama perusvärttinä ja villaa myös ostettavissa vetäjiltä työpajan jälkeistä harjoittelua varten.","notes":"Max 8 hlö per paja. Ennakkoilmoittautuminen infotiskin vieressä.\r\n\r\nMax 8 persons per workshop. Pre sign up at the info desk.","loc":["Halli 5 Näyttelyalue"],"date":"2017-07-30","time":"12:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen"],"people":[{"id":10162,"name":"Husu Lumikki"},{"id":6608,"name":"Anne Häkkinen "}]},{"id":7964,"title":"Pukukilpailu: Pukuesittely! Costume showing!","desc":"Ilmoittaudu mukaan pukukilpailuun! Kuvauta asusi ja täytä ilmolomake. Ropeconin perinteinen pukukilpailu tekee paluun tänäkin vuonna! Ilmoittautumiset perjantain ja lauantain aikana, ja yleisöäänestys lauantai-illasta sunnuntaille.\n\nEsittele pukusi yleisölle Ohjelmalavalla! Show your costume to the public on our stage!","notes":"","loc":["Halli 5 Ohjelmalava"],"date":"2017-07-30","time":"12:00","mins":60,"tags":["Muu ohjelma","Aloittelijaystävällinen","Kielivapaa"],"people":[{"id":9288,"name":"Pykäläinen Eetu"},{"id":8847,"name":"Sirola Laura"}]},{"id":8172,"title":"Coniasumuotokuvapiste","desc":"Muotokuvapisteellä voit teetättää itsestäsi ja coniasustasi muotokuvamaalauksen. 15 minuutin poseerauksella ja 6 euron materiaalimaksulla saat omaksesi uniikin A5-kokoisen muotokuvan. Ilmoittautumiset suoraan pisteelle.","notes":"","loc":["Kokoustamon aula 1. krs."],"date":"2017-07-30","time":"12:00","mins":120,"tags":["Muu ohjelma","Aloittelijaystävällinen"],"people":[{"id":9537,"name":"Aalto Silja"},{"id":8831,"name":"Aalto Milla"},{"id":8417,"name":"  Aaltojen klaani"}]},{"id":8057,"title":"Päihteet ja roolipelihahmo","desc":"Onko hahmosi addikti? Tarvitsetko taisteluhuumeita saadaksesi tarvittavan edun naapurikorttelin jengiläisiä vastaan? Kannattaako huumekauppa? Näitä ja muita kysymyksiä pohditaan esitelmässä päihteet ja roolipelihahmot. Tarjolla on ideoita ja ajatuksia päihteistä ja niiden käytöstä pöytä- sekä liveroolipeleissä. K-18","notes":"","loc":["Sali 201"],"date":"2017-07-30","time":"12:00","mins":60,"tags":["Esitelmä"],"people":[{"id":9551,"name":"Lattu Lauri"}]},{"id":8068,"title":"Suunnittele oma linnasi - eurooppalaisten linnojen arkkitehturin kehittyminen keskiajalla.","desc":"Tarvitsetko seuraavaan skenaarioosi linnan pohjapiirroksen mutta pää on tyhjä ideoista ja perinteinen \"potkaistaan ovi auki ja katsotaan mitä sen takaa löytyy\" -malli on niin nähty. Löytyisikö historiallisesta mallista inspiraatiota?\r\nEsitelmässä tutustutaan eurooppalaisisten linnojen suunnittelussa käytettyihin ratkaisuihin sekä siihen miten linnojen rakentamisessa käytetyt ratkaisut ja arkkitehtuuri muuttuivat keskiajan Euroopassa.","notes":"","loc":["Sali 204"],"date":"2017-07-30","time":"12:00","mins":60,"tags":["Esitelmä"],"people":[{"id":7628,"name":"Faarinen Juho"}]},{"id":7978,"title":"Ennileian lettikoulu: #2: Edistyneet / Advanced","desc":"Oletko aina haaveillut haltiamaisista pikkuleteistä tai yksinkertaisten lettinutturoiden palmikoinnista, mutta oman kuontalon muokkaaminen aiheuttaa vain tuskaa ja kyyneleitä? Ei hätää, apu on täällä! \r\n\r\nAlways wanted to be able to braid your hair but don't know how to even begin? Come and learn the basics of braiding with us! All you need is a wig and a stand or a friend with long hair to practise on. Let's braid!\n\nEnnileian lettikoulu kakkosessa syvennymme soveltavaan lettitaiteeseen osallistujien omien taitojen ja toiveiden mukaisesti, esimerkiksi aiheina voi olla hollantilainen lettikruunu, höyhen/tikapuuletti tai 4- ja 5-suortuvaiset letit. Työpajaa varten et tarvitse muuta kuin helposti käsiteltävän peruukin peruukkipäineen tai pitkähiuksisen kaverin, jonka hiuksiin saat lettejä harjoitella.\r\n\r\nAlready know how to make a basic braid but would like to learn how to take your braiding to the next level? Come and learn some advanced braiding with us! All you need is a wig and a stand or a friend with long hair to practise on. Let's braid!","notes":"Ennakkoilmoittautuminen työpajaan infopisteellä. Max. 6hlö (+ kaveri letitettäväksi) / työpaja.\r\n\r\nPre sign up at the info desk. Max. 6 persons + avec per workshop.","loc":["Sali 210"],"date":"2017-07-30","time":"12:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen","Kielivapaa","In English"],"people":[{"id":8326,"name":"Laine Suvi"}]},{"id":7976,"title":"A Series Of Unfortunate Improv Workshops: #3: Tools for Storytelling","desc":"Failing is fun! Support your partners in crime! Say yes and then some! Improvisation is a great asset for any roleplayer. It gives you tools for expression, character development and creating spontaneous storylines. In this series of workshops we learn about basic improv principles and how to implement them through action, exercises and play. In the first workshop we explore what happens, when you say yes to suggestions and build on them. The second workshop centers on improvised characters and their interaction. In the third workshop we will learn about improvised storytelling. You may attend just one or all of the workshops. No previous experience of improv (or roleplaying) required. The workshops will be instructed in English, Finnish or both as needed, participants can attend in their own language, mostly. \n\nOnce upon a time there was a storytelling workshop. In that workshop people co-imagined wonderful, bizarre, mundane and heartbreaking stories with the aid of some improvisational techniques and conventions. In this workshop we’ll use improv to help us tell stories without having to make anything up on our own. We return to Keith Johnstone and his book Improv for Storytellers. The aim is to let go of the premeditation in the story context and the need of being in control all the time. Also: great stories.","notes":"Ennakkoilmoittautuminen infopisteen luona! Min 8, max 25 osallistujaa!\r\n\r\nPre sign up at the info desk. Min. 8, max 25 persons / workshop.","loc":["Sali 306"],"date":"2017-07-30","time":"12:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen","Kielivapaa","In English"],"people":[{"id":9102,"name":"Frilund Anna"}]},{"id":8188,"title":"Parasite","desc":"Antarktisen tutkimusaseman miehistö löysi parasiittisen eliön joka pystyy jäljittelemään toisia eliöitä. Hetki sitten yksi miehistön jäsenistä tuhosi radion ja sabotoi helikopterin, jonka jälkeen hän yritti tappaa muut räjäyttämällä generaattorin mutta onnistui vain tappamaan itsensä ja tuomita muut hitaaseen jäätymiskuolemaan. \r\nPelaajien tehtävänä on paeta tutkimusasemalta ja kertoa maailmalle tästä löydöstä. Mutta entä jos parasiitti on jäljitellyt yhden tai useamman heistä, voivatko pelaajat päästää tämän parasiitin pakenemaan heidän mukanaan tartuttamaan koko maailman?\r\n\r\nPeli sekoittaa yhteistyötä ja selviytymistä, vahvistaen pelaajien paranoidisuutta.","notes":"Pelin materiaali on englanniksi.","loc":["Talvipuutarha"],"date":"2017-07-30","time":"12:00","mins":180,"tags":["Lautapelit","Aloittelijaystävällinen","Kokemuspiste"],"people":[{"id":7036,"name":"Hyvönen Mikko"}]},{"id":7941,"title":"Boffoturnaus 3v3 - Finaali","desc":"Ropeconin 3v3 boffausturnauksessa 3-5 hengen joukkueet ottavat mittaa toisistaan. Tähän ohjelmaan suositellaan omia boffereita sillä ryhmät saavat aseistaa itsensä vapaasti. Aseiden turvallisuus tarkastetaan järjestäjien toimesta. Ilmoittautuminen tapahtuu boffotiskillä ja sulkeutuu lauantaina klo 11.","notes":"","loc":["Halli 5 Bofferi- ja Teräsalue"],"date":"2017-07-30","time":"13:00","mins":120,"tags":["Muu ohjelma","Kielivapaa"],"people":[{"id":9573,"name":"Lahtela Miro"}]},{"id":8137,"title":"Kirjastoauto: Satutunti","desc":"Messukeskuksen pihalla kirjastoauto palvelee koko viikonlopun, pihapelejä, musiikkia ja hyvä tunnelma. Lapsiystävällinen. Lauantaina ja sunnuntaina Peter Pan - satutunnit lapsille kello 13:00.\n\nPeter Pan -satutunti. Helinä-keijuna satutäti Sini Helminen.","notes":"","loc":["Messuaukio"],"date":"2017-07-30","time":"13:00","mins":60,"tags":["Muu ohjelma","Lapsiystävällinen","Aloittelijaystävällinen"],"people":[{"id":6194,"name":" Helmet-kirjastot"}]},{"id":8046,"title":"Larpin parantaminen kokemuksena","desc":"Miten tehdä larpista paras mahdollinen kokemus, olipa sitten järjestäjä tai osallistuja? Ohjelmassa käydään läpi mm. mitä tehdä ennen peliä mikäli hahmo jättää lukemisen jälkeen kylmäksi, miten pelaajahuolto kannattaa järjestää, mitä pelin aikana voi tehdä oman ja muiden pelin parantamiseksi, sekä miten toimia pelin jälkeen jos jokin jää kaivelemaan. Ohjelmassa on myös tilaa keskustelulle, ja sen sisällön on tarkoitus antaa ideoita sekä kokeneille, että aloitteleville pelaajille ja järjestäjille.","notes":"","loc":["Sali 201"],"date":"2017-07-30","time":"13:00","mins":120,"tags":["Esitelmä"],"people":[{"id":6288,"name":"Kahela Janina"}]},{"id":8067,"title":"Summoning snakes and licking frogs - What was premodern Finnish healing magic about?","desc":"What do we talk about when we talk about magic? Which kind of magic are Finnish premodern magical traditions compared to the generalizations of magic? In this presentation folklorist and scholar of religious studies Siria Kohonen introduces historical Finnish healing traditions as an example of magical practices in agricultural environment. Not for the most sensitive.\r\n\r\nMistä puhumme kun puhumme magiasta? Minkälaista magiaa suomalaiset esimodernit magiaperinteet ovat yleisiin magian kuvauksiin suhteutettuina? Tässä esitelmässä folkloristi ja uskontotieteilijä Siria Kohonen esittelee historiallisia suomalaisia parannusperinteitä esimerkkeinä maalaiskulttuuriympäristöissä harjoitetusta magiasta. Ei herkimmille.","notes":"","loc":["Sali 204"],"date":"2017-07-30","time":"13:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen","In English"],"people":[{"id":10098,"name":"Kohonen Siria"}]},{"id":8164,"title":"Peliseurojen verkostoitumishanke","desc":"Suomessa toimii monenlaisia paikallisia peliyhdistyksiä ja -kerhoja, joilla on usein paljon päällekkäistä ja toistensa kaltaista toimintaa. Voisimmeko hyötyä laajemmasta yhteistyöstä paikallisten toimijoiden välillä? Perustatko oman kerhon kotipaikkakunnallesi ja kaipaat apuja tai tukea työhön? Keskustelemme työpajassa yhteistyömahdollisuuksista, kattojärjestövisioista ja Suomen roolipeliseura ry:n Verkostoitumishankkeesta.","notes":"","loc":["Sali 205"],"date":"2017-07-30","time":"13:00","mins":120,"tags":["Työpaja"],"people":[{"id":10304,"name":"Jouste Mihka"},{"id":8976,"name":"Hulkkonen Pauli"}]},{"id":8026,"title":"Doping - Boosting the Human","desc":"​History of doping from the 1940's to present and a peek in to the future, too. What ​forbidden methods and substances have athletes used, how doping tests are working and how substances affect athletes? Does doping give you superpowers or do you die trying?","notes":"","loc":["Sali 206"],"date":"2017-07-30","time":"13:00","mins":120,"tags":["Esitelmä","In English"],"people":[{"id":9552,"name":"Venhola Tuomas"}]},{"id":8052,"title":"Tee oma uskontosi","desc":"Tervetuloa kuuntelemaan miten tehdä oma uskontosi roolipeleihin (tai jos haluat tehdä oikeaan elämään, niin se käy myös). Käymme läpi Ninian Smartin 7 dimension kautta, mitä vaatii että uskonto on uskottava.  Katsomme myös mitä tulisi ottaa huomioon intensiivisemmän pelaajakokemuksen kannalta.","notes":"","loc":["Sali 207"],"date":"2017-07-30","time":"13:00","mins":120,"tags":["Esitelmä"],"people":[{"id":6607,"name":"Lepistö Taru"}]},{"id":8130,"title":"Rakettitieteen jalanjäljillä","desc":"Mikä on hybridiraketti? Miten toimii madonreikä? Voiko ydinpommilla ratsastaa? Esitelmässä paneudutaan rakettien ja avaruusmatkailun historiaan, nykyisyyteen ja tulevaisuuteen realistisin ottein.","notes":"","loc":["Sali 208"],"date":"2017-07-30","time":"13:00","mins":120,"tags":["Esitelmä"],"people":[{"id":10088,"name":"Juustila Sampo"}]},{"id":8108,"title":"Byrokratiasimulaattori: Larp 3. pelautus","desc":"Tervetuloa virastoon! Sinä, sekä 5 muuta uskollista toimistotyöläistä aloitatte tavallisen puolen tunnin työpäivänne. Luvassa on jälleen kerran kamppailua loputonta lomaketulvaa vastaan, mutta pelissä voi olla muutakin kuin pelkkä toimeentulo.\r\n\r\nByrokratiasimulaattori on parodia nykymaailman lomakesokkeloista. Peli on pulmanratkaisua ja havainnointia tarinalla väritettynä, lähimpänä esimerkkinä indiepeli Papers Please.","notes":"","loc":["Sali 215"],"date":"2017-07-30","time":"13:00","mins":60,"tags":["Muu ohjelma","Aloittelijaystävällinen","Larpit"],"people":[{"id":9572,"name":"Rautaoja Jukka"},{"id":10100,"name":"Hanhijoki Touko"}]},{"id":7982,"title":"Kalligrafiatyöpaja / Calligraphy workshop","desc":"Kiinnostaako käsialat ja kirjaimet? Tule opettelemaan ja harjoittelemaan länsimaista kalligrafiaa työpajaan, jossa on tarjolla opastusta sekä perinteisempään että moderniin kalligrafiaan. Sopii sekä aloitteleville että harjaantuneille kynäilijöille.\r\n\r\n\r\nAre you interested in learning different western calligraphy fonts? This workshop provides instructions for both older and modern calligraphy, and welcomes both beginners and more experienced people to come and have fun with letters.","notes":"Ohjelmaan ennakkoilmoittautuminen infotiskin luona. Max 15hlö / työpaja.\r\n\r\nPre sign up at the info desk. Max 15 persons per workshop.","loc":["Sali 218"],"date":"2017-07-30","time":"13:00","mins":60,"tags":["Työpaja","Lapsiystävällinen","Aloittelijaystävällinen","In English"],"people":[{"id":10050,"name":"Mikkonen Sonja"}]},{"id":8276,"title":"Pokémon VGC -turnaus","desc":"Pokémon videopeliturnaus (3DS), VGC2017-formaatti, EI sanktioitu, parhaat palkitaan","notes":"","loc":["Halli 5"],"date":"2017-07-30","time":"14:00","mins":120,"tags":["Muu ohjelma","Kielivapaa"],"people":[{"id":10369,"name":"Hakoma Pekka"}]},{"id":7995,"title":"Salakirjoitustyöpaja","desc":"Salakirjoitukset ovat monen genren klassikoita. Työpajassa tutustutaan muutamaan etenkin larppikkäyttöön soveltuvaan \r\nsalakirjoitukseen käytännön harjoitusten avulla. Lisäksi lyhyt esittely salakirjoituksen historiasta ja keskustelua siitä millaiset \r\nsalakielet tuovat lisäarvoa peliin ja millaiset syövät liian paljon aikaa ja pelaajien energiaa. \r\nEsimerkkeinä salakirjoitukset pig pen, atbash, Caesar (ROT) ja Playfair.","notes":"Ennakkoilmoittautuminen infopisteen luona! Max 18 hlö / kerta.\r\n\r\nSing up in advance near the info desk. Max 18 persons per workshop.","loc":["Sali 210"],"date":"2017-07-30","time":"14:00","mins":120,"tags":["Työpaja","In English"],"people":[{"id":7537,"name":"Uusivuori Ville"}]},{"id":8109,"title":"Byrokratiasimulaattori: Larp 4. pelautus","desc":"Tervetuloa virastoon! Sinä, sekä 5 muuta uskollista toimistotyöläistä aloitatte tavallisen puolen tunnin työpäivänne. Luvassa on jälleen kerran kamppailua loputonta lomaketulvaa vastaan, mutta pelissä voi olla muutakin kuin pelkkä toimeentulo.\r\n\r\nByrokratiasimulaattori on parodia nykymaailman lomakesokkeloista. Peli on pulmanratkaisua ja havainnointia tarinalla väritettynä, lähimpänä esimerkkinä indiepeli Papers Please.","notes":"","loc":["Sali 215"],"date":"2017-07-30","time":"14:00","mins":60,"tags":["Muu ohjelma","Aloittelijaystävällinen","Larpit"],"people":[{"id":9572,"name":"Rautaoja Jukka"},{"id":10100,"name":"Hanhijoki Touko"}]},{"id":7998,"title":"Vaahtomuovityöpaja aloittelijoille: Foam workshop for beginners","desc":"Oletko kiinnostunut työstämään vaahtomuovia, eikä sinulla ole aiempaa kokemusta?\r\nTyöpajassa ohjeistetaan kuumaliiman käyttö, siistit saumat, ja kuinka hyödyntää kuumailmapistoolia. \r\n\r\nRakennetaan yhdessä foamista proppi tai cossin osa jota tehdessä tutustutaan kuinka tehdä siistit saumaukset, kaarevaa muotoa ja terävä kulmat.\r\n\n\nAre you interested to craft things from EVA foam, and don't have previous experience? In the workshop we instruct you how to efficiently use hot glue, how to do clean seams and how to utilize hot air tool. Lets craft together a prop or a piece of cosplay from EVA foam. During the crafting we familiarize ourselves with how to make curved shape, clean seams and sharp angles.","notes":"Ennakkoilmoittautuminen infopisteen luona. Max 10 hlö / työpaja. Materiaalimaksu 2e maksetaan käteisellä työpajassa.\r\n\r\nSignup in advance by the info desk. Max 10 people per workshop. Material fee 2e paid in change at the workshop.","loc":["Sali 218"],"date":"2017-07-30","time":"14:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen","In English"],"people":[{"id":10053,"name":"Tamminen Tiariia"},{"id":10054,"name":"Keesi Jani"}]},{"id":7992,"title":"Omituisten äänien kerho","desc":"Haaveiletko eeppisestä loitsuäänestä? Tekeekö mielesi kirkua kuin lokki? Haluatko peliisi kerrankin sen siistin arkaaisen tunnelman, jonka toteuttamista olet vatvonut monet unettomat yöt?\r\nOllos hyvä, mietteisiisi on vastattu: Omituisten äänien kerho kerää yhteen omituiset äänet, omituiset ihmiset ja omituiset ohjeet ääntelyyn. Perehdymme mm. äänimaailmojen luomiseen sekä muuhun hieman ehkä kummalliseenkin äänenkäyttöön larp-ympäristöissä. Luotsaajana musiikkikasvattaja/nörttiope/himolarppaaja Iiris sekä hänen moninaiset äänipersoonansa. Tervetuloa!","notes":"","loc":["Sali 306"],"date":"2017-07-30","time":"14:00","mins":120,"tags":["Työpaja","Aloittelijaystävällinen"],"people":[{"id":9570,"name":"Kaasinen Iiris"}]},{"id":8202,"title":"MtG GER Highlander: Ratkaisupelit","desc":"Highlander on Magicin Constructed-formaatti, jossa pelaajat rakentavat kokoelmastaan vähintään sadan kortin pakan ennen turnauksen alkua. Formaatin nimen mukaisesti kutakin korttia (basic landeja lukuunottamatta) saa olla pakassa vain yksi kappale. Highlanderissa ei käytetä sideboardeja ja sillä on omat mulligan-sääntönsä ja bannilistansa. ","notes":"","loc":["Halli 5 Ohjelmalava"],"date":"2017-07-30","time":"15:00","mins":120,"tags":["Korttipelit","Kielivapaa"],"people":[{"id":10389,"name":" Poromagia"}]},{"id":8220,"title":"Another Castle","desc":"Another Castle, eli Helsingin nörtein naiskuoro, esittää klassikkomusiikkia mm. tv-sarjoista, elokuvista ja peleistä kuorosovituksina.","notes":"","loc":["Sali 101"],"date":"2017-07-30","time":"15:00","mins":60,"tags":["Muu ohjelma","Aloittelijaystävällinen","Lapsiystävällinen","Kielivapaa"],"people":[{"id":9559,"name":"Juntunen Riikka"}]},{"id":8155,"title":"Tinker Tailor Designer Spy","desc":"The Quick is a Nordic Noir Ghost Stories game under development by Myrrysmiehet. The development methodology is a mashup of agile development, methods and creative madness. In this program we share the lessons we have learned and explore new ways to create games on a larger design team.","notes":"","loc":["Sali 201"],"date":"2017-07-30","time":"15:00","mins":120,"tags":["Esitelmä","In English"],"people":[{"id":5860,"name":"Takanen Ville"}]},{"id":8044,"title":"Kilvet historiassa ja populaarikulttuurissa","desc":"Kilvet ovat aliarvostettu osa soturin varustusta nykyajan populaarikulttuurissa. Tule kuulemaan miksi kilvet olivat oikeasti puolustuksen tärkein osa. Kilpien historia kautta koko maailman, ja niiden käyttö roolipeleissä ja muussa popularikulttuurissa on ohjelman aiheena. Esitelmä on jatkoa viime Ropeconin luennolle \"Realistiset aseet historiassa ja roolipeleissä.\"","notes":"","loc":["Sali 204"],"date":"2017-07-30","time":"15:00","mins":120,"tags":["Esitelmä"],"people":[{"id":9579,"name":"Saaristo Sakari"}]},{"id":8126,"title":"Pelipaikkana kaivokset","desc":"Rihmasto oli liveroolipeli marraskuussa 2016, joka pelattiin Outokummun vanhoissa kaivoksissa. Peliä varten tunneleihin rakennettiin kaksi fantasiamaailmaa ja niiden välille maailmoja yhdistävä portaali. Pelinjohto saapuu kertomaan projektin kivisen tien mutkat ja kommervenkit. \r\n\r\nEsityksessä käydään läpi miten epämiellyttävien kaivoskäytävien lavastus, ja tapahtuman käytännönjärjestelyt, eroavat larpin tekemisestä kodikkaaseen leirikeskukseen. Tarinoiden lisäksi esillä on videoita ja kuvia projektin eri vaiheilta. Tämä on pelkkää makeaa mahan täydeltä teille kaikille lavastukseen ja proppaukseen hurahtaneille! ","notes":"","loc":["Sali 206"],"date":"2017-07-30","time":"15:00","mins":60,"tags":["Esitelmä"],"people":[{"id":8971,"name":"Makkonen Arhi"}]},{"id":8031,"title":"Häirinnän vastaisen materiaalipaketin esittely","desc":"Häirinnän vastainen materiaalipaketti on jo jonkin aikaa ollut vapaasti pelin- ja tapahtumanjärjestäjien käytössä (turvallisempaa.wordpress.com/). Miksi sellainen oli tarpeen? Voiko siitä olla apua, minkälaista ja kenelle? Miten häirintä voidaan tunnistaa ja ehkäistä? Keskustelu on tervetullutta. Ohjelma on hyödyllinen kaikille pelinjärjestäjille ja pelaajille. Huomaa myös työpaja esitelmän jälkeen!","notes":"","loc":["Sali 207"],"date":"2017-07-30","time":"15:00","mins":60,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":5427,"name":"Niskanen Niina"}]},{"id":8063,"title":"Roolipelaajan peruskoulu - Ryhmädynamiikka","desc":"Hahmojen välisistä riidoista, ystävyydestä, johtajuudesta ja romantiikasta. Roolipelaaminen on usein tarina- tai hahmovetoista, mutta myös hahmoryhmän sisäiset suhteet tarjoavat mahtavan määrän potentiaalista peliä. Ohjelmanumerossa käydään läpi käytännön neuvoja ja ideoita hahmosuhteiden mehevöittämiseen tuttuun Peruskoulu-tyyliin. (Esitelmä on pienin viilauksin uusinta tämän vuoden Tracon Hitpointista.)","notes":"","loc":["Sali 208"],"date":"2017-07-30","time":"15:00","mins":120,"tags":["Esitelmä","Aloittelijaystävällinen"],"people":[{"id":4941,"name":"Hänninen Pekka"},{"id":6365,"name":"Ravela Risto"}]},{"id":8235,"title":"Kohti turvallisempaa larppaamista -työpaja","desc":"Häirinnänvastaisen materiaalipaketin esittelyn jälkeen on mahdollista jäädä tutustumaan siinä esiteltyihin työpajaharjoituksiin Simo Järvelän johdolla.","notes":"","loc":["Sali 207"],"date":"2017-07-30","time":"16:00","mins":60,"tags":["Työpaja"],"people":[{"id":8346,"name":"Järvelä Simo"}]},{"id":8265,"title":"Päättäjäiset","desc":"","notes":"","loc":["Sali 101"],"date":"2017-07-30","time":"17:00","mins":60,"tags":["Muu ohjelma"],"people":[{"id":6698,"name":"Kuusisto Ella-Lotta"},{"id":5905,"name":"Iiskola Atte"}]}]
