[{"title": "Helmetin piste", "description": "Tule tutustumaan kirjastoon! Helmet-kirjastojen osastolla pääset pelaamaan lauta- ja roolipelejä, tulostamaan vinyylitarroja, kokeilemaan 3D-tulostusta sekä hengaamaan kirjaston lukunurkkaan. Henkilökuntamme peluuttaa ja opastaa perjantaina ja lauantaina.", "category_title": "Puheohjelma", "formatted_hosts": "Helmet-kirjastot", "room_name": "Halli 3", "length": 300, "start_time": "2018-07-27T12:00:00Z", "is_public": true}, {"title": "Turvasatama", "description": "Nörttitytöt ry:n Turvasatama on tarkoitettu matalan kynnyksen tutustumispaikaksi ensisijaisesti ensikertalaisille, mutta myös kokeneemmat conikonkarit ovat tervetulleita. Turvasatama on kaikille niille, jotka saattavat tarvita conikaveria, suunnistusapua tapahtuma-alueella tai muuta apua viikonlopun aikana. Satamatyöntekijät toimivat auttajina ja opastajina kävijöille ja tarvittaessa lähtevät vaikka ohjelmaan mukaan, jos et uskalla itse mennä yksin. Satamaan voi tulla myös lepuuttamaan jalkojaan, pelailemaan pelejä tai vain hengaamaan vapaasti. \r\n\r\nRatkesiko puvusta sauma? Tippuiko sarvi irti? Ei hätää! Turvasatamasta löydät Cosplay-ensiapupisteen.", "category_title": "Puheohjelma", "formatted_hosts": "Jonas Mustonen", "room_name": "Halli 3", "length": 360, "start_time": "2018-07-27T12:00:00Z", "is_public": true}, {"title": "Riichi Mahjong", "description": "Japanilaista mahjongia sekä kokeneille että alottelijoille. Peli on neljän hengen taktinen uhkapeli, jossa mukana sekä taito- että tuurielementtejä. Yksi kokonainen peli kestää noin 90min, mutta kokeilu vie vain noin 30min. Peliseuraa löytyy myös paikan päältä, tervetuloa kokeilemaan yksin tai seurassa!", "category_title": "Kokemuspiste", "formatted_hosts": "Maaria Wahlström, Mikko Kirjokangas, Sakari Ikonen, Ninni Kaarnaoja, Juhani Heliö, Nikolas \"ニコラス・キーリ\" Kiili", "room_name": "Halli 3 Kokemuspiste", "length": 420, "start_time": "2018-07-27T12:00:00Z", "is_public": true}, {"title": "Pelaa skenaariokilpailun skenaarioita!", "description": "Ropeconin skenaariokilpailun skenaariot ovat tunnissa pelattavia, helposti omaksuttavia lyhyitä roolipelejä. Tule testaamaan tämän vuoden sato!", "category_title": "Kokemuspiste", "formatted_hosts": "Eero Laine", "room_name": "Halli 3 Kokemuspiste", "length": 420, "start_time": "2018-07-27T12:00:00Z", "is_public": true}, {"title": "Ivion", "description": "Oletko kyllästynyt korttipeleihin, joissa taistelu käydään kutsumalla olentoja puolin ja toisin kunnes toinen pääsee niskan päälle? Tervetuloa Ivioniin, jossa pelaat yhdellä uniikilla hahmolla, jonka pakan voit rakentaa lukuisista vaihtoehdoista. Ivionin omalaatuinen resurssi systeemi, pelialueella liikkuminen ja pelaajien välinen interaktio takaavat pelien intensiivisyyden. Pelin fantasiamaailmassa on vahvasti pohjoismaisia vaikutteita, ja tunnelma on synkkä, kun eri ryhmät taistelevat selviytymisestään.\r\n\r\nAiemmasta kortti/lautapeli kokemuksesta on hyötyä, mutta se ei ole välttämätöntä.", "category_title": "Kokemuspiste", "formatted_hosts": "Arsi", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2018-07-27T12:00:00Z", "is_public": true}, {"title": "Vieraile Välkyssä!", "description": "Kirjastoauto Välkky päivystää piha-alueella! Tule lainamaan luettavaa, pelaamaan pihapelejä tai kuuntelemaan satuja!\r\n\r\nMuistathan myös käydä Halli kolmosessa Helmet-kirjastojen osastolla!", "category_title": "Puheohjelma", "formatted_hosts": "Helmet-kirjastot", "room_name": "Pohjoinen aukio", "length": 300, "start_time": "2018-07-27T12:00:00Z", "is_public": true}, {"title": "Sammon ryöstö! -pakohuonepeli", "description": "Sammon ryöstö on Helmet-kirjastojen järjestämä pakohuonepeli, joka sopii erityisesti lapsille ja nuorille (lukutaito suositeltava). Pelissä seurataan Sammon ryöstön tarinaa, ratkaistaan arvoituksia ja kohdataan yllätyksiä. Pelin kesto n. 30 minuuttia. Peliin mahtuu kerralla kahdesta kuuteen pelaajaa. Varaa oma aikasi Helmet-bussista!\r\n\r\nVarattavat ajat:\r\n15:30 - 16.00 \r\n16.15 - 16.45 \r\n17.45 - 18:15 \r\n18.30 - 19.00\r\n19.15 - 20.00", "category_title": "Puheohjelma", "formatted_hosts": "Helmet-kirjastot", "room_name": "Sali 214", "length": 270, "start_time": "2018-07-27T12:30:00Z", "is_public": true}, {"title": "Tanssiharjoitukset 1: Branlet ja helpot tanssit / Dance Practice 1", "description": "Tanssiharjoituksissa harjoitellaan historiallisia tansseja Ropeconin tanssiaisia varten. Kaikki opetettavat tanssit ovat helppoja tansseja, jotka opetetaan alusta alkaen. Aikaisempaa kokemusta ei vaadita. Tanssit on jaoteltu sen mukaan mihin tanssisuuntaukseen ne kuuluvat. Perjantain ja lauantain tunneilla opetetaan samat tanssit.\r\n\r\nHistorical dance practice sessions allow you to practice for the Ropecon historical dance ball. All the dances are beginner friendly and are taught from scratch. Previous experience in historical dances is not required. The dances taught in the Friday and Saturday sessions are the same so you can choose which day to attend or you can rehearse on both days.\r\n\r\nBranlet ovat helppoja piiritansseja 1500-luvulta./Branles are easy circle dances from the 16th century.\r\nBranle Officiale (Leidinheittobranle), Pease Branle (pupubranle), Branle Maltese (Turkish Branle), Pornopolkka, Rufty Tufty, Amoroso, Ghost Train", "category_title": "Puheohjelma", "formatted_hosts": "Sini Tossavainen, Sari \"Cheetahbird\" Lusma", "room_name": "Ala-Galleria", "length": 120, "start_time": "2018-07-27T13:00:00Z", "is_public": true}, {"title": "Vapaa boffaus", "description": "Vapaassa boffauksessa pääset testaamaan taitojasi pehmoaseilla. Voit osallistua omilla aseillasti tai lainata boffoareenalta käyttöösi sopivat varusteet. Ohjelmaan voi osallistua vapaasti milloin tahansa ohjelman ollessa käynnissä, paikalla oleva henkilökunta ohjeistaa säännöt ja tekee puolijaot tarpeen mukaan. Kaikki ovat tervetulleita kokeilemaan!", "category_title": "Muu ohjelma", "formatted_hosts": "", "room_name": "Halli 3 Bofferialue", "length": 105, "start_time": "2018-07-27T13:00:00Z", "is_public": true}, {"title": "Larppaaminen alakouluissa sosiaalisen kasvun tukena", "description": "Kahdelle eri Hämeenlinnalaiselle alakoululle järjestettiin vuoden mittaiset liveroolipeliprojektit tavoitteena parantaa ryhmähenkeä, ehkäistä kiusaamista ja tukea lasten sosiaalista kasvua. Lapset saivat luoda itse hahmonsa ja valmistaa roolivaatteet ohjaajan avulla ja itse larppaamiseen valmistauduttiin ilmaisuharjoituksin. Luennolla käydään läpi projektin rakentumista opinnäytetyön tutkimusta varten, sen kulkua ja tavoitteiden saavuttamista sekä projektitiimin että lasten näkökulmasta, sekä pohditaan sitä miten larppaamisen sai integroitua osaksi opetussuunnitelmaa.", "category_title": "Puheohjelma", "formatted_hosts": "Mira \"CR4YB0RG\" Suovanen", "room_name": "Sali 207", "length": 105, "start_time": "2018-07-27T13:00:00Z", "is_public": true}, {"title": "Tanssiharjoitukset 2: ECD:t, Bordonialaiset ja kansantanssit / Dance Practice 2", "description": "Tanssiharjoituksissa harjoitellaan historiallisia tansseja Ropeconin tanssiaisia varten. Kaikki opetettavat tanssit ovat helppoja tansseja, jotka opetetaan alusta alkaen. Aikaisempaa kokemusta ei vaadita. Tanssit on jaoteltu sen mukaan mihin tanssisuuntaukseen ne kuuluvat. Perjantain ja lauantain tunneilla opetetaan samat tanssit.\r\n\r\nHistorical dance practice sessions allow you to practice for the Ropecon historical dance ball. All the dances are beginner friendly and are taught from scratch. Previous experience in historical dances is not required. The dances taught in the Friday and Saturday sessions are the same so you can choose which day to attend or you can rehearse on both days.\r\n\r\nECD eli English country dances ovat John Playfordin 1651 julkaisemasta kirjasta peräisin olevia tansseja. Bordonialaiset taas ovat peräisin kuvitteellisesta Euroopan valtiosta, jonka on kehittänyt Australialainen tanssiguru John Gardiner-Garden.\r\n\r\nECD's aka English country dances are dances collected and published by John Playford in the 17th century. Bordonia is an imaginary country somewhere in Europe and the dances were made by an Australian folk dance guru called John Gardiner-Garden. \r\n\r\nDevills mill, Celtic Spiral, New Bo Peep, Bonny Bonny Broom, Huutokatrilli, Flying Scotsman", "category_title": "Puheohjelma", "formatted_hosts": "Mörri, Satu \"Satsuma\" Salmi", "room_name": "Ala-Galleria", "length": 120, "start_time": "2018-07-27T15:00:00Z", "is_public": true}, {"title": "Lajinäytökset ja tutustumistreenit", "description": "Bo, sai, nunchaku, kama - pelin aselista vai japanilaisia käyttöesineitä? Kobujutsun lajinäytöksessä näet miten näillä taistellaan! Tule, katso ja kysy! Aseellinen karate tutuksi: espoo.kobujutsu.fi.\r\n\r\nEsittelyssä on myös Helsingissä opetettavaa perinteistä kungfua, pohjoista seitsemän tähden rukoilijasirkka- tyyliä, Qi Xing Tang Lang Quania. Tyyli on suoraviivainen ja käytännönläheinen, ja lajinäytöksessä esitellään tyypillisiä harjoitteita ja tekniikoita. Lyhyen ja ytimekkään näytöksen jälkeen halukkaat pääsevät kokeilemaan joidenkin sopivien perustekniikoiden harjoittelua.", "category_title": "Puheohjelma", "formatted_hosts": "Ella, Aaro", "room_name": "Halli 3 Bofferialue", "length": 50, "start_time": "2018-07-27T15:00:00Z", "is_public": true}, {"title": "Worbla-työpaja", "description": "Worblasta saa tehtyä vaikka mitä, mutta erityisesti siitä on tullut suosittu materiaali cosplay- ja larppiharrastajien keskuudessa ympäri maailman. Esimerkkinä Worblasta valmistuu kokonaisia haarniskoja, koruja taikka proppi-aseita. Vain mielikuvitus on rajana! Tule kokeilemaan materiaalia ja opettelemaan perusasioita Worblasta. Paja tutustuttaa osallistujat ensin materiaaliin sekä opettaa yleisimmät muotoilutekniikat, jonka jälkeen he saavat tehdä materiaalista mitä haluavat.\r\n\r\nTyöpaja tarjoaa työvälineet. Materiaalimaksu 3e sisältää materiaalit. Maksu työpajassa käteisellä. Ennakkoilmoittautuminen infopisteen luona.", "category_title": "Puheohjelma", "formatted_hosts": "Noora Nevalainen", "room_name": "Halli 3 Näyttelyalue", "length": 45, "start_time": "2018-07-27T15:00:00Z", "is_public": true}, {"title": "Salvatoresta Shakespeareksi - Pelinjohtaminen ja luova kirjoittaminen", "description": "Polkevatko peliesi tarinat paikallaan? Eivätkö suunnittelemasi kohtaukset tunnu merkityksellisiltä? Pyörittelevätkö pelaajasi silmiään kohdatessaan jälleen uuden örkkilauman?\r\n\r\nHuolet pois! Luovan kirjoittamisen työkaluilla rakennat peleistäsi kokemuksia, jotka ovat monitasoisia, eheitä ja yllättäviä. Esityksessä käsitellään pelinjohtamista ja luovan kirjoittamisen konkreettisia työkaluja kolmen eri teeman kautta: tavanomaisuuksien tunnistaminen ja välttäminen, pelaajahahmojen kohtaamat esteet sekä merkitykselliten kohtausten suunnittelu. Jokaisen työkalun käydään läpi myös esimerkin kautta.\r\n\r\nLähes 20 vuotta pelejä vetänyt Ville Yli-Knuutila ei ole koskaan onnistunut kirjoittajana, mutta aina silloin tällöin pelinjohtajana.", "category_title": "Puheohjelma", "formatted_hosts": "Ville Yli-Knuutila", "room_name": "Sali 102", "length": 45, "start_time": "2018-07-27T15:00:00Z", "is_public": true}, {"title": "Slayer's Frontier -roolipelin julkaisu", "description": "Slayer's Frontier on fantasia-hirviönmetsästysroolipeli, jossa pelaajat ovat metsästäjiä, jotka kulkevat kataklysmin kokeneen maailman läpi tutkien edellisen sivilisaation jäänteitä ja metsästäen elämää suurempia hirviöitä, tehden näistä saaduista materiaaleista uusia varusteita huomisen tuomia uusia haasteita vastaan. \r\n\r\nPelin suunnittelija ja kirjottaja Joonas Lind kertoo pelin matkasta ajatuksesta adaptoida toimintavideopeli pöytäpeliksi ja miten se sai oman identiteettinsä.", "category_title": "Puheohjelma", "formatted_hosts": "Joonas \"Daemon\" Lind", "room_name": "Sali 201", "length": 45, "start_time": "2018-07-27T15:00:00Z", "is_public": true}, {"title": "Personal data and data privacy in LARPs", "description": "When you participate in a larp you give personal details about yourself to the organisers, such as your name, contact details, character preferences, even health information. When you organise a larp, you receive and store this data. Who has access to it? How long can the data be kept? Who ensures the data is up to date? EU's General Data Protection Regulation (GDPR) came into effect on 25th May bringing with it updates and changes regarding how personal data needs to be handled by companies and voluntary associations. This presentation looks at how GDPR effects companies and associations organising larps, and what are the rights of the individual participants with regards to their data.", "category_title": "Puheohjelma", "formatted_hosts": "Marianne", "room_name": "Sali 204", "length": 45, "start_time": "2018-07-27T15:00:00Z", "is_public": true}, {"title": "Piirin pyöritys, eli miten järjestää neljä larppia puolessa vuodessa", "description": "Piiri oli vuonna 2017 Helsingissä järjestetty neliosainen kaupunkipelikampanja, jossa oli parhaimmillaan 80 pelaajaa. Teemana oli suomalaiset suvut nykyhetkessä ja niiden salatut menneisyydet, nojaten vahvasti tositarinoihin suomalaisista perhekohtaloista. Pelit järjestettiin neljän pelinjohtajan toimesta kuuden kuukauden aikana tasaisella aikavälillä. Tämä ohjelma käy läpi hyviä ja huonoja puolia intensiivisessä peliaikataulussa niin pelinjohdollisesta kuin pelaajien näkökulmasta. Mitä tästä opittiin ja mitä ei ainakaan kannata tehdä jos haluaa samalla tahdilla kampanjaa? Ohjelman vetää Janina Kahela, yksi Piirin pelinjohtajista.", "category_title": "Puheohjelma", "formatted_hosts": "Janina Kahela", "room_name": "Sali 205", "length": 45, "start_time": "2018-07-27T15:00:00Z", "is_public": true}, {"title": "Pelijärjestöjen verkostoitumisprojekti", "description": "Suomen roolipeliseura ry:n yhteistyössä Helmet kirjastojen kanssa tuottama Pelijärjestöiden verkostoitumisprojekti tuottaa osallistavan puheohjelman järjestäytyneestä pelitoiminnasta kiinnostuneille ja siinä osallisille. Projektin tavoitteena on mm. koota harrastuspelaajayhteisöitä toimimaan yhdessä, jakamaan osaamista sekä tuottamaan yhteistyötä. Toiminnan parissa on ihmisiä eri yhteisöistä jo ympäri Suomea.\r\n\r\nOhjelmassa käydään läpi vuoden edistymisiä ja tuodaan projektin tulevaisuuden suunnitelmia julki.", "category_title": "Puheohjelma", "formatted_hosts": "Helmet-kirjastot", "room_name": "Sali 207", "length": 105, "start_time": "2018-07-27T15:00:00Z", "is_public": true}, {"title": "1600-luvun keihäsharjoitukset", "description": "Kiinnostaako 30-vuotisen sodan historia ja historianelävöittäminen? Haluatko kokea miltä sotaan pakko-otetusta maalaisesta tuntui temppuilla viisimetrisen saarnikeihään kanssa käsittämättömien käskyjen tahtiin? Nyt on mahdollista tutustua 1600-luvun sotilaselävöittämiseen historianelävöitysryhmä GARSin aloittelijaystävällisissä keihäsäksiisissä. Äkseeraus on helppoa eikä vaadi normaalikuntoa kummempaa pohjaa ja tarjoamme välineet, eli pitkät keihäät.\r\n\r\nHarjoituksiin mahtuu enintään 20 osallistujaa. Ilmoittautuminen infotiskillä.", "category_title": "Puheohjelma", "formatted_hosts": "Maria", "room_name": "Halli 3 Bofferialue", "length": 60, "start_time": "2018-07-27T16:00:00Z", "is_public": true}, {"title": "Älä ota kesälohikäärmettä", "description": "Tulkaa kuulemaan miksi lohikäärme ei ole helppo lemmikki eikä sitä siksi ole syytä syytä ottaa hetken mielijohteesta. Eläinlääkäri kertoo miksi ja miten lohikäärme voi olla haastava potilas ja miksi lähiklinikkasi ei ehkä saata hoitaa sitä. Spekulatiivinen tietoisku kaikille omasta lohikäärmeestä haaveileville.", "category_title": "Puheohjelma", "formatted_hosts": "en haluu badgee", "room_name": "Sali 102", "length": 45, "start_time": "2018-07-27T16:00:00Z", "is_public": true}, {"title": "Interviewing Guests, Interviewing Players: A Podcaster's Guide to Roleplay", "description": "A roleplaying game is a conversation - and so is an interview. Alex Roberts, host of the acclaimed Backstory podcast on the ONE SHOT Network, shares wisdom from and for GMs and journalists alike. \"What led you to that decision?\" \"What about that is important to you?\" \"Do you have any regrets about what happened?\" \"What are you searching for?\"", "category_title": "Puheohjelma", "formatted_hosts": "Alex Roberts", "room_name": "Sali 103", "length": 45, "start_time": "2018-07-27T16:00:00Z", "is_public": true}, {"title": "Hyvät ja huonot mekaniikat lautapeleissä", "description": "Mistä tunnistaa hyvän lautapelin? Millaisia ovat hyvät mekaniikat lautapeleissä? Ohjelmassa käydään läpi hyviä ja huonoja esimerkkejä viime vuosien lautapeleistä (Terraforming Mars, Gaia Project, Eldritch Horror, Arkham Horror LCG) sekä wanhoista hyvistä lautapeleistä (Napoleonic Wars, Through the Ages, Age of Renessaince). Ja hassunhauskoja esimerkkejä, joilla pelisuunnittelu voi johtaa jännittävään pelimetaan. Miten tehdä mekaniikkoja, jotka sopivat pelin teemaan? Sisältää spoilereita kyseisistä peleistä.", "category_title": "Puheohjelma", "formatted_hosts": "Mikael Siirtola", "room_name": "Sali 204", "length": 45, "start_time": "2018-07-27T16:00:00Z", "is_public": true}, {"title": "Tanssiharjoitukset 3: Solat ja italialaiset / Dance Practice 3", "description": "Tanssiharjoituksissa harjoitellaan historiallisia tansseja Ropeconin tanssiaisia varten. Kaikki opetettavat tanssit ovat helppoja tansseja, jotka opetetaan alusta alkaen. Aikaisempaa kokemusta ei vaadita. Tanssit on jaoteltu sen mukaan mihin tanssisuuntaukseen ne kuuluvat. Perjantain ja lauantain tunneilla opetetaan samat tanssit.\r\n\r\nHistorical dance practice sessions allow you to practice for the Ropecon historical dance ball. All the dances are beginner friendly and are taught from scratch. Previous experience in historical dances is not required. The dances taught in the Friday and Saturday sessions are the same so you can choose which day to attend or you can rehearse on both days.\r\n\r\nVarhaisimmat tunnetut tanssikuvaukset ovat peräisin 1400-luvun Italiasta, joista myös nämä italialaiset tanssit ovat peräisin. Solatansseja tanssitaan solamuodostelmissa.\r\n\r\nThe earliest known dance manuscript are from 15th century Italy, which is the origin of these dances. Longways set dances are danced in two lines of partners facing each other in the opposite line.\r\n\r\nMy Lord Byron’s Maggot, Hole in the wall, Indian queen, La jalousie, Ballo del fiore, Petit Riens", "category_title": "Puheohjelma", "formatted_hosts": "Petri Myllynen, Marko", "room_name": "Ala-Galleria", "length": 120, "start_time": "2018-07-27T17:00:00Z", "is_public": true}, {"title": "Historiallisen miekkailun esittely", "description": "Suomen Historiallisen Miekkailun Seura esittelee historiallista miekkailua eri aseilla. Esittelyssä on mukana 1300-luvun miekkailua pienen kupurakilven kanssa, 100-luvun italialaisia taistelutaitoja eri aseilla, 1500-luvun rapiirimiekkailua ja 1800-luvun sotilassapelia.", "category_title": "Puheohjelma", "formatted_hosts": "Tero", "room_name": "Halli 3 Bofferialue", "length": 60, "start_time": "2018-07-27T17:00:00Z", "is_public": true}, {"title": "Retros 20 vuotta: juhlava pönötysseminaari", "description": "Kymmenen vuoden takainen \"Retros 10 vuotta: juhlava pönötysseminaari\" saa jatkoa! Tervetuloa kuulemaan lähihistorianelävöittämisen lähihistoriasta. Mistä Retroksessa oikein oli kysymys? Montako niitä hippilarppeja nyt lopulta oli? Mikä oli \"retroteltta\"? Onko ensi vuonna Cloudsville High'n 20-vuotisluokkakokous? Matka lähimenneisyyteen vakavoituu loppua kohden, kun yhdistyksen perustajajäsen esittää valistuneen arvauksensa Retroksen merkityksestä skenelle.", "category_title": "Puheohjelma", "formatted_hosts": "olaus", "room_name": "Sali 204", "length": 45, "start_time": "2018-07-27T17:00:00Z", "is_public": true}, {"title": "Larp Communities", "description": "What kind of local, national, international, virtual, or other larp communities are there? How are they similar, and how do they differ? A panel discussion about larp communities around the world. Panelists include John Shockley, Massi Hannula Thorhauge, Linn Wilhelmsson, Kaisa Vainio, and Leo Tzarev.", "category_title": "Puheohjelma", "formatted_hosts": "Kaisa Vitikainen", "room_name": "Sali 206", "length": 105, "start_time": "2018-07-27T17:00:00Z", "is_public": true}, {"title": "Artemiksen käyttö larpissa", "description": "24.2.2018 järjestettiin Helsingissä Krusadis: Punainen Aurinko -larp. Pelin aikana kaksi eri avaruusalusta miehistöineen seikkaili Jerikon alijärjestelmässä kohdaten vaaroja, NERF-ammuksia ja muutamia serverien kaatumisia. Nyt pelinjohto on saapunut kertomaan kokemuksistaan Artemis Spaceship Bridge Simulator -pelin käytöstä larpissa. Haluamme jakaa oppimaamme, että kenenkään muun ei tarvitsisi kiivetä samaa ylämäkeä oman larpin tekemisessä.\r\n\r\nEsitelmässä käydään aluksi läpi Artemiksen karttojen ja tehtävien tekemisen perusteita sekä kerrotaan Artemiksen käytön hyödyistä ja haitoista pelin aikana. Lopussa keskustellaan yhdessä miten Artemista ja sen kaltaisia pelejä voisi käyttää tehokkaammin hyväksi larppeja suunnitellessa.", "category_title": "Puheohjelma", "formatted_hosts": "Kalle \"Kehveli\" Rantanen", "room_name": "Sali 207", "length": 105, "start_time": "2018-07-27T17:00:00Z", "is_public": true}, {"title": "Maskeerauksen perusteet", "description": "Mitä tarvitsen yksinkertaiseen maskipakkiin? Miten käytän piilolinssejä? Mitä eroa on vesi- ja öljypohjaisilla kasvomaaleilla ja miten ne saa pysymään koko päivän? Miten korostan hahmon piirteitä ja kulttuuria meikillä? Luennolla käydään läpi erilaisten meikki- ja maskeeraustarvikkeiden hankintaa ja käyttöön liittyviä perusteita ja annetaan vinkkejä yksinkertaisiin ja vähemmän yksinkertaisiin efektimaskeerauksiin, esimerkiksi haavat, mustelmat, tatuoinnit ja nestemäisen lateksin monet käyttömahdollisuudet. Luento sisältää kuvia ja mallikappaleita, jotka saattavat järkyttää herkempiä conikävijöitä.", "category_title": "Puheohjelma", "formatted_hosts": "Mira \"CR4YB0RG\" Suovanen", "room_name": "Sali 205", "length": 105, "start_time": "2018-07-27T18:00:00Z", "is_public": true}, {"title": "Muinaisen Egyptin haudanryöstäjät", "description": "Millaisia olivat muinaisen Egyptin haudanryöstäjät muinaisuudesta nykypäiviin asti? Kuule tarinoita muinaisista haudanryöstäjiä koskeneista oikeuspöytäkirjoista, keskiajan arabien haudanryöstöoppaista sekä 1800-luvun varhaisten egyptologien aarteenmetsästyksistä. Opi myös, miksi ei ole fiksua syödä tuhansia vuosia vanhaa hunajaa, ja miksi hautoihin kannattaa ottaa taskulammpu, köyttä, ase ja vaihtohousut mukaan.", "category_title": "Puheohjelma", "formatted_hosts": "Mia Meri", "room_name": "Sali 102", "length": 105, "start_time": "2018-07-27T19:00:00Z", "is_public": true}, {"title": "Kultit", "description": "Luento kulteista roolipelikäyttöön todellisten esimerkkien pohjalta. Mikä tekee kultista kultin? Miten jäsenet pidetään kurissa ja nuhteessa tai raukeina ja riettaina? Miksi ihmiset liittyvät kultteihin ja pysyvät niissä? Miten niistä päästään pois?", "category_title": "Puheohjelma", "formatted_hosts": "Esa Perkiö", "room_name": "Sali 103", "length": 105, "start_time": "2018-07-27T19:00:00Z", "is_public": true}, {"title": "Uudelleenpelautuksista opittua, esittelyssä Pyhävuoren perilliset", "description": "Laura Kröger kertoo Pyhävuoren perillisten järjestämisestä ja siitä millaisia oppeja jäi käteen, kun sama peli pelautettiin seitsemään kertaan. Miten peliä muokattiin pelautuksesta toiseen, mitä matkan varrella opittiin palautteista ja miten ne huomioitiin myöhemmin? Mitä oivalluksia syntyi juonisuunnittelusta ja hahmon rakennuksesta, kun saman hahmon näki erilaisten pelaajien tulkintana. Mitä ymmärrettiin hyvän ja huonon pelikokemuksen syntymisestä? Miten erilaisiksi eri pelautukset muodostuivat? Kuinka paljon työtä valmiin pelin uudelleenpelauttamisessa oli? Mikä motivoi pelauttamaan saman pelin niin monta kertaa? Vastauksia näihin ja moniin muihin kysymyksiin larpin järjestämisestä, suunnittelusta ja uudelleenpelauttamisesta sekä kurkistus tunnetun pelin kulisseihin. Pyhävuoren perilliset numeroina: 5 vuotta. 7 Pelautusta. 260 Pelaajaa. 380 ilmoittautumista. Yli 120 täytettyä palautelomaketta.", "category_title": "Puheohjelma", "formatted_hosts": "Laura Kröger", "room_name": "Sali 207", "length": 105, "start_time": "2018-07-27T19:00:00Z", "is_public": true}, {"title": "Fandom Squad (2018)", "description": "Fandom Squad (2018) on multifandomfanielokuva, jossa universumin pahinten pahisten on lyöttäydyttävä yhteen suuremman uhan edessä. Pystyvätkö pahikset työskentelemään yhdessä pelastaakseen maailman? Elokuvan tuotti Studio Korppikela elokuva- ja cosplayharrastajien avulla kautta Suomen. Projekti on jatkoa viime vuoden fanitapahtumia kiertäneelle Fandomelokuvalle (2017) ja pohjautuu löyhästi Suicide Squad (2016) -elokuvaan.", "category_title": "Puheohjelma", "formatted_hosts": "J.S.E. Salminen", "room_name": "Sali 201", "length": 105, "start_time": "2018-07-27T20:00:00Z", "is_public": true}, {"title": "Kievarielämää ja viinanjuontia 1600-luvun Suomessa", "description": "Alkoholihistorian tutkija Jenni Lares johdattaa roolipelaajille tuttuun ympäristöön historiallisessa kontekstissa: kestikievareihin, krouveihin ja salakapakoihin 1600-luvun Suomessa. Paloviinan ja oluen myynti oli tärkeä osa maaseudun elinkeinoja ja sosiaalista elämää, vaikka kievarien maailma aukeaa tutkijoille lähinnä rikoksiin keskittyvien oikeuspöytäkirjojen kautta. Luennolla tutustutaan kievareiden elämään ja toimintaan, eikä kaihdeta hullujakaan tarinoita tappeluista ja aviorikoksista. Historia päihittää kekseliäisyydessä monesti fantasian.", "category_title": "Puheohjelma", "formatted_hosts": "Jenni Lares", "room_name": "Sali 205", "length": 105, "start_time": "2018-07-27T20:00:00Z", "is_public": true}, {"title": "Millaisia pelaajatyyppejä larppaajissa on?", "description": "Monilla pelinkehityksen aloilla on teorioita ja tutkimuksia pelaajatyypeistä. Voisiko jotain niistä soveltaa larppaamiseen tai mitä erityistä teoria larppaajatyypeistä vaatisi? Pelialojen ammattilaiset ja tutkijat keskustelevat aiheesta paneelissa.", "category_title": "Puheohjelma", "formatted_hosts": "Karoliina Korppoo", "room_name": "Sali 201", "length": 105, "start_time": "2018-07-28T06:00:00Z", "is_public": true}, {"title": "Kun larppaus ahdistaa", "description": "Mitä tehdä, kun rakas harrastus ei enää tuokaan hyvää mieltä ja mielessä alkaa pyöriä ajatuksia lopettamisesta? Onko olo turhautunut, kun mikään peli ei tuota iloa? Ja kuinka löytää into uudestaan ja nauttia taas larppaamisesta? Ohjelmassa puhuja käy läpi oman tarinansa siitä, kuinka larppaamisen ilo katosi ja löytyi jälleen. Ohjelman tarkoitus on tuoda vertaistukea samanlaisten tunteiden kanssa kamppaileville ja ohjelman lopuksi katsojat saavat myös jakaa omia kokemuksiaan halutessaan muille.", "category_title": "Puheohjelma", "formatted_hosts": "Kristiina \"Yashura\" Kuusela", "room_name": "Sali 204", "length": 45, "start_time": "2018-07-28T06:00:00Z", "is_public": true}, {"title": "Kvanttimaailma", "description": "Kvanttimekaniikka on fysiikan keskeisimpiä teorioita, mutta useimmille myös tuntemattomimpia. Tutuin kvanttimekaanisiin ilmiöihin perustuva sovellus lienee transistori, mutta nykyteknologialla kehitetään jo kovaa vauhtia kvanttitietokoneita, -teleportaatiota ja -kryptografiaa. Mihin nämä mystisiltäkin tuntuvat ilmiöt perustuvat, miten kvanttitietokone eroaa perinteisestä, rikkooko kvanttiteleportaatio suhteellisuusteoriaa? Entä voiko näitä hyödyntää jotenkin roolipeleissä?\r\n\r\nAiempaa matematiikan tai fysiikan osaamista ei tarvita, mutta maalaisjärki suositellaan jättämään narikkaan.", "category_title": "Puheohjelma", "formatted_hosts": "Sampo Juustila", "room_name": "Sali 205", "length": 105, "start_time": "2018-07-28T06:00:00Z", "is_public": true}, {"title": "Huispataan ihan oikeasti", "description": "Voiko oikeasti huispata? Lennetäänkö siinä? Miten se sieppi toimii? Onko teillä luudat? \r\nJästihuispaus on Harry Potter kirjoista noussut urheilulaji, jota ihan oikeasti voi pelata. Peli on ottanut paljon vaikutteita muista palloilulajeista ja muokannut siitä jokaisen potternörtin unelmalajin. Tule kuuntelemaan mistä siinä on kyse ja kysymään askarruttavia kysymyksiä. Käydään myös läpi, miten voit itse aloittaa harrastuksen ja vähän mikä on lajin tilanne Suomessa ja ulkomailla. Lajista kertoo Tampereen huispausjoukkueen Mansen Manaliusten kapteeni.", "category_title": "Puheohjelma", "formatted_hosts": "Taru \"Sagacosplay\" Lepistö", "room_name": "Sali 206", "length": 105, "start_time": "2018-07-28T06:00:00Z", "is_public": true}, {"title": "Turvasatama", "description": "Nörttitytöt ry:n Turvasatama on tarkoitettu matalan kynnyksen tutustumispaikaksi ensisijaisesti ensikertalaisille, mutta myös kokeneemmat conikonkarit ovat tervetulleita. Turvasatama on kaikille niille, jotka saattavat tarvita conikaveria, suunnistusapua tapahtuma-alueella tai muuta apua viikonlopun aikana. Satamatyöntekijät toimivat auttajina ja opastajina kävijöille ja tarvittaessa lähtevät vaikka ohjelmaan mukaan, jos et uskalla itse mennä yksin. Satamaan voi tulla myös lepuuttamaan jalkojaan, pelailemaan pelejä tai vain hengaamaan vapaasti. \r\n\r\nRatkesiko puvusta sauma? Tippuiko sarvi irti? Ei hätää! Turvasatamasta löydät Cosplay-ensiapupisteen.", "category_title": "Puheohjelma", "formatted_hosts": "Jonas Mustonen", "room_name": "Halli 3", "length": 660, "start_time": "2018-07-28T07:00:00Z", "is_public": true}, {"title": "Pelaa skenaariokilpailun skenaarioita!", "description": "Ropeconin skenaariokilpailun skenaariot ovat tunnissa pelattavia, helposti omaksuttavia lyhyitä roolipelejä. Tule testaamaan tämän vuoden sato!", "category_title": "Kokemuspiste", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 720, "start_time": "2018-07-28T07:00:00Z", "is_public": true}, {"title": "Riichi Mahjong", "description": "Japanilaista mahjongia sekä kokeneille että alottelijoille. Peli on neljän hengen taktinen uhkapeli, jossa mukana sekä taito- että tuurielementtejä. Yksi kokonainen peli kestää noin 90min, mutta kokeilu vie vain noin 30min. Peliseuraa löytyy myös paikan päältä, tervetuloa kokeilemaan yksin tai seurassa!", "category_title": "Kokemuspiste", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 720, "start_time": "2018-07-28T07:00:00Z", "is_public": true}, {"title": "Syleile kaaosta - improvisoidun pelinjohtamisen riemu (ja tuska)", "description": "Voiko suunnitelematon olla hauskaa? Onko kaaoksesta mahdollista saada irti ikimuistettavia pelikokemuksia? Voi ja on, improvisoivalla pelinjohtamisella! Olet sitten pitkän linjan pelinjohtaja tai sellaiseksi halajava, tule kuuntelemaan miten ja miksi (ja vähän myös miksi ei) johtaa pöytäroolipelia ilman tuntien suunnittelua.", "category_title": "Puheohjelma", "formatted_hosts": "Juho \"reisseli\" Fröjd", "room_name": "Sali 102", "length": 45, "start_time": "2018-07-28T07:00:00Z", "is_public": true}, {"title": "Dickensiläisen elämän käsikirja", "description": "Luennossa puhutaan 1830-50-luvun (\"hungry forties\") päivästä Lontoon kaupungissa tavallisen ihmisen näkökulmasta. Esimerkiksi talon siisteyden ja kunniallisuuden mittari on ulko-oven edessä olevien rappusten siisteys, ja siksi palvelijattaren ensimmäinen työ on pestä hiilen mustuttamat rappuset joka päivä. Millainen on aamupesu, miten keittiö toimii ja millaisia iltahuvituksia on mahdollista käydä katsomassa?", "category_title": "Puheohjelma", "formatted_hosts": "Janne Kemppi", "room_name": "Sali 103", "length": 105, "start_time": "2018-07-28T07:00:00Z", "is_public": true}, {"title": "Tanssiharjoitukset 1: Branlet ja helpot tanssit / Dance Practice 1", "description": "Tanssiharjoituksissa harjoitellaan historiallisia tansseja Ropeconin tanssiaisia varten. Kaikki opetettavat tanssit ovat helppoja tansseja, jotka opetetaan alusta alkaen. Aikaisempaa kokemusta ei vaadita. Tanssit on jaoteltu sen mukaan mihin tanssisuuntaukseen ne kuuluvat. Perjantain ja lauantain tunneilla opetetaan samat tanssit.\r\n\r\nHistorical dance practice sessions allow you to practice for the Ropecon historical dance ball. All the dances are beginner friendly and are taught from scratch. Previous experience in historical dances is not required. The dances taught in the Friday and Saturday sessions are the same so you can choose which day to attend or you can rehearse on both days.\r\n\r\nBranlet ovat helppoja piiritansseja 1500-luvulta./Branles are easy circle dances from the 16th century.\r\nBranle Officiale (Leidinheittobranle), Pease Branle (pupubranle), Branle Maltese (Turkish Branle), Pornopolkka, Rufty Tufty, Amoroso, Ghost Train", "category_title": "Puheohjelma", "formatted_hosts": "Sari \"Cheetahbird\" Lusma, Sini Tossavainen", "room_name": "Ala-Galleria", "length": 120, "start_time": "2018-07-28T08:00:00Z", "is_public": true}, {"title": "Harmaasusien terästaistelunäytös", "description": "Mitä on terästaistelu? Missä sitä käytetään ja mitä siihen vaaditaan? Harmaasudet ry esittelee historianelävöityksessä ja Harmaasusien live-roolipeleissä käytettyä terästaistelusysteemiä.", "category_title": "Puheohjelma", "formatted_hosts": "Julle", "room_name": "Halli 3 Bofferialue", "length": 45, "start_time": "2018-07-28T08:00:00Z", "is_public": true}, {"title": "All the mistakes we’ve made", "description": "Massi and her three fantastic guest speakers share their strangest, most magnificent and just plain disastrous mistakes in the name of designing great, or not so great, games. By sharing our mistakes we all learn that failing is not the same as being a failure, it is part of designing. So let’s learn from our mistakes and laugh for the sake of shame, for the sake of not reinventing the wheel! This year sharing their mistakes are Arttu Hanska, Arhi Makkonen and Nuppu Soanjärvi.", "category_title": "Puheohjelma", "formatted_hosts": "Massi Hannula Thorhauge", "room_name": "Sali 102", "length": 45, "start_time": "2018-07-28T08:00:00Z", "is_public": true}, {"title": "Kirkasta kuppiin ja nuppiiin - Suomen kieltolaki 1919-1932", "description": "Kun alkoholin käytön ja hallussapidon kieltävä laki astui voimaan, viinankulutus nousi Suomessa huippuunsa. Kieltolakiaika oli pirtukuninkaitten, salakuljettajien, trokareitten ja pikkurikollisten kultakautta, ja tulitaistelut ja piikkimatot kuuluivat poliisienkin arkeen. Luennolla tutustumme salakuljetuksen kiemuroihin ja aikakauden ilmiöihin hyvässä ja pahassa. Esimerkkipitäjänä toimii Espoo karikkoisine saaristoineen.", "category_title": "Puheohjelma", "formatted_hosts": "Tiuku", "room_name": "Sali 204", "length": 105, "start_time": "2018-07-28T08:00:00Z", "is_public": true}, {"title": "Hakkerointi ja kybersodankäynti", "description": "Käydään läpi mitä hakkerit tekevät, millaisia heitä on ja miten he toimivat. Miten teinien puuhastelusta tuli osa valtioiden sotilaallista toimintaa ja mitä kaikkea mielenkiintoista valtiolliset toimijat ovat tehneet? Tietotekniset asiat käsitellään peruskäyttäjän tasolla, joten ohjelman seuraaminen ei edellytä erityistä tietotekniikan tuntemusta.", "category_title": "Puheohjelma", "formatted_hosts": "Tuomas \"DMNT\" Venhola", "room_name": "Sali 205", "length": 105, "start_time": "2018-07-28T08:00:00Z", "is_public": true}, {"title": "Mielenterveysongelmat ja larppaaminen", "description": "Monilla larppaajilla on mielenterveysongelmia, jotka vaikuttavat heidän larp-kokemuksiinsa ja mahdollisuuksiinsa osallistua larppeihin. Tässä paneelikeskustelussa mielenterveysongelmien kanssa elävät larppaajat keskustelevat kokemuksistaan, kuinka tehdä larpeista esteettömämpiä mielenterveysongelmaisille ja heidät paremmin huomioon ottavia, sekä kuinka huomioda heidät myös pelin aikana.", "category_title": "Puheohjelma", "formatted_hosts": "Melina", "room_name": "Sali 206", "length": 105, "start_time": "2018-07-28T08:00:00Z", "is_public": true}, {"title": "Ennileian lettikoulu 1: Aloittelijat / Beginner braiding", "description": "Haluaisitko oppia luomaan lumoavia lettejä, mutta et tiedä, mistä aloittaa? Ei hätää, Ennileian lettikoulu on täällä taas! Ensimmäisessä työpajassa opettelemme tekemään aloittelijaystävällisiä, mutta näyttäviä lettinutturoita ja -kampauksia hyödyntäen mm. kalanruoto-, köysi- ja kolmen suortuvan lettejä. Kaikki tekniikat käydään askel askeleelta läpi, joten et tarvitse aiempaa kokemusta lettien maailmasta. Opittuja tekniikoita voi toki hyödyntää myös esimerkiksi parran stailaamisessa! Ota mukaan pitkähiuksinen (vähintään olkapäille ulottuvat hiukset) kaveri tai peruukki & peruukkipää, jonka hiuksiin voit harjoitella lettejä. \r\n\r\nEnnakkoilmoittautuminen työpajaan infopisteellä. Max. 6hlö (+ kaveri letitettäväksi) / työpaja. Pre sign up at the info desk. Max. 6 persons + avec per workshop.", "category_title": "Puheohjelma", "formatted_hosts": "Suvi \"Ennileia\" Laine", "room_name": "Sali 218", "length": 45, "start_time": "2018-07-28T08:00:00Z", "is_public": true}, {"title": "Helmetin piste", "description": "Tule tutustumaan kirjastoon! Helmet-kirjastojen osastolla pääset pelaamaan lauta- ja roolipelejä, tulostamaan vinyylitarroja, kokeilemaan 3D-tulostusta sekä hengaamaan kirjaston lukunurkkaan. Henkilökuntamme peluuttaa ja opastaa koko conin ajan.", "category_title": "Muu ohjelma", "formatted_hosts": "Helmet-kirjastot", "room_name": "Halli 3", "length": 360, "start_time": "2018-07-28T09:00:00Z", "is_public": true}, {"title": "Terästaisteluharjoitukset", "description": "Oletko aina halunnut heiluttaa teräsmiekkaa tai kirvestä larpeissa tai muuten vaan? Harmaasusien terästaisteluharjoituksissa, tuttavallisemmin mättötreeneissä, perehdytään historiallisten teräsaseiden turvalliseen ja tehokkaaseen hallintaan. Ota mukaan liikunnalliset vaatteet. Osallistujamäärä maksimissaan 20. Ilmoittautuminen ennakkoon infotiskillä.", "category_title": "Puheohjelma", "formatted_hosts": "Julle", "room_name": "Halli 3 Bofferialue", "length": 120, "start_time": "2018-07-28T09:00:00Z", "is_public": true}, {"title": "Vieraile Välkyssä!", "description": "Kirjastoauto Välkky päivystää piha-alueella! Tule lainamaan luettavaa, pelaamaan pihapelejä tai kuuntelemaan satuja!\r\n\r\nMuistathan myös käydä Halli kolmosessa Helmet-kirjastojen osastolla!", "category_title": "Muu ohjelma", "formatted_hosts": "Lorena \"lontsi\" Echkart, Helmet-kirjastot", "room_name": "Pohjoinen aukio", "length": 360, "start_time": "2018-07-28T09:00:00Z", "is_public": true}, {"title": "Get real - Tuliaseet", "description": "Tule kuuntelmaan läpäiseekö kalashnikovin luoti henkilöauton ja paljonko aikaa todellisuuden Lara Croft käyttäisi harjoitteluun. Vaimentaako tyyny laukauksen ja miten äkkiä luodinreikään kuolee? Luennolla käsitellään tosielämään perustuen tuliaseiden toimintaa ja oikeaa käyttöä, sekä mallintamisen eri vaihtoehtoja ja haasteita liveroolipeleissä. Ohjelman loppupuolella käsitellään yksityiskohtaisesti ampumavammoja ja esitetään niihin liittyvää materiaalia joka voi järkyttää.", "category_title": "Puheohjelma", "formatted_hosts": "Timo Kuusama", "room_name": "Sali 102", "length": 105, "start_time": "2018-07-28T09:00:00Z", "is_public": true}, {"title": "Fantasiakirjan kirjoittaminen: Mikä kaikki voi mennä pieleen?", "description": "Kirjailija Sini Helminen kertoo fantasiakirjallisuuden kirjoittamisesta. Mikä kaikki voi mennä pieleen?", "category_title": "Puheohjelma", "formatted_hosts": "Helmet-kirjastot", "room_name": "Sali 201", "length": 45, "start_time": "2018-07-28T09:00:00Z", "is_public": true}, {"title": "Kadonnut lajitteluhattu -pakohuonepeli", "description": "Lajitteluhattu on kadonnut Tarvehuoneen uumeniin. Jokin Tarvehuoneen taiasta estää loitsuja toimimasta oikein, joten edessä on ylitettäviä esteitä ja selvitettäviä arvoituksia. Lajitteluhattu on saatava takaisin ennen Tylypahkan seuraavan lukuvuoden alkamista.\r\n \r\nPeliin mahtuu kerralla viisi pelaajaa, varaa oma aikasi Helmet-bussista!\r\n\r\nVarattavat ajat:\r\nklo 12\r\nklo 13\r\nklo 14\r\nklo 15\r\nklo 16\r\nklo 17\r\nklo 18", "category_title": "Puheohjelma", "formatted_hosts": "Helmet-kirjastot", "room_name": "Sali 214", "length": 420, "start_time": "2018-07-28T09:00:00Z", "is_public": true}, {"title": "Salakirjoitustustyöpaja nuorille seikkkailijoille", "description": "Salakirjoitusten tekeminen ja lukeminen on on arvokas työkalu niin muinaisten aarteiden etsinnässä kuin velhokoulun tunneillakin. Työpajassa opetellaan käyttämään muutamaa helppoa salakirjoitusta ja mietitään hiukan niiden hyviä ja huonoja puolia. Paja sopii kaikille salakielistä kiinnostuneille, mutta pääasiallinen kohdeyleisö on kouluikäiset. Alle 10 vuotialle 1 saattaja per 2 lasta. Ennakkoilmoittautuminen infotiskillä. Voit tulla paikalle myös ilmoittautumatta, mutta ylimääräisiä tehtäviä on vain ilmoittautuneille.", "category_title": "Puheohjelma", "formatted_hosts": "Ville Uusivuori", "room_name": "Sali 218", "length": 45, "start_time": "2018-07-28T09:00:00Z", "is_public": true}, {"title": "Tanssiharjoitukset 2: ECD:t, Bordonialaiset ja kansantanssit / Dance Practice 2", "description": "Tanssiharjoituksissa harjoitellaan historiallisia tansseja Ropeconin tanssiaisia varten. Kaikki opetettavat tanssit ovat helppoja tansseja, jotka opetetaan alusta alkaen. Aikaisempaa kokemusta ei vaadita. Tanssit on jaoteltu sen mukaan mihin tanssisuuntaukseen ne kuuluvat. Perjantain ja lauantain tunneilla opetetaan samat tanssit.\r\n\r\nHistorical dance practice sessions allow you to practice for the Ropecon historical dance ball. All the dances are beginner friendly and are taught from scratch. Previous experience in historical dances is not required. The dances taught in the Friday and Saturday sessions are the same so you can choose which day to attend or you can rehearse on both days.\r\n\r\nECD eli English country dances ovat John Playfordin 1651 julkaisemasta kirjasta peräisin olevia tansseja. Bordonialaiset taas ovat peräisin kuvitteellisesta Euroopan valtiosta, jonka on kehittänyt Australialainen tanssiguru John Gardiner-Garden.\r\n\r\nECD's aka English country dances are dances collected and published by John Playford in the 17th century. Bordonia is an imaginary country somewhere in Europe and the dances were made by an Australian folk dance guru called John Gardiner-Garden. \r\n\r\nDevills mill, Celtic Spiral, New Bo Peep, Bonny Bonny Broom, Huutokatrilli, Flying Scotsman", "category_title": "Puheohjelma", "formatted_hosts": "Satu \"Satsuma\" Salmi, Mörri", "room_name": "Ala-Galleria", "length": 120, "start_time": "2018-07-28T10:00:00Z", "is_public": true}, {"title": "Henkilötietojen käsittely ja henkilötietosuoja larpeissa", "description": "Osallistuessasi larppiin, annat larpin järjestäjille henkilötietojasi, kuten esimerkiksi nimen, yhteystiedot, hahmopreferenssit, jopa sensitiivistä tietoa kuten tietoja terveydentilastasi. Larpin järjestäjänä vastaanotat, käytät ja säilytät näitä tietoja. Ketkä kaikki näkevät kyseiset henkilötiedot? Kuinka kauan tietoja voi säilyttää? Miten huolehtia tietojen oikeellisuudesta? EU:n yleinen tietosuoja-asetus (engl. GDPR) tuli täytäntöönpanokelpoiseksi 25. toukokuuta. Tässä esitelmässä käydään läpi mitä velvollisuuksia se tuo larppeja järjestäville yhdistyksille ja yrityksille, minkälaisia oikeuksia se antaa larppiin osallistuville henkilöille, ja mitä henkilötietoja käsitellessä on hyvä huomioida.", "category_title": "Puheohjelma", "formatted_hosts": "Marianne", "room_name": "Sali 201", "length": 45, "start_time": "2018-07-28T10:00:00Z", "is_public": true}, {"title": "CHIM for dummies", "description": "Oletko koskaan miettinyt, kuinka The Elder Scrolls-roolipelisarja onnistuu pyyhkimään vanhat faktat pöydältä ja korvaamaan ne uusilla ilman, että maailma tai sen tarinallinen jatkumo hajoaa? Ovatko Vivec ja tämän 36 opetusta tuottaneet päänvaivaa tai tuntuuko siltä, että välillä koko hommassa ei ole mitään järkeä?\r\n\r\nCHIM on Elder Scrollsien Deus ex machina, jumalallinen voima pyyhkiä maailma pois pöydältä ja rakentaa se uudestaan ilman, että muutit oikeatsaan mitään. CHIM on universaalinen huijauskoodi jonka vain harva ymmärtää ja vielä harvemmat ovat saavuttaneet.\r\n\r\nTule luennolle kuuntelemaan CHIMin lyhyt historia, miten se käytännössä toimii ja kuinka se kaikessa järjettömyydessään selittää pelimaailman ja tarinan itsessään. Elder Scrollsin maailman tietäminen etukäteen ei ole välttämätöntä, mutta suotavaa, koska luennolla pureudutaan tarinallisiin yksityiskohtiin, henkilöihin ja tapahtumiin.", "category_title": "Puheohjelma", "formatted_hosts": "Twili", "room_name": "Sali 204", "length": 45, "start_time": "2018-07-28T10:00:00Z", "is_public": true}, {"title": "Magia ja evoluutio", "description": "Maagista ajattelua ja sen mukaista käyttäytymistä esiintyy lukuisissa eri kulttuureissa - myös modernissa länsimaisessa kulttuurissa. Joku pitää onnenkoruaan katsoessaan suosikkijoukkueensa peliä, toiset eivät halua ulkopuolisten koskevan ropenoppiinsa. Esitelmässä käydään lyhyesti läpi evoluutiopsykologisia seikkoja, jotka vaikuttavat maagisen ajattelun ja käyttäytymisen ilmenemiseen.", "category_title": "Puheohjelma", "formatted_hosts": "Siria Kohonen", "room_name": "Sali 205", "length": 45, "start_time": "2018-07-28T10:00:00Z", "is_public": true}, {"title": "My Gaming History", "description": "We all have our gaming, playing and toy histories. In this programme item, four people talk about their gaming history. How have games shaped them? What have they learned from playing? Which toys have left their mark? The programme item offers personal reflections on play.", "category_title": "Puheohjelma", "formatted_hosts": "Jaakko Stenros", "room_name": "Sali 102", "length": 105, "start_time": "2018-07-28T11:00:00Z", "is_public": true}, {"title": "Taking the Leap - international larping and why you should do it", "description": "The international larp scene is flourishing. With larps happening all over Europe and beyond, this talk takes a look at some good reasons why you should consider stepping out into the unknown and joining the international larp community; some of the pitfalls that await you and some of the benefits that it can offer you personally and as a national/local larp scene.", "category_title": "Puheohjelma", "formatted_hosts": "John Shockley", "room_name": "Sali 201", "length": 45, "start_time": "2018-07-28T11:00:00Z", "is_public": true}, {"title": "Magiaa ja kauppakuitteja: kirjoitustaito ja kirjurintyö historiassa", "description": "Kertoivatko ensimmäiset kirjoitetut tekstit kuninkaiden urotöistä, maagista riiteistä vai viljan määrästä varastossa? Millaista oli kirjurin oppipojan elämä muinaisessa Babyloniassa, kuka Assyrian kuningas ylpeili kirjoitustaidollaan ja miltä näyttää saveen kirjoitettu asiakaspalaute?\r\n\r\nOhjelmassa tutustutaan kirjoitustaidon ja eri kirjoitusjärjestelmien historiaan sekä kirjurin rooliin eri yhteiskunnissa pronssikaudelta nykypäivään saakka. Pääpaino on muinaisessa Mesopotamiassa, josta eräät vanhimmat säilyneet esimerkit kirjoituksesta ja kirjurien ammattikunnasta ovat peräisin, mutta tutustumme myös muihin kulttuureihin ja niiden välillä hyvinkin eriskummallisiin kirjoitusjärjestelmiin.\r\n\r\nPuheohjelman jälkeen voit kirjoituspajassa (la klo 16, su klo 14, sali 218) opetella muinaisten kirjoitusjärjestelmien ja kirjurintaidon perusteita tai vaikka kehittää itse kokonaan uuden kirjoitusjärjestelmän.", "category_title": "Puheohjelma", "formatted_hosts": "Ilmari Karonen", "room_name": "Sali 204", "length": 105, "start_time": "2018-07-28T11:00:00Z", "is_public": true}, {"title": "Virasto 2084 - 45 minuutissa!", "description": "Kansalainen! Tervetuloa vuoteen 2084! Yksityistä omaisuutta ei ole. Ajattelu voi olla rikollista. Vastarinta on turhaa.\r\n\r\nViraston viranomaiset kertovat sinulle kaiken tarpeellisen Virasto 2084 roolipelin dystooppisesta maailmasta ja mekaniikasta 45 minuutin tehobriiffin aikana. \r\n\r\nTiedonannon loppupuolella kansalaiset voivat esittää omia kysymyksiä.", "category_title": "Puheohjelma", "formatted_hosts": "Eliel", "room_name": "Sali 205", "length": 45, "start_time": "2018-07-28T11:00:00Z", "is_public": true}, {"title": "Ennileian lettikoulu 2: Edistyneet / Advanced braiding", "description": "Osaatko jo tehdä perusletit, mutta haluaisit vähän vaihtelua ja lisää näyttävyyttä hiuskuontaloosi? Tule löytämään uusia ideoita ja inspiraatiota Ennileian lettikoulusta! Edistyneemille letittäjille tarkoitetussa työpajassa perehdymme osallistujien toiveiden mukaisesti esim. höyhen- ja tikapuulettien tekemiseen sekä neljällä ja viidellä suortuvalla letittämiseen. Ota mukaan pitkähiuksinen (vähintään olkapäille ulottuvat hiukset) kaveri tai peruukki & peruukkipää, jonka hiuksiin voit harjoitella lettejä. \r\n\r\nEnnakkoilmoittautuminen työpajaan infopisteellä. Max. 6hlö (+ kaveri letitettäväksi) / työpaja. Pre sign up at the info desk. Max. 6 persons + avec per workshop.", "category_title": "Puheohjelma", "formatted_hosts": "Suvi \"Ennileia\" Laine", "room_name": "Sali 218", "length": 105, "start_time": "2018-07-28T11:00:00Z", "is_public": true}, {"title": "Hypnoosityöpaja", "description": "Hypnoosi on voimakkaan keskittymisen tila, jossa muu ympäristö katoaa ja mielen on helppoa toteuttaa tälle annettuja ehdotuksia. Tässä hypnoosityöpajassa opit hypnoosin perusteet, erottamaan hypnoosimyytit todellisuudeseta ja saat tietoa siitä, miten hypnoosia voi hyödyntää osana kampanjaasi joko juonielementtinä tai menetelmänä.", "category_title": "Puheohjelma", "formatted_hosts": "Id", "room_name": "Sali 306", "length": 105, "start_time": "2018-07-28T11:00:00Z", "is_public": true}, {"title": "Tanssiharjoitukset 3: Solat ja italialaiset / Dance Practice 3", "description": "Tanssiharjoituksissa harjoitellaan historiallisia tansseja Ropeconin tanssiaisia varten. Kaikki opetettavat tanssit ovat helppoja tansseja, jotka opetetaan alusta alkaen. Aikaisempaa kokemusta ei vaadita. Tanssit on jaoteltu sen mukaan mihin tanssisuuntaukseen ne kuuluvat. Perjantain ja lauantain tunneilla opetetaan samat tanssit.\r\n\r\nHistorical dance practice sessions allow you to practice for the Ropecon historical dance ball. All the dances are beginner friendly and are taught from scratch. Previous experience in historical dances is not required. The dances taught in the Friday and Saturday sessions are the same so you can choose which day to attend or you can rehearse on both days.\r\n\r\nVarhaisimmat tunnetut tanssikuvaukset ovat peräisin 1400-luvun Italiasta, joista myös nämä italialaiset tanssit ovat peräisin. Solatansseja tanssitaan solamuodostelmissa.\r\n\r\nThe earliest known dance manuscript are from 15th century Italy, which is the origin of these dances. Longways set dances are danced in two lines of partners facing each other in the opposite line.\r\n\r\nMy Lord Byron’s Maggot, Hole in the wall, Indian queen, La jalousie, Ballo del fiore, Petit Riens", "category_title": "Puheohjelma", "formatted_hosts": "Marko, Petri Myllynen", "room_name": "Ala-Galleria", "length": 120, "start_time": "2018-07-28T12:00:00Z", "is_public": true}, {"title": "Noppatuuri: Viimeinen koitos", "description": "Tervetuloa katsomaan Noppatuurin - viikottaisen roolipelistriimin - Dungeon World -kampanjan viimeisiä hetkiä. Joukko sankareita päätti pitkän taipaleensa Hurmerubiinin tornille ja pelasti maailman aina vain voimistuvan Dramala-demonin saapumiselta. Rauha näytti laskeutuneen heidän ylleen, mutta kymmenen vuotta myöhemmin heidän edessään on uusi vaara.\r\n\r\nTule katsomaan, vaikuttamaan ja jännittämään nyt ensimmäistä kertaa paikan päälle!", "category_title": "Puheohjelma", "formatted_hosts": "Onkaloinen", "room_name": "Ohjelmalava", "length": 105, "start_time": "2018-07-28T12:00:00Z", "is_public": true}, {"title": "Tarinankerronta lautapeleissä", "description": "Millaisia tarinoita lautapeleillä voi kertoa, onko jotain mitä ei voi? Miten mekaniikat tukevat tarinankerrontaa? Parhaat tarinalliset pelit. Keskustelemassa kasa Suomen johtavia lautapelibloggaajia ja Helmet kirjastojen lautapeliasiantuntija Renni Honkanen.", "category_title": "Puheohjelma", "formatted_hosts": "Helmet-kirjastot", "room_name": "Sali 201", "length": 105, "start_time": "2018-07-28T12:00:00Z", "is_public": true}, {"title": "Valtapeli: Miksi paha käytös on hyvää politiikkaa?", "description": "Onko sinusta tuntunut koskaan tuntunut, että poliitikot ja muut vallanpitäjät tekevät aivan älyttömiltä tuntuvia päätöksiä? Tässä luennossa käsitellään sitä miksi vallankäyttäjät toimivat niin kuin toimivat eri tieteenalojen näkökulmasta. Opimme mm. miksi valta korruptoi, mikä pitää ihmisen todella vallassa, ja miksi vallanpitäjien ei usein kannata kuunnella äänestäjiä lainkaan.", "category_title": "Puheohjelma", "formatted_hosts": "Teppo", "room_name": "Sali 205", "length": 105, "start_time": "2018-07-28T12:00:00Z", "is_public": true}, {"title": "Astraterra - Seikkailuroolipeli: Uusi aikakausi", "description": "Astraterra on seikkailuroolipeli, joka on suunniteltu kaiken ikäisille pelaajille. Peli sijoittuu Astraterran ihmeelliseen maailmaan, joka koostuu äärettömällä sinitaivaalla leijuvista saarista. Pelaajien hahmot ovat urheita löytöretkeilijöitä, joiden tehtävänä on kartoittaa ja tutkia Astraterran unohdetut seudut uhmaten niiden vaaroja. Taivaalla seilaavat aurinkopurjelaivat, kekseliäät höyryvekottimet, salaperäiset rauniot ja muinaiset teknoaarteet ovat näiden seikkailijoiden arkipäivää. \r\n\r\nTämä esitelmä toimii johdantona Astraterran 2. Laitoksen maailmaan ja sääntöihin. Pelisuunnittelija Miska Fredman (Sotakarjut, Heimot) kertoo  Astraterran maailmasta sekä 2. Laitoksen suunnittelusta ja sen eroista 1. Laitokseen nähden. Esitelmä on jaettu kahteen osioon. Ensimmäisessä osassa käydään läpi Astraterran maailmaa ja sääntöjä yleisesti . Toisessa osassa pureudutaan 2. Laitoksen kehitystyöhön ja tuotantoon sekä näiden lukuisiin haasteisiin.", "category_title": "Puheohjelma", "formatted_hosts": "Miska", "room_name": "Sali 206", "length": 105, "start_time": "2018-07-28T12:00:00Z", "is_public": true}, {"title": "Yhteisö, luominen ja valta", "description": "Larppaamisen ydin on yhteisöllinen luominen. Esityksessä etsitään keinoja valjastaa se koko yhteisöä hyödyttäväksi, inklusiiviseksi voimavaraksi. Mistä kaikkialta yhteisöllisyys voi kummuta ja miten sitä voidaan luoda peliä varten? Miten valtaa käytetään luovasti ja yhteisöllisesti? Mitkä larppien yleiset ongelmat voidaan ratkaista inklusiivisuusnäkökulmaa hyödyntäen? Miksi tasapuolinen mahdollisuus osallistua yhdessä luomiseen on tärkeää?", "category_title": "Puheohjelma", "formatted_hosts": "Simo Järvelä, Niina", "room_name": "Sali 207", "length": 105, "start_time": "2018-07-28T12:00:00Z", "is_public": true}, {"title": "Game of Thronesin poistetut kohtaukset", "description": "Liikaa jopa HBO:lle: Tulen ja jään laulun kohtaukset, jotka on sensuroitu tai muokattu tv-sarjasta.  Ohjelmassa kirjailija Sini Helminen lukee ääneen kirjojen karuja kohtauksia. Ohjelma sisältää spoilereita eikä se sovi herkkähermoisille.", "category_title": "Puheohjelma", "formatted_hosts": "Helmet-kirjastot", "room_name": "Sali 102", "length": 45, "start_time": "2018-07-28T13:00:00Z", "is_public": true}, {"title": "Noppatuuri: Ad6 - Striimaaminen ja esiintyvä pelaaminen", "description": "Tervetuloa katsomaan Noppatuurin - viikottaisen roolipelistriimin - jo tavaksi muodostunutta Ajankohtainen deekuutonen -keskustelupaneelia. Tällä kertaa keskustelemme striimaamisesta sekä siihen liittyvistä vastuista ja kompastuskivistä, joista olemme itse oppineet kantapään kautta.\r\n\r\nTule kuuntelemaan, esittämään kysymyksiä ja oppimaan mitä kannattaa ottaa striimatessa huomioon.", "category_title": "Puheohjelma", "formatted_hosts": "Onkaloinen", "room_name": "Ohjelmalava", "length": 45, "start_time": "2018-07-28T14:00:00Z", "is_public": true}, {"title": "Tšingis-kaanin käsikirja", "description": "Tutustu Mongolian suurimman sankarin elämään ja urotekoihin. Hyviä vinkkejä myös heimokansojen toimintaperiaatteisiin ja valtakuntien hävittämiseen pelinjohtajille. Luennossa on viimeisimmän Tšingis-kaanitutkimuksen mukaista uutta tietoa mm. siitä, miten Kiina romahti ja kuinka hyökkäily länsialueille alkoi.", "category_title": "Puheohjelma", "formatted_hosts": "Janne Kemppi", "room_name": "Sali 102", "length": 105, "start_time": "2018-07-28T14:00:00Z", "is_public": true}, {"title": "Historian (toiseksi) huonoimmat roolipelit", "description": "Viime vuonna esittelin historian kamalimmat roolipelit. Hyviä uutisia: niitä on lisää ja ne ovat huonoja. Käydään yhdessä läpi harrastuksemme harha-askeleita männävuosilta. Ei herkille yksilöille, huonous menee sille asteelle että se jo vähän fyysisesti sattuu. Ei edellytä myöskään aiemman luennon kuulemista. Ohjelma sisältää viittauksia seksuaalisuuteen ja väkivaltaan, koska huonot pelit rakastavat kömpelösti esitettyä seksuaalisuutta ja tarpeetonta väkivaltaa.", "category_title": "Puheohjelma", "formatted_hosts": "Esa Riutta", "room_name": "Sali 103", "length": 45, "start_time": "2018-07-28T14:00:00Z", "is_public": true}, {"title": "Kansainvälinen höyrypunk", "description": "Osuuskumma-kustannus on noussut suomalaisen steampunk-kirjallisuuden kärkeen useilla novelliantologioillaan. Nyt Osuuskummalta ilmestyy uusi antologia, Steampunk International, jossa kolmen eri maan, Suomen, Portugalin ja Britannian höyrypäät panevat kukin parastaan. Antologia julkaistaan samaan aikaan kolmessa maassa kolmella kielellä. \r\n\r\nSaavu mukaan kuulemaan Osuuskumman kirjailijoiden näkemyksiä steampunkista ilmiönä, estetiikkana ja ennen kaikkea kirjallisuudenlajina! Paneelin moderaattorina toimii O.E. Lönnberg.", "category_title": "Puheohjelma", "formatted_hosts": "Olli \"tiarAnon\" Lönnberg", "room_name": "Sali 201", "length": 105, "start_time": "2018-07-28T14:00:00Z", "is_public": true}, {"title": "Twilight Struggle: The Cold War as a Strategy Game", "description": "'Twilight Struggle: The Cold War, 1945–1989' is a card-driven strategy game where two players take control of the USA and the USSR vying for dominance during the Cold War. The talk will briefly introduce this award-winning game, analyze how the historical Cold War informs Twilight Struggle's design, and investigate how the game generates plausible alternate histories of the Cold War.", "category_title": "Puheohjelma", "formatted_hosts": "Antti Helin", "room_name": "Sali 204", "length": 45, "start_time": "2018-07-28T14:00:00Z", "is_public": true}, {"title": "Ingress - kun todellisuus ei riitä", "description": "Kahden tiimin välinen taistelu maailman valloituksesta on käynnissä juuri nyt! Valaistuneet ja Vastarinta taistelevat alueiden hallinnasta paikallisesti, valtakunnallisesti ja maailmanlaajuisesti lisätyssä todellisuudessa. \r\n\r\nIngress on pelaajien sijaintiin perustuva yhteisöllinen mobiilipeli, joka liikuttaa pelaajiaan monella eri tavalla. Löydä sisäinen agenttisi, valitse puolesi ja liity taisteluun!", "category_title": "Puheohjelma", "formatted_hosts": "Marianne \"sazmazz\" Loijas", "room_name": "Sali 205", "length": 45, "start_time": "2018-07-28T14:00:00Z", "is_public": true}, {"title": "Hahmonluonti pöytäpeleissä - pelaajien panos pelin designiin", "description": "Pelinjohtaja suunnittelee usein pöytäpelikampanjaa pitkäänkin, mutta pelaajan ensikosketus kampanjaan tapahtuu hahmonluonnissa. Mutta mitä pelaaja sitten hahmonluonnissa tekee? Eri tyylejä on monia, mutta pelaajan valinnoilla voi olla olennaistakin merkitystä kampanjan kululle, teemoille ja tunnelmalle. Tässä esitelmässä ropeveteraani Sanna Koulu pohtii hahmojen luomista pelisuunnittelun kannalta ja nimenomaan pelaajien kollektiivisena panoksena pelin designiin.", "category_title": "Puheohjelma", "formatted_hosts": "Sanna \"Seanna\" Koulu", "room_name": "Sali 207", "length": 45, "start_time": "2018-07-28T14:00:00Z", "is_public": true}, {"title": "Vapaa boffaus", "description": "Vapaassa boffauksessa pääset testaamaan taitojasi pehmoaseilla. Voit osallistua omilla aseillasti tai lainata boffoareenalta käyttöösi sopivat varusteet. Ohjelmaan voi osallistua vapaasti milloin tahansa ohjelman ollessa käynnissä, paikalla oleva henkilökunta ohjeistaa säännöt ja tekee puolijaot tarpeen mukaan. Kaikki ovat tervetulleita kokeilemaan!", "category_title": "Muu ohjelma", "formatted_hosts": "", "room_name": "Halli 3 Bofferialue", "length": 165, "start_time": "2018-07-28T15:00:00Z", "is_public": true}, {"title": "College of Wizardry suomalaisin silmin", "description": "Mikä saa suomalaiset palaamaan uudelleen ja uudelleen taikakouluun puolalaiseen linnaan? Mitä kaikkea kannattaa huomioida ulkomailla pelatessa ja miten pelikulttuurit eroavat toisistaan? Kiinnostaisiko sinua lähteä mukaan ensi vuonna? Suomalaiset College of Wizardry -pelaajat kertovat kokemuksistaan ja jakavat vinkkejä. Puheohjelman jälkeen on vapaamuotoinen miitti sekä nykyisille CoW-pelaajille että potentiaalisille kiinnostuneille.", "category_title": "Puheohjelma", "formatted_hosts": "Laura \"Rai\" Sirola", "room_name": "Sali 201", "length": 105, "start_time": "2018-07-28T16:00:00Z", "is_public": true}, {"title": "Pirates Beyond the Arr!: Society, Community, and Crime in the Early Eighteenth Century Caribbean", "description": "Cutting through myths and pirate stereotypes, this presentation delving into laws, skills, and everyday life of pirates and pirate hunters in the ‘Golden Age’ of piracy in the Caribbean at the turn of the eighteenth century. Who turned to piracy and why, what was their community like, and what was extraordinary about all this? Why does it matter what a ship’s draught or rigging is or whether your captain wears a wig? What did pirates joke about or how did they solve disputes? Presented by a bona fide historian, docent Hanna Järvinen.", "category_title": "Puheohjelma", "formatted_hosts": "Järvinen Hanna", "room_name": "Sali 204", "length": 105, "start_time": "2018-07-28T16:00:00Z", "is_public": true}, {"title": "Tanssiaiset / Dance ball", "description": "Ropeconin tanssiaiset ovat Suomen suurin tapahtuma, jossa tanssitaan historiallisia tansseja. Osallistu viikonlopun aikana tanssiharjoituksiin, laita itsesi koreaksi ja tule tanssimaan unohtumattomaan juhlaan.\r\n\r\nTanssiaiset koostuvat kolmesta setistä, jotka sisältävät tanssiharjoituksissa opetetettuja tansseja ja muita ikivihreitä. Virallisten settien jälkeen tanssitaan vielä toivetansseja ja settien välissä on perinteisesti taukomusiikkia sekä Pornopolkkaa. Tanssiminen jatkuu pitkälle yöhön.\r\n\r\nThe Ropecon Historical Dance ball is the largest historical dance event in Finland. Take part in the practice sessions, dress up fancy and come to dance in this unforgettable dance event.\r\n\r\nThe ball consists of three dance sets where the dances practiced in the practice sessions are danced along with other popular dances. After these the ball continues with more dances chosen by popular demand and between every set there is a chance to dance some Pornopolkka. Come and dance the whole night with us!", "category_title": "Puheohjelma", "formatted_hosts": "Purrrrrr, nekorin, Tanda Tuovinen", "room_name": "Halli 3 Ohjelmasali", "length": 300, "start_time": "2018-07-28T17:00:00Z", "is_public": true}, {"title": "Cthulhu-mytologian ABC", "description": "Mistä Cthulhu-mytologiassa oikein on kyse? Mitä ovat Suuret muinaiset? Kannattaako Necronomiconia lukea? Mitä tehdä, jos epäilet olevasi tekemisissä Cthulhu-mytologiaan kuuluvien ilmiöiden kanssa? Näihin ja muihin kysymyksiin vastaa \"Cthulhu-mytologia ABC\" -esitelmä. Esitelmän pitäjä on H. P. Lovecraft - historiallisen lehden päätoimittaja ja on esitelmöinyt aiemmin muun muassa H. P. Lovecraftista itsestään.", "category_title": "Puheohjelma", "formatted_hosts": "Lattu", "room_name": "Sali 102", "length": 45, "start_time": "2018-07-28T18:00:00Z", "is_public": true}, {"title": "Sairasta historiaa osa 4: Rutto", "description": "Sairasta historiaa luentosarja tekee paluun vuoden tauon jälkeen!\r\n\r\nRutto, musta surma, Yersinia pestis. Taudin nimi on lähes synonyymi sanalle epidemia ja se on muokannut sekä historiaa että ihmispopulaatioita merkittävillä tavoilla. Luennolla käsitellään ruttoa historian ja arkeologian näkökulmista ja kerrotaan miksi ei kannata metsästää murmeleita.", "category_title": "Puheohjelma", "formatted_hosts": "Sohvi", "room_name": "Sali 103", "length": 105, "start_time": "2018-07-28T18:00:00Z", "is_public": true}, {"title": "Härmän laki: Jost'ei tykätä, se tapethan", "description": "Isoo-Antti oli ensimmäinen ja Rannanjärvi oli toinen, mutta heidän lisäkseen Härmän raitteja asteli kymmeniä pienempiä häjyjä. Heitä olivat veitsellä, puukolla ja puntarilla lyöty Käki-Poika, pikkuunen ja häjy Kankhanpään Jukka, suden lailla tapettu ja kuolleena kulkenut Unkurin Ellan Iiska, Isoon-Antin piiskauksen aiheuttanut trenki Pikku-Villee sekä monet muut. Esitys kertoo heistä ja muistakin puukkosankareista sekä tosia että totena kerrottuja tarinoita.", "category_title": "Puheohjelma", "formatted_hosts": "Tommi Syrjänen", "room_name": "Sali 204", "length": 45, "start_time": "2018-07-28T18:00:00Z", "is_public": true}, {"title": "Inklusiivisempaa larppausta -materiaalipaketin esittely", "description": "Alkuvuodesta vapaaehtoisvoimin laadittu materiaali \"Huomioi helposti - inklusiivisempaa larppausta\" tarjoaa pelinjärjestäjille ja pelaajille apua inklusiivisuuden lisäämiseen ja vastaa mm. seuraaviin kysymyksiin: Kuinka huomioida esteettömyys? Entä nuoret pelaajat? Tai erilaiset rahatilanteet ja sosiaaliset valta-asetelmat? Miten tuetaan kaikkien tasapuolista kohtelua?\r\n\r\nPaneelikeskustelussa materiaalin kirjoittajat kertovat materiaalin synnystä, työstämisestä ja sisällöstä sekä siitä, miksi materiaali on tarpeellinen.", "category_title": "Puheohjelma", "formatted_hosts": "Simo Järvelä, Melina, Riikka Hänninen, Niina, Jori-Minna \"Loviatar\" Hiltula, Minna \"Meira\" Heimola, Toni Toivonen", "room_name": "Sali 206", "length": 105, "start_time": "2018-07-28T18:00:00Z", "is_public": true}, {"title": "Pahuuden synty", "description": "Mitä on pahuus? Onko se kenties syntiä, pahoja henkiä tai huonoja olosuhteita? Mikä saa hyvät ihmiset hairahtumaan väärille teille? Vaikuttaako yhteiskunta yksilöiden pahuuteen?  Näihin ja muihin kysymyksiin vastataan viihteellisessä esitelmässä, joka lähestyy pahuuden olemusta sosiaalipsykologisella ja yhteiskuntatieteellisellä otteella.", "category_title": "Puheohjelma", "formatted_hosts": "Emma", "room_name": "Sali 103", "length": 105, "start_time": "2018-07-28T20:00:00Z", "is_public": true}, {"title": "Sokkona larpissa", "description": "Peliin ilmoittautui näkövammainen pelaaja, mitä teen? Kuinka huomioin näkövammaisen pelaajan pelinjohtajana ja kanssapelaajana? Luvassa vinkkejä ja kokemuksia niin pelaajan kuin pelinjohtajankin näkökulmasta.", "category_title": "Puheohjelma", "formatted_hosts": "Riikka \"Riffi\" Böök, Riikka Hänninen", "room_name": "Sali 204", "length": 45, "start_time": "2018-07-29T06:00:00Z", "is_public": true}, {"title": "Matemaattiset yhteisömallit roolipelaajille", "description": "Monimutkaiset sosiaaliset verkostot ovat nousseet merkittäväksi osaksi päivittäistä kokemustamme internetin ja globalisaation myötä, ja tutkijat tietojenkäsittelytieteen, matematiikan, taloustieteen ja yhteiskuntatieteiden aloilla ovat tämän motivoimana kehittäneet matemaattisia malleja yhteisöissä ja sosiaalisissa verkostoissa tapahtuville ilmiöille. Tässä esitelmässä tutustumme yleistajuisesti yksinkertaisiin matemaattisiin yhteisömalleihin, ja siihen kuinka niitä voidaan käyttää erilaisten sosiaalisten ilmiöiden mallintamiseen ja ymmärtämiseen. Erityisesti tarkastelemme malleja inspiraationa pelinjohtamiseen ja pelimekaniikkojen suunnitteluun.", "category_title": "Puheohjelma", "formatted_hosts": "Janne \"Asran\" Korhonen", "room_name": "Sali 206", "length": 105, "start_time": "2018-07-29T06:00:00Z", "is_public": true}, {"title": "Ritarius ja väkivalta", "description": "Ylväät ja oikeamieliset ritarit ovat elokuvien ja fantasialarppien peruskuvastoa, mutta millaisia olivat ihmiset legendojen takana? Ohjelmassa luodaan katsaus ritareihin monimutkaisina ja ristiriitojen repiminä olentoina.", "category_title": "Puheohjelma", "formatted_hosts": "Henrik", "room_name": "Sali 207", "length": 105, "start_time": "2018-07-29T06:00:00Z", "is_public": true}, {"title": "Turvasatama", "description": "Nörttitytöt ry:n Turvasatama on tarkoitettu matalan kynnyksen tutustumispaikaksi ensisijaisesti ensikertalaisille, mutta myös kokeneemmat conikonkarit ovat tervetulleita. Turvasatama on kaikille niille, jotka saattavat tarvita conikaveria, suunnistusapua tapahtuma-alueella tai muuta apua viikonlopun aikana. Satamatyöntekijät toimivat auttajina ja opastajina kävijöille ja tarvittaessa lähtevät vaikka ohjelmaan mukaan, jos et uskalla itse mennä yksin. Satamaan voi tulla myös lepuuttamaan jalkojaan, pelailemaan pelejä tai vain hengaamaan vapaasti. \r\n\r\nRatkesiko puvusta sauma? Tippuiko sarvi irti? Ei hätää! Turvasatamasta löydät Cosplay-ensiapupisteen.", "category_title": "Puheohjelma", "formatted_hosts": "Jonas Mustonen", "room_name": "Halli 3", "length": 420, "start_time": "2018-07-29T07:00:00Z", "is_public": true}, {"title": "Riichi Mahjong", "description": "Japanilaista mahjongia sekä kokeneille että alottelijoille. Peli on neljän hengen taktinen uhkapeli, jossa mukana sekä taito- että tuurielementtejä. Yksi kokonainen peli kestää noin 90min, mutta kokeilu vie vain noin 30min. Peliseuraa löytyy myös paikan päältä, tervetuloa kokeilemaan yksin tai seurassa!", "category_title": "Kokemuspiste", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 420, "start_time": "2018-07-29T07:00:00Z", "is_public": true}, {"title": "Pelaa skenaariokilpailun skenaarioita!", "description": "Ropeconin skenaariokilpailun skenaariot ovat tunnissa pelattavia, helposti omaksuttavia lyhyitä roolipelejä. Tule testaamaan tämän vuoden sato!", "category_title": "Kokemuspiste", "formatted_hosts": "", "room_name": "Halli 3 Kokemuspiste", "length": 420, "start_time": "2018-07-29T07:00:00Z", "is_public": true}, {"title": "Mistä suosittu pelimekaniikka on tullut – käänteentekevät lautapelit", "description": "Työläistenasettelua, pakanrakennusta tai draftia ei ole ollut olemassa aina. Mistä ne ovat tulleet? Mitkä olivat ne pelit, joista kaikki alkoi? Mille pelille tulivat ensimmäiset lisäosat? Mistä roolipelit tulivat ja miten ne ovat vaikuttaneet lautapeleihin? Lautapeliopas.fi:n päätoimittaja Mikko Saari ei vain kysy, vaan myös vastaa: luvassa on tiivis esitys modernien lautapelien kehityksestä.", "category_title": "Puheohjelma", "formatted_hosts": "Mikko Saari", "room_name": "Sali 102", "length": 45, "start_time": "2018-07-29T07:00:00Z", "is_public": true}, {"title": "Avointen lähteiden tiedustelu eli OSINT (Open Source Intelligence)", "description": "Onpa hahmosi kultisteja vastaan taisteleva professori, journalisti tai tiedustelu-upseeri, niin OSINT:ista kannattaa tietää. OSINT on tiedustelun tiedonkeruutapa, jota käyttävät niin tiedustelupalvelut kuin pienemmätkin toimijat. OSINT-tieto on tietoa, jonka joku toinen on jo julkaissut. Tietoja voi löytyä esim. sanomalehdistä, televisiosta tai somesta. Luennolla esitellään lyhyesti myös muut tiedustelussa käytettävät tiedonkeruutavat ja ideoita siitä miten OSINT:ia voi peleissä hyödyntää.", "category_title": "Puheohjelma", "formatted_hosts": "Hannu Vesa", "room_name": "Sali 103", "length": 105, "start_time": "2018-07-29T07:00:00Z", "is_public": true}, {"title": "Mitä, missä, milloin, miksi ja miten Suomessa larpataan - Suuren larppaajakyselyn tuloksia", "description": "Suuri larppaajakysely toteutettiin syyskuussa 2017 ja siihen vastasi yli 250 larppaajaa. Kysely koostui 120 kysymyksestä, jotka sivusivat kaikkea larppaamiseen liittyvää. Millaisia pelejä ihmiset haluavat pelata? Millaisen hahmon vastaajat halusivat? Onko larppaaminen kallista? Kiusataanko larppaajia? Millaisiin ongelmiin pelaajat ovat törmänneet? Kaikkia näitä ja muita vastauksia käsitellään tässä ohjelmassa.", "category_title": "Puheohjelma", "formatted_hosts": "Merli", "room_name": "Sali 201", "length": 105, "start_time": "2018-07-29T07:00:00Z", "is_public": true}, {"title": "Miniatyyrimaailmoja – raapaletyöpaja", "description": "Tule kirjoittamaan sadan sanan tarinoita. Raapaleet ovat oiva keino tutustua laajempaan maailmaan, sen erityispiirteisiin ja henkilöihin paremmin. Tiivis muoto antaa myös mahdollisuuden kokeilla villejäkin ideoita nopeassa tahdissa. Mukaan kirjoitusvälineet ja luovaa hulluutta. Ennakkoilmoittautuminen infotiskillä.", "category_title": "Puheohjelma", "formatted_hosts": "Christine Thorel", "room_name": "Sali 306", "length": 165, "start_time": "2018-07-29T07:00:00Z", "is_public": true}, {"title": "CSI vs. Tosielämän rikostutkinta", "description": "Mitä poliisin teknisen paikkatutkijan \"tutkimussalkku\" pitää sisällään? Mihin ja miten niitä härveleitä käytetään? Ja kuten kunnon työpajassa jokaisella on mahdollisuus ainakin (omien) sormenjälkiensä ja \"murtovälineen\" jättämien jälkien taltiointiin autenttisilla työvälineillä. Työpajan pitää Helsingin poliisin teknisessä rikostutkimuskeskuksessa työskentelevä rikoskomisario.", "category_title": "Puheohjelma", "formatted_hosts": "temppa", "room_name": "Sali 102", "length": 105, "start_time": "2018-07-29T08:00:00Z", "is_public": true}, {"title": "Kirjoittajamiitti", "description": "Kirjoitatko? Jos vastaus on KYLLÄ, tämä miitti on sinua varten! Otamme vastaan niin roolipelaajat, larppaajat, ficcaajat kuin pöytälaatikkokirjailijatkin genreen ja tekstilajiin katsomatta. Tapaamisen alustaa SF-kirjailija Antti Eronen.", "category_title": "Puheohjelma", "formatted_hosts": "Antti", "room_name": "Sali 204", "length": 105, "start_time": "2018-07-29T08:00:00Z", "is_public": true}, {"title": "Dice and Probability: An Expected Journey", "description": "Almost all RPGs feature randomness. Almost as often, this randomness isn't treated with the respect it deserves. We will try to remedy this sorry state of affairs by taking a brief look under the hoods of well known resolution mechanics. We'll try to keep the discussion as accessible as possible, but a few equations and graphs are expected (Don't panic!). Presentation is in ENG/FIN depending on the audience.", "category_title": "Puheohjelma", "formatted_hosts": "Sampo Saarinen", "room_name": "Sali 205", "length": 45, "start_time": "2018-07-29T08:00:00Z", "is_public": true}, {"title": "Pahanteon ytimessä", "description": "Kuinka luoda uskottavia ja vivahteikkaita pahiksia larppeihin? Kuinka ilmentää pelaajana hahmonsa pahuutta muutenkin kuin kärjistettynä karaktäärinä? Voiko tai saako iljettävyyksiin eläytymisestä nauttia? Entä kuinka pelinjohtajana tai hahmokirjoittajana tukea pelaajaa sukelluksessa pimeän puolelle ja sieltä takaisin? \r\n\r\nLuento pureutuu larppihahmojen negatiivisten ominaisuuksien käsittelyyn ensisijaisesti pelaajanäkökulmasta, mutta tarjoaa myös materiaalia pelinjohtajille ja -kirjoittajille. Ohjelman sisällössä sivutaan mm. väkivaltaa, seksuaalista väkivaltaa, rasismia sekä psyykkistä manipulointia ei-graafisesti.", "category_title": "Puheohjelma", "formatted_hosts": "Janne", "room_name": "Sali 206", "length": 105, "start_time": "2018-07-29T08:00:00Z", "is_public": true}, {"title": "Emootiot larpeissa", "description": "Omat tunnekokemukset ovat pelielämysten keskeisintä sisältöä. Niiden syntymekanismien tunteminen auttaa pelintekijöitä suunnittelemaan vaikuttavaa sisältöä ja pelaajia ymmärtämään kokemaansa, ohjaamaan pelaamistaan ja välttämään epämieluisia tuntemuksia. \r\n\r\nEmootiotutkija ja pelintekijä Simo Järvelä käy läpi tieteellisiin teorioihin pohjautuen läpi pelikokemuksen syntyä ja ilmiöitä.", "category_title": "Puheohjelma", "formatted_hosts": "Simo Järvelä", "room_name": "Sali 207", "length": 105, "start_time": "2018-07-29T08:00:00Z", "is_public": true}, {"title": "Apurahahakemustyöpaja", "description": "Suomessa roolipeleille ja larpeille on mahdollista saada kulttuurialan apurahoja. Suomen Kulttuurirahasto on virallisesti lisännyt pelit aihealueisiinsa. Ohjelmassa käydään läpi eri apurahojen myöntäjiä ja miten ne eroavat toisistaan. Samalla paneudutaan siihen miten hakemus pitää tehdä, jotta rahaa tulee.", "category_title": "Puheohjelma", "formatted_hosts": "Juhana Pettersson", "room_name": "Sali 218", "length": 45, "start_time": "2018-07-29T08:00:00Z", "is_public": true}, {"title": "Ivion", "description": "Oletko kyllästynyt korttipeleihin, joissa taistelu käydään kutsumalla olentoja puolin ja toisin kunnes toinen pääsee niskan päälle? Tervetuloa Ivioniin, jossa pelaat yhdellä uniikilla hahmolla, jonka pakan voit rakentaa lukuisista vaihtoehdoista. Ivionin omalaatuinen resurssi systeemi, pelialueella liikkuminen ja pelaajien välinen interaktio takaavat pelien intensiivisyyden. Pelin fantasiamaailmassa on vahvasti pohjoismaisia vaikutteita, ja tunnelma on synkkä, kun eri ryhmät taistelevat selviytymisestään.\r\n\r\nAiemmasta kortti/lautapeli kokemuksesta on hyötyä, mutta se ei ole välttämätöntä.", "category_title": "Kokemuspiste", "formatted_hosts": "Arsi", "room_name": "Halli 3 Kokemuspiste", "length": 240, "start_time": "2018-07-29T09:00:00Z", "is_public": true}, {"title": "Critical Overload", "description": "\"She cannae take any more captain! She's gonna blow!\"\r\n\r\nHow many times has the chief engineer shouted that at you through the intercom spouting gibberish about what would happen if you continue on the current course? Well wonder no more what they are talking about with this crash course (no pun intended) into what happens when you overload your reactors at different technology levels.\r\n\r\nFrom steam turbines to nuclear fission reactors, and beyond to more exotic near or not-so-near future versions we go through the consequences of overloading some of the more usually seen reactor types in different fiction types, and what kind of damage they can cause if the proverbial near-critical plasma ring hits the not so proverbial reactor lining separating it from the crew you were supposed to protect, or even worse, were part of. Past tense intended.", "category_title": "Puheohjelma", "formatted_hosts": "Arttu Leinonen", "room_name": "Sali 103", "length": 105, "start_time": "2018-07-29T09:00:00Z", "is_public": true}, {"title": "Ettei nyt vaan sattuis mitään - Riskienhallinta liveroolipeleissä", "description": "Romahtanut lavaste, nyrjähtänyt nilkka, varastetut propit - pelinjohtaminen on muutakin kuin juonimista ja hienoja hahmosuunnitelmia. Mikä kaikki voikaan mennä pieleen, ja miten niitä voi edes arvata ennalta? Luennolla käydään läpi riskienhallintaa käytönnön tasolla ja listataan esimerkkien kautta yleisempiä vaaroja ja riskejä mitä larpeissa voi esiintyä sekä millaisilla tavoilla niihin voi varautua. Luento saattaa sisältää mainintoja seksuaali- tai väkivaltarikoksista.", "category_title": "Puheohjelma", "formatted_hosts": "Eliisa Kuusama", "room_name": "Sali 201", "length": 105, "start_time": "2018-07-29T09:00:00Z", "is_public": true}, {"title": "Puujalkavitsejä yleisön toiveiden mukaisesti", "description": "Yleisö pääsee osallistumaan sanomalla sivunumeron, minkä jälkeen vetäjä lukee valitsemaansa kirjaa sanotulta sivulta, kunnes keksii puujalkavitsin. Ohjelmassa havainnollistuu kuinka helppoa ja hauskaa puujalkavitsien keksiminen on. Tämä on ainutlaatuinen ohjelmanumero, jota sanallisen nokkeluuden/puujalkavitsien ystävät eivät halua jättää väliin. Koska Ropeconin teemana on elämä ja yhteisö, yleisö saa kuulla loppuvaiheessa vastauksen elämän tarkoitukseen.", "category_title": "Puheohjelma", "formatted_hosts": "Sami \"skn\" Nisonen", "room_name": "Sali 207", "length": 105, "start_time": "2018-07-29T10:00:00Z", "is_public": true}, {"title": "Lunch beat", "description": "Don’t be afraid to join in, even if it is your first time at Lunch Beat! Spend some energy and gain some energy from dancing to some neat beats during your lunch break. We start with a short Danceoke and then DJ Sarume will take over the floor with her unbreakable tunes!", "category_title": "Puheohjelma", "formatted_hosts": "Massi Hannula Thorhauge", "room_name": "Sali 306", "length": 45, "start_time": "2018-07-29T10:00:00Z", "is_public": true}, {"title": "Haarniskat historiassa ja populaarikulttuurissa", "description": "Millaisia oikeat haarniskat olivat historian eri aikakausilla? Miten ne erosivat toisistaan eri kulttuureissa? Miten haarniskat valmistettiin, ja kuinka tehokkaita ne olivat? Ja ennen kaikkea: onko modernin populaarikulttuurin käsitys haarniskoista mistään kotoisin?\r\n\r\nLuento on jatkoa aiemmin Ropeconissa pidetyille esitelmille: Kilvet historiassa ja populaarikulttuurissa ja Realistiset aseet historiassa ja populaarikulttuurissa.", "category_title": "Puheohjelma", "formatted_hosts": "Sakari Saaristo", "room_name": "Sali 103", "length": 105, "start_time": "2018-07-29T11:00:00Z", "is_public": true}, {"title": "OldTown kävijän silmin", "description": "OldTown on puolalainen, satojen henkien larppi hylätyllä lentokentällä. Se yhdistelee sandboxia, Fallout-videopelien tarinaa ja luovaa hulluutta isoksi kokonaisuuseksi. Olet ehkä kuullut siitä: se on suomalaisten larppaajien villien huhujen ja vielä oudompien tarinoiden kohde. Mutta millainen se sitten on? Onko huhut rankasta bilettämisestä totta? Entäs se paikallisten pelikulttuuri itsessään? Miten tulisi varautua monen päivän reissuun ulkomailla oudossa pelikulttuurissa?\r\n\r\nTässä luennossa saa yhden näkökulman näihin ja moniinmuihin kysymyksiin, sekä kasan vinkkejä siitä, mihin kannattaa varautua matkalla, mitä kannattaa ottaa mukaan ja miten koko peli edes toimii.", "category_title": "Puheohjelma", "formatted_hosts": "Twili", "room_name": "Sali 201", "length": 45, "start_time": "2018-07-29T11:00:00Z", "is_public": true}, {"title": "Muinaiskoruja modernein menetelmin", "description": "Tuhat vuotta sitten korusepän työ vaati vuosien harjoittelun, tarkat silmät ja vielä tarkemmat kädet. Nykytekniikan avulla voi pronssi- ja hopeakoruja valmistaa ilman varsinaisia kädentaitoja vaikkapa kerrostalokaksiossa. Esityksessä kerrotaan miten muinaislöydöstä voi valmistaa modernin kopion 3D-tulostuksen, silikonimuottien sekä metallisavien avulla. Lisäksi tehdään lyhyet ekskursiot polymeerimassojen sekä resiinivalujen maailmaan.", "category_title": "Puheohjelma", "formatted_hosts": "Tommi Syrjänen", "room_name": "Sali 205", "length": 45, "start_time": "2018-07-29T11:00:00Z", "is_public": true}, {"title": "Dynamic Dungeons", "description": "Creating a simple dungeon for a D&D session is easy, and the internet is full of tools for making maps, creating dungeon encounters and generating treasure for the PCs to loot. Anyone can create a dungeon. But not everyone can make a dynamic dungeon. During this presentation we take a look at classic tabletop dungeon design in D&D and OSR games to determine what really separates a memorable and intelligent dungeon from a mediocre and forgettable one – and perhaps we’ll be able to decipher how one can make their own dynamic dungeon.", "category_title": "Puheohjelma", "formatted_hosts": "Miku \"Stampede\" Pesola", "room_name": "Sali 206", "length": 45, "start_time": "2018-07-29T11:00:00Z", "is_public": true}, {"title": "Last Tears of the Frozen North", "description": "Last Tears of the Frozen North on kotimainen, ikitalven syleilyssä olevaan pohjolaan sijoittuva post-apokalyptinen toimintaelokuva, joka on nyt esituotannossa. Kyseessä on pitkä indie-elokuva, joka on tarkoitus tuoda koko kansan nähtäville elokuvateattereihin ja englanninkielisenä teoksena sen kohdeyleisö ei rajoitu pelkästään Suomen rajojen sisäpuolelle.\r\n\r\nLuvassa projektin esittelyä niin sisällöllisestä kuin tuotannollisestakin näkökulmasta. Esitämme myös elokuvaa varten kuvattua materiaalia ja kerromme kuinka projektiin pääsee mukaan.", "category_title": "Puheohjelma", "formatted_hosts": "Rauli Ylitalo", "room_name": "Sali 204", "length": 45, "start_time": "2018-07-29T12:00:00Z", "is_public": true}, {"title": "Yhteisö muutoksen keskellä", "description": "Tässä esitelmässä käsitellään historiallisia yhteisöjä suurten muutosten keskellä. Millaiset yhteisöt ovat kyenneet mukautumaan yllättävästi muuttuneeseen maailmaan ja millaiset ovat romahtaneet omaan luutuneisuuteensa?", "category_title": "Puheohjelma", "formatted_hosts": "Joonas \"Ruutiukko\" Katko", "room_name": "Sali 205", "length": 45, "start_time": "2018-07-29T12:00:00Z", "is_public": true}]